Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# newcomer_kyc_condition
source: Complete KYC to receive %@ USDT!
fr: Complétez la KYC pour recevoir %@ USDT !
ja: KYC認証を完了すると、%@ USDTを受け取れます！
pt: Complete o KYC para receber %@ USDT!
tr: KYC'yi tamamlayarak %@ USDT kazanın!
vi: Hoàn thành xác minh KYC, bạn có thể nhận %@ USDT!
zh: 完成KYC认证，即可领取 %@ USDT!

# newcomer_first_deposit
source: First Deposit
fr: Premier dépôt
ja: 初回入金
pt: Primeiro Depósito
tr: İlk Depozito
vi: Nạp tiền lần đầu
zh: 首次充值

# newcomer_first_deposit_condition
source: Deposit ≥%@ USDT in your first transaction to receive %@ USDT!
fr: Déposez ≥%@ USDT lors de votre première transaction pour recevoir %@ USDT !
ja: 初回入金額が≥%@ USDTを完了すると、%@ USDTを受け取れます！
pt: Deposite ≥%@ USDT em sua primeira transação para receber %@ USDT!
tr: İlk işleminizde ≥%@ USDT yatırarak %@ USDT kazanın!
vi: Hoàn thành khoản nạp đầu tiên ≥%@ USDT, bạn có thể nhận %@ USDT!
zh: 完成首笔充值金额 ≥%@ USDT，即可领取 %@ USDT!

# newcomer_first_trade
source: First Trade
fr: Premier trade
ja: 初回取引
pt: Primeira Negociação
tr: İlk Ticaret
vi: Giao dịch lần đầu
zh: 首次交易

# newcomer_first_trade_all
source: Complete first futures trade amount ≥%@ USDT or first spot trade amount of ≥%@ USDT
fr: Complétez le montant de la première transaction de futures ≥%@ USDT ou le montant de la première transaction au comptant de ≥%@ USDT
ja: 初回の契約取引額が≥%@ USDT、または初回の現物取引額が≥%@ USDTを完了してください。
pt: Complete a primeira negociação de futuros com valor ≥%@ USDT ou a primeira negociação spot com valor de ≥%@ USDT
tr: İlk vadeli işlem miktarı ≥%@ USDT veya ilk spot işlem miktarı ≥%@ USDT tamamlayın.
vi: Hoàn thành giao dịch hợp đồng đầu tiên ≥%@ USDT hoặc giao dịch giao ngay đầu tiên ≥%@ USDT
zh: 完成首笔合约交易额 ≥%@ USDT 或首笔现货交易额 ≥%@ USDT

# newcomer_first_trade_swap
source: Complete first futures trade amount ≥%@ USDT
fr: Complétez le montant de la première transaction de futures ≥%@ USDT
ja: 初回の契約取引額が≥%@ USDTを完了してください。
pt: Complete a primeira negociação de futuros com valor ≥%@ USDT
tr: İlk vadeli işlem miktarı ≥%@ USDT tamamlayın.
vi: Hoàn thành giao dịch hợp đồng đầu tiên ≥%@ USDT
zh: 完成首笔合约交易额 ≥%@ USDT

# newcomer_first_trade_spot
source: Complete first spot trade amount ≥%@ USDT
fr: Complétez le montant de la première transaction au comptant ≥%@ USDT
ja: 初回の現物取引額が≥%@ USDTを完了してください。
pt: Complete a primeira negociação spot com valor ≥%@ USDT
tr: İlk spot işlem miktarı ≥%@ USDT tamamlayın.
vi: Hoàn thành giao dịch giao ngay đầu tiên ≥%@ USDT
zh: 完成首笔首笔现货交易额 ≥%@ USDT

# newcomer_go_verify
source: Verify
fr: Vérifier
ja: 今すぐ認証
pt: Verificar
tr: Doğrula
vi: Xác minh ngay
zh: 立即认证

# login_scan_pc_confirmation
source: PC Login Confirmation
es: Confirmación de Inicio de Sesión en PC
fr: Confirmation de connexion PC
ja: PC版ログイン確認
ko: PC 로그인 확인
pt: Confirmação de login no PC
tr: PC Giriş Onayı
vi: Xác nhận đăng nhập trên PC
zh: PC端登录确认

# login_scan_ip_address
source: IP Address
es: Dirección IP
fr: Adresse IP
ja: IPアドレス
ko: IP 주소
pt: Endereço IP
tr: IP Adresi
vi: Địa chỉ IP
zh: IP地址

# login_scan_location
source: Location
es: Ubicación
fr: Emplacement
ja: 所在地
ko: 위치
pt: Localização
tr: Konum
vi: Vị trí
zh: 所在地

# login_scan_device
source: Device
es: Dispositivo
fr: Appareil
ja: デバイス
ko: 장치
pt: Dispositivo
tr: Cihaz
vi: Thiết bị
zh: 设备

# login_scan_tips
source: You are about to log into your Aibit account on a PC. Please confirm that it is you performing this operation. Be aware of fraud risks to avoid asset loss.
es: Está a punto de iniciar sesión en su cuenta de Aibit en una PC. Por favor, confirme que es usted quien está realizando esta operación. Tenga en cuenta los riesgos de fraude para evitar la pérdida de activos.
fr: Vous êtes sur le point de vous connecter à votre compte Aibit sur un PC. Veuillez confirmer que c'est bien vous qui effectuez cette opération. Soyez vigilant aux risques de fraude pour éviter toute perte d'actifs.
ja: PC端でAibitアカウントにログインしようとしています。操作しているのが本人であることを確認してください。詐欺リスクに注意し、資産の損失を避けてください
ko: PC에서 귀하의 Aibit 계정으로 로그인하려고 합니다. 본인인지 확인해주세요. 사기 위험에 주의하여 자산 손실을 방지하세요.
pt: Você está prestes a fazer login na sua conta Aibit em um PC. Por favor, confirme que é você realizando esta operação. Fique atento aos riscos de fraude para evitar perda de ativos.
tr: Aibit hesabınıza bir PC üzerinden giriş yapmak üzeresiniz. Lütfen bu işlemi sizin gerçekleştirdiğinizi doğrulayın. Varlık kaybını önlemek için dolandırıcılık risklerine dikkat edin.
vi: Sắp đăng nhập tài khoản Aibit của bạn trên PC, vui lòng xác nhận đây là bạn đang thao tác. Lưu ý phòng tránh rủi ro lừa đảo để tránh mất tài sản.
zh: 即将在PC端登录您的Aibit账户，请确认是您本人在操作。注意防范欺诈风险，避免资产损失

# login_scan_login
source: Authorized Login
es: Inicio de Sesión Autorizado
fr: Connexion autorisée
ja: 認証ログイン
ko: 인증 로그인
pt: Login autorizado
tr: Yetkilendirilmiş Giriş
vi: Đăng nhập ủy quyền
zh: 授权登录

# login_scan_error_expired
source: The QR code has expired. Please refresh the page to generate a new one.
es: El código QR ha caducado. Por favor, actualice la página para generar uno nuevo.
fr: Le QR Code a expiré. Veuillez actualiser la page pour en générer un nouveau.
ja: QRコードの有効期限が切れました。ページを更新して再取得してください
ko: QR 코드가 만료되었습니다. 페이지를 새로 고쳐서 새 코드를 받으세요.
pt: O QR code expirou. Por favor, atualize a página para gerar um novo.
tr: QR kodu süresi doldu, lütfen sayfayı yenileyin ve tekrar alın
vi: Mã QR đã hết hạn, vui lòng làm mới trang để lấy lại
zh: 二维码已过期，请刷新页面重新获取

# login_scan_error_30001
source: QR Code Invalid
es: Código QR Inválido
fr: QR Code invalide
ja: QRコードが無効です
ko: QR 코드 유효하지 않음
pt: QR Code inválido
tr: QR kodu geçersiz
vi: Mã QR không hợp lệ
zh: 二维码无效

# login_scan_error_30002
source: QR Code Expired
es: Código QR Caducado
fr: QR Code expiré
ja: QRコードが期限切れです
ko: QR 코드 만료됨
pt: QR Code expirado
tr: QR kodu süresi dolmuş
vi: Mã QR đã hết hạn
zh: 二维码过期

# memo_sheet_attention
source: Attention
ja: 注意
ko: 주의
pt: Atenção
tr: Dikkat
vi: Lưu ý
zh: 注意

# memo_sheet_tip
source: Users must enter both Memo/tag and address to successfully deposit assets to Aibit.
fr: Les utilisateurs doivent entrer à la fois le Memo/tag et l'adresse pour réussir à déposer des actifs sur Aibit.
ja: ユーザーはMemo/tagとアドレスを入力する必要があります。そうしないと、資産がAibitに正常に入金されません。
ko: 사용자는 Aibit에 자산을 성공적으로 입금하기 위해 Memo/tag와 주소를 입력해야 합니다.
pt: Os usuários devem inserir tanto o Memo/tag quanto o endereço para depositar ativos com sucesso na Aibit.
tr: Kullanıcılar, Aibit’e varlık yatırmak için hem Memo/tag hem de adresi doğru bir şekilde girmelidir.
vi: Người dùng phải nhập Memo/tag và địa chỉ để có thể nạp tài sản thành công vào Aibit
zh: 用户须输入Memo/tag和地址，才能将资产成功充值到Aibit

# memo_deposit_tip_2
source: When withdrawing, be sure to fill in the Memo; otherwise, you will lose your cryptocurrency.
fr: Lors d'un retrait, assurez-vous de remplir le Memo ; sinon, vous perdrez votre cryptomonnaie.
ja: 出金時は必ずMemoを記入してください。記入しないと、デジタル通貨を失うことになります。
ko: 출금 시 Memo를 반드시 입력해 주세요. 그렇지 않으면 디지털 화폐를 잃게 됩니다.
pt: Ao retirar, preencha o Memo; caso contrário, você perderá sua criptomoeda.
tr: Çekim yaparken, Memo'yu doldurduğunuzdan emin olun; aksi takdirde kriptoparanızı kaybedersiniz.
vi: Khi rút tiền, vui lòng điền Memo, nếu không bạn sẽ mất tiền điện tử của mình
zh: 提币时务必填写Memo，否则您会丢失您的数字货币

# memo_withdraw_dialog_msg
source: Please confirm if the receiving address requires you to fill in a Memo. Failing to fill it in or entering it incorrectly may result in asset loss. Other exchanges or wallets might refer to Memo as tag, digital ID, label, remark, etc.
fr: Veuillez confirmer si l'adresse de réception nécessite que vous remplissiez un Memo. Ne pas le remplir ou le remplir incorrectement peut entraîner une perte d'actifs. D'autres échanges ou portefeuilles peuvent désigner le Memo sous des termes tels que tag, identifiant numérique, étiquette, remarque, etc.
ko: 수신 주소가 Memo 입력을 요구하는지 확인해 주세요. 입력하지 않거나 잘못 입력하면 자산이 손실될 수 있습니다. 다른 거래소나 지갑에서도 Memo를 tag, Digital ID, Label, Remark 등으로 부를 수 있습니다.
pt: Confirme se o endereço de recebimento exige o preenchimento de um Memo. Não preencher ou preenchê-lo incorretamente pode resultar na perda de ativos. Outras exchanges ou carteiras podem chamar Memo de tag, ID digital, etiqueta, observação, etc.
vi: Vui lòng xác nhận xem địa chỉ nhận tiền có yêu cầu điền MEMO/Tag không, không điền hoặc điền sai sẽ dẫn đến mất tài sản. Các sàn giao dịch khác hoặc ví cũng có thể gọi Tag là Memo, ID số, nhãn, ghi chú, v.v.
zh: 请确认收币地址是否要求填写Memo，不填或填错将导致资产丢失。其它交易所或钱包也把Memo叫做tag、数字ID、标签、备注等名称。

# memo_withdraw_input_tip
source: Entering it incorrectly may lead to asset loss.
fr: *Une saisie incorrecte peut entraîner une perte d'actifs.
ja: *誤記すると資産が失われる可能性があります。
ko: *입력 오류는 자산 손실로 이어질 수 있습니다.
pt: Preencher incorretamente pode levar à perda de ativos.
tr: *Yanlış girilmesi varlık kaybına yol açabilir.
vi: * Việc điền sai có thể dẫn đến mất tài sản
zh: 填写错误可能导致资产丢失

# common_network
source: Network
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt: Rede
tr: Ağ
vi: Loại coin/Mạng
zh: 网络

# third_apple
source: Apple ID
es: Apple 账户
fr: Identifiant Apple
ja: Appleアカウント
vi: Tài khoản Apple
zh: Apple 账户

# third_already_bind
source: Already Linked to Another %@ Account
fr: Déjà lié à un autre compte %@
ja: 他の%@アカウントがバインドされています
ko: 다른 %@ 계정과 이미 연동되어 있음
tr: Başka bir %@ hesabına bağlı.
vi: Đã liên kết với tài khoản %@ khác
zh: 已绑定其他%@账号

# wealth_group_title
source: Earn
zh: 理财

# wealth_apr
source: APR
vi: Lãi suất (APR)
zh: 年利率(APR)

# follow_p_and_l
source: P&L(USDT)
es: Ingreso(USDT)
fr: PNL (USDT)
ja: 損益（USDT）
tr: Kar ve Zarar (USDT)
vi: Lãi lỗ (USDT)
zh: 盈亏(USDT)

# follow_select_week
source: Week
es: Semana
fr: Semaine
ja: 週
pt: Semana
tr: Hafta
vi: Tuần
zh: 周

# swap_unit_by_coin
source: By Quantity
fr: Par Quantité
ja: 数量で
tr: Miktara Göre
vi: Theo số lượng
zh: 按数量

# swap_unit_by_u
source: By Value
fr: Par Valeur
ja: 価値で
tr: Değere Göre
vi: Theo giá trị
zh: 按价值

# swap_unit_switch_title
source: Futures Quantity Unit Settings
fr: Paramètres unité quantité futures
ja: 契約数量単位設定
tr: Vadeli Miktar Birimi Ayarları
vi: Cài đặt đơn vị số lượng hợp đồng
zh: 合约数量单位设置

# swap_unit_switch_des
source: After switching the quantity unit, the unit used for entering order amounts, as well as the units displayed in the order book, open orders, and positions, will be updated accordingly.
fr: Après avoir changé l'unité de quantité, l'unité utilisée pour entrer les montants des ordres, ainsi que les unités affichées dans le carnet d'ordres, les ordres ouverts et les positions, seront mises à jour en conséquence.
ja: 数量単位を切り替えると、注文委託で入力された数量単位、オーダーブック、委託、ポジションに表示される数量単位も同期して切り替わります。
tr: Miktar birimini değiştirdikten sonra, sipariş miktarlarını girerken kullanılan birim ve emir defterinde, açık emirlerde ve pozisyonlarda görüntülenen birimler buna göre güncellenecektir.
vi: Chuyển đổi đơn vị số lượng, số lượng nhập lệnh sẽ được chuyển đổi đồng thời với đơn vị hiển thị trong sổ lệnh, lệnh và vị thế.
zh: 切换数量单位后，下单委托输入的数量单位，以及订单簿、委托、仓位中的展示数量单位都会同步进行切换。

# financial_redemption_early_notify
source: After selecting early redemption, assets will be returned to your spot account within 24 hours.
ko: 조기 상환을 선택한 후 자산은 {24시간 이내에} 귀하의 현물 계좌로 반환됩니다.
zh: 选择提前赎回后，资产将会{在24小时内}退回您的现货账户

# swap_u_tp
source: USDT-M
vi: Đơn vị U
zh: U本位

# senior_limit_post_only
source: Post-Only
vi: Chỉ đặt lệnh (Post-Only)
zh: 只挂单(Post-Only）

# senior_limit_fok
source: Fill-or-Kill (FOK)
vi: Tất cả hoặc hủy (FOK)
zh: 全部成交否则取消(FOK)

# senior_limit_ioc
source: Immediate-or-Cancel (IOC)
vi: Giao ngay và hủy phần còn lại (IOC)
zh: 立即成交并取消剩余(IOC)

# follow_taum
source: AUM
vi: AUM (Tài sản quản lý)
