Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# swap.select.price.benchmark.tip.title
source: You can select unrealized PnL and its rate of profit to calculate benchmark price:
es: Puedes seleccionar PnL no realizado y su tasa de ganancia para calcular el precio de referencia:
fr: Veuillez sélectionner la base de prix pour le PNL non réalisé.
ja: 未実現損益および未実現損益率の計算基準価格を選択できます：
ko: 미실현 손익뿐만 아니라 미실현 손익률을 계산하기 위한 벤치마크 가격을 선택할 수 있습니다.
pt: Você pode selecionar o PnL não realizado e sua taxa de lucro para calcular o preço de referência:
ru: Партнер
tr: Hesaplanacak gerçekleşmemiş kar/zarar ve gerçekleşmemiş kar/zarar oranı için referans fiyatını seçebilirsiniz:
vi: Có thể chọn giá cơ sở để tính toán Lãi/Lỗ chưa thực hiện và tỷ lệ lợi nhuận chưa thực hiện:
zh: 可选择未实现盈亏及未实现盈亏收益率计算基准价格：

# exchange.taker.title
source: Taker
ja: 注文を受ける
ko: 시장가
ru: Комиссия партнера
tr: Alıcı
vi: Ăn lệnh
zh: 吃单

# home.partner.title
source: Affiliate
es: Socio
fr: Affilié
ja: パートナー
ko: 파트너
pt: Afiliado
ru: Фьючерсы
tr: Afiliasyon
vi: Liên kết
zh: 合伙人

# assetStatus14001
source: Partner commission rebate
es: Reembolso de comisión de socio
fr: Remboursement de la commission partenaire
ja: パートナーのリベート
ko: 파트너 수수료료 리베이트
pt: Rebate de comissão de parceiro
ru: Фьючерсы
tr: Ortak komisyon iade
vi: Hoàn lại hoa hồng đối tác
zh: 合伙人返佣

# tabbar.swap.item.title
source: Futures
es: Futuros
fr: Contrat
ja: 契約
ko: 선물
pt: Futuros
ru: Фьючерсы
vi: Hợp đồng
zh: 合约

# 资产.合约体验金说明
source: Futures trial funds can be used for margin in futures trading, prioritizing deduction for position losses, trading fees, and funding costs.
es: Los fondos de prueba de futuros pueden usarse como margen en trading de futuros, priorizando la deducción para pérdidas de posición, tarifas de trading y costos de financiación.
fr: Les bons d'expérience de contrat peuvent être utilisés comme marge pour les transactions de contrat, prioritairement pour compenser les pertes de position, les frais de transaction et les frais de financement.
ja: 契約体験金は契約取引の証拠金に使用でき、優先的にポジションの損失、取引手数料、資金費用に充当されます。
ko: 선물 체험 자금은 선물 거래 증거금으로 사용할 수 있으며, 포지션 손실, 거래 수수료 및 펀딩 비용에 대한 공제부터 먼저 충당됩니다.
pt: O fundo de teste para novos usuários de futuros pode ser usado como margem de negociação e será usado primeiro para cobrir perdas de posição, taxa de transação e taxa de financiamento.
ru: Снижение на торговом счете
tr: Sözleşme deneme bonusu, sözleşme işlemleri için teminat olarak kullanılabilir ve öncelikli olarak pozisyon kayıplarını, işlem ücretlerini ve fonlama ücretlerini karşılamak için kullanılır.
vi: Tiền thưởng hợp đồng có thể sử dụng làm ký quỹ giao dịch hợp đồng, ưu tiên bù đắp thua lỗ vị thế, phí giao dịch, phí tài chính.
zh: 合约体验金可用于合约交易保证金，优先抵扣仓位亏损、交易手续费、资金费用。

# assets_experiencia_desc_new
source: The bonus can be used as margin for trading, transaction fees, funding rate and position losses;
es: El bono puede usarse como margen para trading, tarifas de transacción, tasa de financiación y pérdidas de posición
fr: Le bonus peut être utilisé comme marge pour le trading, les frais de transaction, le taux de financement et les pertes de position
ja: 契約体験金は契約取引のマージンとして使用でき、ポジションの損失、取引手数料、資金コストを優先的に控除します
ko: 보너스는 거래, 거래 수수료, 펀딩비 및 포지션 손실에 대한 증거금으로 사용될 수 있습니다
pt: O bônus pode ser usado como margem para negociação, taxas de transação, taxa de financiamento e perdas de posição
ru: Увеличение на торговом счете
tr: Bonus, işlem için teminat olarak, işlem ücretleri, fonlama oranları ve pozisyon zararları için kullanılabilir
vi: Tiền ảo hợp đồng có thể được sử dụng làm ký quỹ giao dịch hợp đồng, ưu tiên trừ vào lỗ vị thế, phí giao dịch và phí vốn
zh: 合约体验金可用于合约交易保证金，优先抵扣仓位亏损、交易手续费、资金费用

# swap.more.information.title
source: Information
es: Información de futuros
fr: Informations
ja: 契約情報
ko: 정보
pt: Informações
ru: Заморозка внешнего перевода на торговом счете
tr: Bilgi
vi: Thông tin hợp đồng
zh: 合约信息

# assetStatus10003
source: Futures transaction fees
es: Tarifas de transacción de futuros
fr: Frais de transaction sur les contrats à terme
ko: 선물 거래 수수료
pt: Taxas de transação de futuros
ru: Разморозка внешнего перевода на торговом счете
vi: Phí giao dịch hợp đồng
zh: 合约手续费

# assetStatus10004
source: Futures transaction fees
es: Tarifas de transacción de futuros
fr: Frais de transaction sur les contrats à terme
ko: 선물 거래 수수료
pt: Taxas de transação de futuros
ru: Ввод внешних средств на торговом счете
vi: Phí giao dịch hợp đồng
zh: 合约手续费

# assetStatus10001
source: Futures order freeze
es: Congelación de orden de futuros
fr: Gel de l'ordre à terme
ja: 契約の未決済注文は凍結されます
ko: 선물 주문 동결
pt: Congelamento de pedido de futuros
ru: Сумма транзакции
tr: Vadeli işlem emri dondur
vi: Đặt lệnh hợp đồng bị khóa
zh: 合约挂单冻结

# assetStatus10002
source: Futures order unfreeze
es: Descongelación de orden de futuros
fr: Dégel de l'ordre à terme
ja: 契約のキャンセルは解除されます
ko: 선물 주문 동결 해제
pt: Descongelamento de pedido de futuros
ru: Объем
tr: Vadeli işlem emri çöz
vi: Hủy lệnh hợp đồng giải phóng
zh: 合约撤单解冻

# contract.detail.infos.title
source: Futures information
es: Información de futuros
fr: Informations sur les contrats à terme
ja: 契約の概要
ko: 선물 정보
pt: Informações sobre futuros
ru: Перевод с торгового счета
tr: Futures bilgisi
vi: Giới thiệu hợp đồng
zh: 合约简介

# 跟单.申请条件1
source: Futures account funds ≥ 100USDT.
es: Fondos de cuenta de futuros ≥ 100USDT.
fr: Fonds du compte à terme ≥ 100 USDT.
ja: 契約口座の資金は >= 100USDT です。
ko: 선물 계좌 자금 ≥ 100 USDT.
pt: Fundos da conta de futuros ≥ 100USDT.
ru: Получите последний динамический код из Google Authenticator
tr: Vadeli işlem hesap fonları ≥ 100USDT.
vi: Số tiền trong tài khoản hợp đồng >= 100 USDT.
zh: 合约账户资金>=100USDT。

# contract.config.data.error.and.reload.title
source: The futures configuration was not loaded correctly and has been reloaded.
es: La configuración de futuros no se cargó correctamente y ha sido recargada.
fr: La configuration des contrats à terme n'a pas été chargée correctement et a été rechargée.
ja: 契約の設定が正しく読み込まれていません。再読み込みしました
ko: 선물 구성이 올바르게 로드되지 않아 다시 로드되었습니다.
pt: A configuração dos futuros não foi carregada corretamente e foi recarregada.
ru: Позиция
tr: Futures yapılandırması doğru şekilde yüklenmedi ve yeniden yüklendi.
vi: Cấu hình hợp đồng chưa được tải đúng, đã tải lại
zh: 合约配置未正确加载，已重新加载

# personal.id.surname.title
source: Given Name
es: Nombre
fr: Prénom
ja: 名
ko: 이름
pt: Nome
ru: Маржа позиции
tr: Adı
vi: Tên
zh: 名

# market.symbol.name.title
source: Name
es: Nombre
fr: Nom
ja: 名称
ko: 성명
pt: Nome
ru: Название
tr: Ad
vi: Tên
zh: 名称

# contract.config.data.error.title
source: Unable to place the order due to an error in configuration at the backend
es: No se puede realizar la orden debido a un error en la configuración del backend
fr: Impossible de passer la commande en raison d'une erreur de configuration dans le backend
ja: バックエンドからの設定に誤りがあり、注文できません
ko: 백엔드의 구성 오류로 인해 주문을 할 수 없습니다
pt: Não foi possível fazer o pedido devido a um erro na configuração do back-end
ru: Контракты
tr: Arka uçta yapılandırma hatası nedeniyle emir verilemedi
vi: Cấu hình trả về từ phía backend có lỗi, không thể đặt lệnh
zh: 后台返回配置有误，无法下单

# contractExchange.experienceGold.popup.note1.title
source: Including futures bonus %@
es: Incluyendo bono de futuros %@
fr: Inclut le bonus des contrats à terme %@
ja: 契約体験金 %@
ko: 선물 보너스 %@ 포함
pt: Incluindo bônus de futuros %@
ru: Payer
tr: Futures bonus dahil %@
vi: Bao gồm tiền ảo hợp đồng %@
zh: 含合约体验金 %@

# contractExchange.experienceGold.popup.note2.title
source: Including futures bonus %@, of which %@ will expire in %@, and will be automatically recycled when it expires. It can be activated by any futures trading and will be valid permanently after activation.
es: Incluyendo bono de futuros %@, de los cuales %@ vencerá en %@, y se reciclará automáticamente al vencer. Puede activarse con cualquier trading de futuros y será válido permanentemente tras la activación.
fr: Inclut le bonus des contrats à terme %@, dont %@ expirera dans %@, et sera automatiquement recyclé à l'expiration. Il peut être activé par n'importe quelle transaction de contrat à terme et sera valable de façon permanente après activation.
ja: 契約体験金 %@、そのうち %@ は%@後に期限切れになり、自動的に回収されます。契約取引でアクティブにすると、アクティブになった後は永久に有効です。
ko: 선물 보너스 %@이(가) 포함되며, 이 중 %@은(는) %@ 내에 만료되며 만료되면 자동으로 재활용됩니다.선물 거래를 하여 활성화할 수 있으며 활성화 후 영구적으로 유효합니다.
pt: Incluindo bônus de futuros %@, dos quais %@ expirarão em %@, e serão automaticamente reciclados quando expirarem. Pode ser ativado por qualquer negociação de futuros e será válido permanentemente após a ativação.
ru: Способ оплаты
tr: Futures bonus dahil %@, bunun %@'si %@ içinde süresi dolacak ve süresi dolduğunda otomatik olarak geri dönüşüm yapılacaktır. Herhangi bir futures işlemi ile etkinleştirilebilir ve etkinleştirildikten sonra kalıcı olarak geçerli olacaktır.
vi: Bao gồm tiền ảo hợp đồng %@, trong đó %@ sẽ hết hạn sau %@, hết hạn sẽ tự động thu hồi, có thể kích hoạt qua giao dịch hợp đồng, sau khi kích hoạt sẽ có hiệu lực vĩnh viễn.
zh: 含合约体验金 %@，其中 %@ 将在%@后到期，到期自动回收，可通过合约交易激活，激活后永久有效。

# register.tip.agreement.and
source: and
es: y
fr: et
ja: および
ko: 및
pt: e
ru: Цена
tr: ve
vi: và
zh: 和

# order.variety.title
source: Catagory
es: Categoría
fr: Produit
ja: 銘柄
ko: 범주
pt: Categoria
ru: Цена
tr: Kategori
vi: Loại
zh: 品种

# otc.guide.business.title
source: Merchant guide
es: Guía del comerciante
fr: Guide du commerçant
ja: 商人ガイド
ko: 가맹점 가이드
pt: Guia do comerciante
ru: Цена:
tr: Tüccar kılavuzu
vi: Hướng dẫn người bán
zh: 商家引导

# third.pay.calendar.month.week.th.title
source: T
fr: Jeu
ja: 四
ko: 목
pt: Qui
ru: Цена не может быть 0
tr: Perşembe
vi: Thứ Năm
zh: 四

# ip.limit.title
source: Due to legal and regulatory requirements, the use of our website's products and services is not available in your country or region. We apologize for any inconvenience this may cause and appreciate your understanding.
es: Debido a requisitos legales y de políticas, los productos y servicios de este sitio web no están disponibles en tu país o región. ¡Lo sentimos por las molestias!
fr: En raison des exigences légales et politiques, les produits et services de ce site Web ne sont pas disponibles dans votre pays ou région. Désolé pour le désagrément !
ja: 関連法令およびポリシーの要求により、あなたの居住国または地域では本サイトの製品およびサービスを利用できません。ご不便をおかけし、誠に申し訳ございません。
ko: 법률 및 정책의 요구 사항으로 인해 이 웹사이트의 상품과 서비스를 귀하의 국가 또는 지역에서 이용하실 수 없습니다.불편을 드려 죄송합니다.양해해 주셔서 감사합니다.
pt: Devido a requisitos legais e de política, os produtos e serviços deste site não estão disponíveis em seu país ou região. Desculpe pela inconveniência!
ru: Количество не может быть пустым
tr: İlgili yasa ve politika gereksinimleri nedeniyle, bulunduğunuz ülke veya bölge bu siteye ait ürün ve hizmetleri kullanamaz. Verdiğimiz rahatsızlıktan dolayı özür dileriz, anlayışınız için teşekkür ederiz.
vi: Do yêu cầu của các luật và chính sách liên quan, quốc gia hoặc khu vực của bạn không thể sử dụng các sản phẩm và dịch vụ của trang web này. Chúng tôi xin lỗi vì sự bất tiện này!
zh: 因相关法律及政策要求，您所在的国家或地区无法使用本网站产品和服务。给您带来不便，敬请谅解！

# personal.select.country.title
source: Country or region
es: País/región
fr: Pays/Région
ja: 国/地域
ko: 국가 또는 지역
pt: País/região
ru: Цена не может превышать 100000000.
tr: Ülke/Bölge
vi: Quốc gia/Khu vực
zh: 国家/地区

# personal.id.auth.check.info.country.title
source: Nationality
es: Nacionalidad
fr: Nationalité
ja: 国籍
ko: 국적
pt: Nacionalidade
ru: Цена слишком сильно отклоняется!
tr: Milliyet
vi: Quốc tịch
zh: 国籍

# swap.pos.mode.double.title
source: In hedge mode, you can hold both long and short positions on the same futures simultaneously, hedging the risks in both directions
es: En modo de cobertura, puedes mantener posiciones largas y cortas en los mismos futuros simultáneamente, cubriendo los riesgos en ambas direcciones
fr: En mode de couverture, vous pouvez détenir à la fois des positions longues et courtes sur le même futur simultanément, en couvrant les risques dans les deux directions
ja: 双方向ポジションモードでは、同一契約に対してロングポジションとショートポジションを同時に保有でき、これらの方向のポジションは相互にリスクをヘッジできます。
ko: 헤지 모드에서는 동일한 선물에 대해 롱 포지션과 숏 포지션을 동시에 보유하여 양방향으로 위험을 헤지할 수 있습니다
pt: No modo de hedge, você pode manter posições long e short no mesmo futuro simultaneamente, protegendo os riscos em ambas as direções
ru: Цены могут колебаться и отклоняться от единичной цены при фактическом размещении заказа. Единичная цена в завершенной сделке будет фактической единичной ценой.
tr: Hedge modunda, aynı vadeli işlemde hem uzun hem de kısa pozisyonları aynı anda tutabilir, her iki yöndeki riskleri hedge edebilirsiniz.
vi: Trong chế độ nắm giữ hai chiều, cùng một hợp đồng có thể giữ cả vị thế mua và bán cùng lúc, giúp phòng ngừa rủi ro giữa hai hướng.
zh: 在双向持仓模式下，同一合约可以同时持有多头和空头仓位，这两个方向仓位能够相互对冲风险。

# 跟单.止损比例底部描述
source: Once you complete the setting, the positions you copy from this trader will be closed automatically based on your stop-loss setting. After opening the position, you can modify the stop-loss setting in position take-profit and stop-loss.
es: Una vez que completes la configuración, las posiciones que copies de este trader se cerrarán automáticamente según tu configuración de stop-loss. Después de abrir la posición, puedes modificar la configuración de stop-loss en take-profit y stop-loss de posición.
fr: Une fois que vous avez complété les réglages, les positions que vous copiez de ce trader seront fermées automatiquement en fonction de votre réglage de stop-loss. Après l'ouverture de la position, vous pouvez modifier les paramètres de stop-loss dans la prise de bénéfices et le stop-loss de la position.
ja: 設定後、フォローしているトレーダーのポジションは自動的に損切り比率に基づいて損切りが設定されます。ポジションを開いた後、ポジションの利食い・損切りで損切りを変更できます。
ko: 설정을 완료하면 이 트레이더로부터 복사한 포지션이 손절 설정에 따라 자동으로 청산됩니다.포지션 개설 후, 포지션 이익 실현 및 손절에서 손절 설정을 수정할 수 있습니다.
pt: Depois de concluir a configuração, as posições que você copiar deste trader serão fechadas automaticamente com base na sua configuração de stop-loss. Após abrir a posição, você pode modificar a configuração de stop-loss em take-profit e stop-loss da posição.
ru: Цены могут колебаться и отклоняться от единичной цены при фактическом размещении заказа. Количество, которое вы получите, может отличаться от количества токенов в заказе.
tr: Yapılandırma yaptıktan sonra, bu tüccarı takip ederek açtığınız pozisyonlar, otomatik olarak stop-loss oranına göre pozisyon stop-loss'u ile yapılandırılacaktır. Pozisyon açıldıktan sonra, pozisyonun kar/zarar seviyesinden pozisyon stop-loss'unu değiştirebilirsiniz.
vi: Sau khi bạn cấu hình, các vị thế mở theo trader sẽ tự động được đặt lệnh cắt lỗ theo tỷ lệ đã cấu hình. Sau khi mở vị thế, bạn có thể chỉnh sửa lệnh cắt lỗ trong phần cắt lỗ/chốt lời của vị thế.
zh: 在您配置后，您跟随该交易员开仓的仓位，都将自动按照止损比例配置仓位止损。开仓后您可以在仓位止盈止损中修改仓位止损。

# 跟单.止盈比例底部描述
source: Once you complete the setting, the positions you copy from this trader will be closed automatically based on your take-profit setting. After opening the position, you can modify the take-profit setting in position take-profit and stop-loss.
es: Una vez que completes la configuración, las posiciones que copies de este trader se cerrarán automáticamente según tu configuración de take-profit. Después de abrir la posición, puedes modificar la configuración de take-profit en take-profit y stop-loss de posición.
fr: Une fois que vous avez complété les réglages, les positions que vous copiez de ce trader seront fermées automatiquement en fonction de votre réglage de take-profit. Après l'ouverture de la position, vous pouvez modifier les paramètres de take-profit dans la prise de bénéfices et le stop-loss de la position.
ja: 設定後、フォローしているトレーダーのポジションは自動的に利食い比率に基づいて利食いが設定されます。ポジションを開いた後、ポジションの利食い・損切りで利食いを変更できます。
ko: 설정을 완료하면 이 트레이더로부터 복사한 포지션이 이익 실현 설정에 따라 자동으로 청산됩니다.포지션 개설 후, 포지션 이익 실현 및 손절에서 이익 실현 설정을 수정할 수 있습니다.
pt: Depois de concluir a configuração, as posições que você copiar deste trader serão fechadas automaticamente com base na sua configuração de take-profit. Após abrir a posição, você pode modificar a configuração de take-profit em take-profit e stop-loss da posição.
ru: Низкий
tr: Yapılandırma yaptıktan sonra, bu tüccarı takip ederek açtığınız pozisyonlar, otomatik olarak kar alım oranına göre pozisyon kar alımı ile yapılandırılacaktır. Pozisyon açıldıktan sonra, pozisyonun kar/zarar seviyesinden pozisyon kar alımını değiştirebilirsiniz.
vi: Sau khi bạn cấu hình, các vị thế mở theo trader sẽ tự động được đặt lệnh chốt lời theo tỷ lệ đã cấu hình. Sau khi mở vị thế, bạn có thể chỉnh sửa lệnh chốt lời trong phần cắt lỗ/chốt lời của vị thế.
zh: 在您配置后，您跟随该交易员开仓的仓位，都将自动按照止盈比例配置仓位止盈。开仓后您可以在仓位止盈止损中修改仓位止盈。

# personal.id.step3.note.tip1
source: Write on paper with following information: name + date, e.g. Zhang SAN 2023.1.1.Place the image page on the white paper, do not block the ID and the text on the white paper. Take the picture with the handhold ID and paper information and upload.
es: Escribe en papel la siguiente información: nombre + fecha, por ejemplo, Zhang SAN 2023.1.1. Coloca la página de imagen en el papel blanco, no bloquees la identificación y el texto en el papel blanco. Toma la foto con la identificación y la información en el papel y sube.
fr: Écrivez sur un papier avec les informations suivantes : nom + date, par exemple Zhang SAN 2023.1.1. Placez la page de l'image sur le papier blanc, ne bloquez pas l'ID et le texte sur le papier blanc. Prenez la photo avec l'ID en main et les informations sur le papier, puis téléchargez-la.
ja: 白い紙に「氏名+日付」を書く（例：張三 2023.1.1）。証明書の顔写真ページを白い紙の上に置き、証明書を持ちながら白い紙と一緒に写真を撮ってアップロードしてください。証明書と白い紙の文字が隠れてはいけません。
ko: 종이에 이름 + 날짜(예: Zhang SAN 2023.1.1.) 정보를 기재하세요.하얀 종이 위에 이미지 페이지를 놓고, 종이 위의 ID와 텍스트를 가리지 마세요.휴대용 ID와 종이에 적은 정보를 촬영하여 업로드하세요.
pt: Escreva em papel com as seguintes informações: nome + data, por exemplo, Zhang SAN 2023.1.1. Coloque a página da imagem no papel branco, não bloqueie o ID e o texto no papel branco. Tire a foto com a carteira de identidade segurada e as informações no papel e carregue.
ru: Пробные средства
tr: Aşağıdaki bilgileri içeren bir kağıda yazın: ad + tarih, örneğin Zhang SAN 2023.1.1. Görüntü sayfasını beyaz kağıdın üzerine yerleştirin, kimlik ve beyaz kağıttaki metni engellemeyin. Kimlik ve kağıt üzerindeki bilgileri elde tutarak fotoğraf çekin ve yükleyin.
vi: Viết trên giấy trắng: Họ tên + Ngày tháng, ví dụ: Trương Tam 2023.1.1. Đặt trang có ảnh của giấy tờ lên trên tờ giấy trắng, cầm giấy tờ và tờ giấy trắng chụp ảnh và tải lên, không che khuất chữ trên giấy tờ và tờ giấy trắng.
zh: 在白纸上写：姓名+日期，如：张三 2023.1.1。将证件人像页置于白纸上方，手持证件与白纸拍照上传，不可遮挡证件和白纸文字。

# personal.center.func.service.title
source: Chat
ja: オンラインカスタマーサービス
ko: 채팅
ru: Бонус
tr: Sohbet
vi: Trò chuyện
zh: 在线客服

# assets.deposit.withdraw.address.title
source: Address
es: Dirección
fr: Adresse
ja: アドレス
ko: 주소
pt: Endereço
ru: Перевод и обнуление пробных средств
tr: Adres
vi: Địa chỉ
zh: 地址

# exchange.order.detail.average.price.title
source: Average price/price
es: Precio promedio/precio
fr: Prix moyen/prix
ja: 平均価格/価格
ko: 평균 가격/가격
pt: Preço médio/preço
ru: Восстановление пробных средств
tr: Ortalama fiyat/fiyat
vi: Giá trung bình/Giá
zh: 均价/价格

# assetStatus10010
source: Increase in position margin
es: Aumento en el margen de posición
fr: Augmentation de la marge de position
ja: ポジションのマージンを増加
ko: 포지션 증거금 증가
pt: Aumento na margem da posição
ru: Вычет пробных средств за комиссии
tr: Pozisyon teminatında artış
vi: Tăng cường cọc vị thế
zh: 增加仓位保证金

# swap.margin.add.title
source: Add margin
es: Agregar margen
fr: Augmenter la marge
ja: マージンを追加
ko: 증거금 추가하기
pt: Aumentar margem
ru: Вычет пробных средств за стоимость финансирования
tr: Marjini artır
vi: Tăng ký quỹ
zh: 增加保证金

# swap.margin.add.close.price.title
source: Liquidation price after increase
es: Precio de liquidación después del aumento
fr: Prix de liquidation après augmentation
ja: 増加後の強制決済価格
ko: 증가 후 강제청산 가격
pt: Preço de liquidação após o aumento
ru: Описание пробных средств
tr: Artış sonrası likidasyon fiyatı
vi: Giá thanh lý sau khi tăng
zh: 增加后强平价格

# assets.withdraw.history.record.processing.title
source: In process
es: Procesando
fr: Traitement
ja: 処理中
ko: 처리 중
pt: Processando
ru: Инструкция по бонусам
tr: İşlemde
vi: Đang xử lý
zh: 处理中

# common.copy.title
source: Copy
es: Copiar
fr: Copier
ja: コピー
ko: 복사하기
pt: Copiar
ru: Баланс
tr: Kopyala
vi: Sao chép
zh: 复制

# assets.deposit.paste.title
source: Copied successfully
es: Copiado exitosamente
fr: Copie réussie
ja: コピー成功
ko: 성공적으로 복사되었습니다
pt: Copiado com sucesso
ru: Вам нужно отменить ваш заказ и купленные финансовые продукты
tr: Başarıyla kopyalandı
vi: Sao chép thành công
zh: 复制成功

# personal.id.auth.review.title
source: Most applications are verified within 1 day.
es: La mayoría de las solicitudes se verifican en 1 día.
fr: La plupart des demandes sont vérifiées en 1 jour.
ja: ほとんどの申請は1日以内に認証が完了します。
ko: 대부분의 신청은 1일 이내에 인증됩니다.
pt: A maioria das aplicações é verificada em até 1 dia.
ru: Например: 1. После размещения заказа своевременно сообщите мне ваш способ оплаты
tr: Çoğu başvuru 1 gün içinde doğrulanır.
vi: Hầu hết các đơn đăng ký sẽ được xác thực trong vòng 1 ngày.
zh: 大多数的申请在1天内便可完成认证。

# exchange.order.n.day.title
source: %@ days
es: días
fr: %@ jours
ja: %@日
ko: %@일
pt: %@ dias
ru: Сохранить
tr: %@ gün
vi: %@ ngày
zh: %@ 天

# 跟单.好的
source: OK
fr: D'accord
ja: 良いです
ko: 확인
ru: Успешно сохранено
tr: Tamam
vi: Được rồi
zh: 好的

# otc.complain.intro.two.title
source: Users must cooperate with the seller/buyer to work out the asset frozen caused by order appeal.
es: Los usuarios deben cooperar con el vendedor/comprador para resolver el activo congelado causado por la apelación de la orden.
fr: Les utilisateurs doivent coopérer avec le vendeur/acheteur pour résoudre le gel des actifs causé par l'appel de commande.
ja: 購入者/販売者によるアカウントの凍結の場合は、販売者/購入者と協力する必要があります。
ko: 사용자는 주문 이의 제기로 인해 동결된 자산을 해결하기 위해 매수자/매도자와 협력해야 합니다.
pt: Os usuários devem cooperar com o vendedor/comprador para resolver o ativo congelado causado pela apelação do pedido.
ru: Маржа
tr: Kullanıcılar, sipariş itirazı nedeniyle varlıkların dondurulmasında satıcı/alıcı ile işbirliği yapmalıdır.
vi: Nếu tài khoản bị khóa do bên mua/bên bán, cần phối hợp với bên bán/bên mua để xử lý.
zh: 如因买方/卖方导致的账户冻结，必须配合卖方/买方处理。

# otc.order.detail.cancel.alert.msg.title
source: Please do not cancel the order if you have paid to the seller
es: No canceles la orden si has pagado al vendedor
fr: Veuillez ne pas annuler la commande si vous avez payé le vendeur.
ja: すでに売り手に支払っている場合は、絶対に注文をキャンセルしないでください！
ko: 이미 매도자에게 결제한 경우 주문을 취소하지 마세요
pt: Por favor, não cancele o pedido se você já pagou ao vendedor
ru: Маржа
tr: Satıcıya ödeme yaptıysanız, siparişi iptal etmeyin
vi: Nếu bạn đã thanh toán cho người bán, xin đừng hủy đơn hàng!
zh: 如您已经向卖家付款，请千万不要取消订单！

# personal.id.family.name.title
source: Family name
es: Apellido
fr: Nom
ja: 姓
ko: 성
pt: Sobrenome
ru: Баланс маржи
tr: Soyadı
vi: Họ
zh: 姓

# personal.id.name.title
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 성명
pt: Nome
ru: Баланс маржи
tr: İsim
vi: Tên
zh: 姓名

# personal.id.auth.name.title
source: Name
es: Nombre
fr: Nom
ja: 氏名：
ko: 성명
pt: Nome
ru: Баланс маржи (USDT)
tr: Ad
vi: Họ và tên:
zh: 姓名：

# contractExchange.order.list.price.title
source: Price
es: Precio de orden
fr: Prix
ja: 委託価格
ko: 주문 가격
pt: Preço do pedido
ru: Криптовалюта на марже
tr: Emir fiyatı
vi: Giá hiện tại
zh: 委托价

# exchange.order.list.price.title
source: Price
es: Precio
fr: Prix
ja: 注文価格
ko: 주문 가격
pt: Preço do pedido
ru: Цена
tr: Emir fiyatı
vi: Giá hiện tại
zh: 委托价格

# exchange.order.list.total.title
source: Total
es: Volumen total de la orden
ja: 委託総量
ko: 총계
pt: Volume total de pedidos
ru: Общий объем заказа
tr: Toplam emir hacmi
vi: Tổng cộng
zh: 委托总量

# exchange.order.open.success.toast
source: Order placed
es: Éxito en la orden
fr: Succès de la commande
ja: 注文成功
ko: 주문 완료
pt: Pedido bem-sucedido
ru: Чем выше маржа, тем ниже риск. Когда маржа достигает 100%, позиция будет ликвидирована.
tr: Emir başarıyla tamamlandı
vi: Đặt lệnh thành công
zh: 委托成功
