Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# history_pos_forre_close_with_reduce_price
source: When the Mark Price of the %@ futures reached %@, the margin ratio of your %@-%@-%@ position dropped to 100%% or below, triggering liquidation. The position was fully taken over by the liquidation engine at the bankruptcy price of %@ to minimize losses.
es: Cuando el precio de mercado de los futuros %@ alcanzó %@, el índice de margen de tu posición %@-%@-%@ cayó al 100%% o menos, lo que activó la liquidación. La posición fue completamente asumida por el motor de liquidación al precio de quiebra de %@ para minimizar las pérdidas.
fr: Lorsque le prix de référence des contrats à terme %@ pour minimiser les pertes.
ja: %@先物のマーク価格が%@に達したとき、%@-%@—%@ポジションの証拠金比率が100%％以下に低下し、清算が発動されました。ポジションは損失を最小限に抑えるため、破産価格%@で清算エンジンによって完全に処理されました。
ko: %@ 선물의 마크 가격이 %@에 도달했을 때, %@-%@-%@ 포지션의 마진 비율이 100%% 이하로 떨어지며 청산이 촉발되었습니다. 해당 포지션은 손실을 최소화하기 위해 파산 가격 %@에서 청산 엔진에 의해 완전히 처리되었습니다.
pt: Quando o preço de marca dos futuros %@ atingiu %@, a razão de margem da sua posição %@-%@-%@ caiu para 100%% ou menos, acionando a liquidação. A posição foi totalmente assumida pelo mecanismo de liquidação ao preço de falência de %@ para minimizar as perdas.
ru: Когда маржинальная цена фьючерсов %@ достигла %@, маржинальная ставка вашей позиции %@-%@-%@ упала до 100%% или ниже, что вызвало ликвидацию. Позиция была полностью передана ликвидационному механизму по цене банкротства %@ для минимизации убытков.
tr: %@ vadeli işlemlerinin İşaret Fiyatı %@ seviyesine ulaştığında, %@-%@-%@ pozisyonunuzun marj oranı 100%% veya altına düştü ve likidasyonu tetikledi. Pozisyon, kayıpları en aza indirmek için iflas fiyatı olan %@ seviyesinde likidasyon motoru tarafından tamamen ele alındı.
vi: Khi giá đánh dấu của hợp đồng %@ để giảm thiểu tổn thất.
zh: %@合约的标记价格达到%@时，您的%@-%@-%@仓位的保证金率小于或等于100%%，触发仓位爆仓。仓位按照破产价格%@被强平引擎全部接管，以减少损失。

# history_pos_forre_close_no_reduce_price
source: Your %@ — %@ — %@ position’s margin ratio has dropped to 100%% or below, triggering liquidation. The position was taken over by the liquidation engine at the bankruptcy price to minimize losses.
es: La relación de margen de su posición %@-%@-%@ es menor o igual al 100%%, lo que desencadena una liquidación de la posición. Todas las posiciones son asumidas por el motor de liquidación al precio de quiebra para reducir las pérdidas.
fr: Vos contrats à terme perpétuels ETHUSDT — %@ — 20X ont vu leur ratio de marge tomber à 100% ou moins, déclenchant la liquidation. La position a été prise en charge par le moteur de liquidation au prix de faillite afin de minimiser les pertes.
ja: %@-%@-%@ ポジションの証拠金比率が 100%% 以下であるため、ポジションの清算が発生します。損失を軽減するために、すべてのポジションは破産価格で清算エンジンによって引き継がれます。
ko: 귀하의 %@-%@-%@ 포지션의 마진 비율이 100%% 이하로, 포지션 청산이 실행됩니다. 모든 포지션은 손실을 줄이기 위해 파산 가격으로 청산 엔진에 의해 인수됩니다.
pt: A taxa de margem da sua posição %@-%@-%@ é menor ou igual a 100%%, acionando uma liquidação de posição. Todas as posições são assumidas pelo mecanismo de liquidação ao preço da falência para reduzir perdas.
ru: Коэффициент маржи вашей позиции %@-%@-%@ меньше или равен 100%%, что приводит к ликвидации позиции. Все позиции захватываются ликвидационной машиной по цене банкротства для сокращения убытков.
tr: %@-%@-%@ pozisyonunuzun marj oranı 100%% veya daha az ise pozisyon tasfiyesi tetiklenir. Zararları azaltmak için tüm pozisyonlar iflas fiyatından tasfiye motoru tarafından devralınır.
vi: Tỷ lệ ký quỹ của vị thế %@ của bạn nhỏ hơn hoặc bằng 100%, dẫn đến thanh lý vị thế. Vị thế đã được hệ thống thanh lý cưỡng bức tiếp quản theo giá phá sản để giảm thiểu thiệt hại.
zh: 您的%@-%@-%@仓位的保证金率小于或等于100%%，触发仓位爆仓。仓位按照破产价格被强平引擎全部接管，以减少损失。

# history_pos_forre_close_mark
source: Note: The bankruptcy price is the mark price at which the margin ratio equals 0%.
es: Nota: El precio de quiebra es el precio de marca que hace que el ratio de margen sea 0%.
fr: Note : Le prix de faillite est le prix de référence auquel le ratio de marge est égal à 0 %.
ja: 注：破産価格は証拠金比率が0％となるマーク価格です
ko: 참고사항 : 파산가격은 증거금율을 0%로 만드는 시장가격입니다.
pt: Nota: O preço de falência é o preço de marca que torna a taxa de margem 0%
ru: Примечание: цена банкротства — это рыночная цена, при которой коэффициент маржи составляет 0%.
tr: Not: İflas fiyatı, marj oranını %0 yapan piyasa fiyatıdır.
vi: Ghi chú: Giá phá sản là giá đánh dấu khiến tỷ lệ ký quỹ bằng 0%.
zh: 备注：破产价格是使保证金比率为0%的标记价格

# history_pos_trade_fee
source: Trading fee
es: Tarifa
fr: Frais de transaction
ja: 手数料
ko: 수수료
pt: Taxa
ru: Комиссия
tr: Ücret
vi: Phí giao dịch
zh: 交易手续费

# history_pnl_info
source: The liquidation details only include the realized PNL from liquidation orders.
es: Los detalles de liquidación solo incluyen las ganancias y pérdidas realizadas de las órdenes liquidadas.
fr: Les détails de liquidation incluent uniquement le PNL réalisé des ordres liquidés.
ja: 清算の詳細には清算注文の実現損益のみが含まれます。
ko: 청산 내역에는 청산 주문의 실현 손익만 포함됩니다.
pt: Os detalhes da liquidação incluem apenas o PNL realizado das ordens liquidadas.
ru: Детали ликвидации включают только реализованный PNL от ликвидационных ордеров.
tr: Likidasyon detayları yalnızca likidasyon emirlerinden elde edilen gerçekleşmiş PNL'yi içerir.
vi: Lãi/lỗ trong chi tiết thanh lý cưỡng bức chỉ bao gồm lãi/lỗ đã thực hiện của lệnh thanh lý cưỡng bức.
zh: 强平详情的盈亏只包含强平委托的已实现盈亏。

# share_time
source: Shared on %@
es: Compartido el %@
fr: Partagé le %@
ja: 共有日時 %@
ko: 공유함 %@
pt: Compartilhado em %@
ru: Поделено %@
tr: Paylaşıldı %@
vi: Chia sẻ vào %@
zh: 分享于%@

# history_pos_close_all
source: Closed
es: Cerrado
fr: Fermé
ja: クローズ済み
ko: 청산 완료
pt: Fechado
ru: Закрыто
tr: Kapalı
vi: Đóng hoàn toàn
zh: 完全平仓

# history_pnl
source: Realized ROI
es: ROI realizado
fr: ROI réalisé
ja: 実現ROI
ko: 실현 ROI
pt: ROI realizado
ru: Реализованный ROI
tr: Gerçekleşen ROI
vi: Tỷ lệ lợi nhuận đã thực hiện
zh: 已实现收益率

# history_pos_close_all_time
source: Closed
es: Cerrado
fr: Clôturé
ja: 決済時間
ko: 청산
pt: Fechado
ru: Закрыто
tr: Kapanış
vi: Thời gian đóng toàn bộ vị thế
zh: 完全平仓时间

# share_bottom_desc_not_login
source: Scan the code to register and log in Your Web3 journey starts here.
es: Escanee el código para registrarse e iniciar sesión Su viaje Web3 comienza aquí.
fr: Scannez le code pour vous inscrire et vous connecter Votre voyage Web3 commence ici.
ja: QRコードをスキャンして登録し、ログインしてください。 あなたのWeb3の旅がここから始まります
ko: QR 코드를 스캔하여 등록하고 로그인하세요 당신의 Web3 여정이 여기에서 시작됩니다
pt: Escaneie o código para se registrar e fazer login, Sua jornada Web3 começa aqui.
ru: Регистрация и логин вашего Web3 тура начинается здесь
tr: QR kodunu tarayarak kaydolun ve giriş yapın Web3 yolculuğunuz burada başlıyor.
vi: Quét mã để đăng ký và đăng nhập Hành trình Web3 của bạn bắt đầu từ đây
zh: 扫码注册并登录 您的Web3之旅从这里开始

# forget_pwd_reset_input_again
source: Please enter your new password again
es: Por favor, ingrese su nueva contraseña nuevamente
fr: Veuillez saisir à nouveau votre nouveau mot de passe
ja: 新しいパスワードをもう一度入力してください
ko: 새 비밀번호를 다시 입력해주세요
pt: Por favor, digite sua nova senha novamente
ru: Пожалуйста, введите ваш новый пароль еще раз
tr: Lütfen yeni şifrenizi tekrar girin
vi: Vui lòng nhập lại mật khẩu mới của bạn
zh: 请再次输入您的新密码

# coupon_unactive_tip
source: No trial vouchers available, please activate~
es: No hay cupones, activa primero~
fr: Pas de bon, activez d'abord~
ja: バウチャーなし、先に有効化～
ko: 체험 바우처 없음, 활성화하세요~
pt: Sem vouchers, ative primeiro~
ru: Пробных ваучеров нет, активируйте~
tr: Kupon yok, önce etkinleştir~
vi: Chưa có voucher trải nghiệm có sẵn, vui lòng kích hoạt trước～
zh: 暂无可使用体验金券，请先激活～

# share_poster
source: Share
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt: Compartilhar
ru: Поделиться
tr: Paylaş
vi: Chia sẻ
zh: 分享海报

# share_bottom_desc
source: Scan the code to register and log in. Your Web3 journey starts here.
es: Escanea para registrarte e iniciar sesión, tu viaje en Web3 comienza aquí.
fr: Scannez le code pour vous inscrire et vous connecter. Votre voyage Web3 commence ici.
ja: QRコードをスキャンして登録し、ログインしてください。あなたのWeb3の旅がここから始まります
ko: QR 코드를 스캔하여 등록하고 로그인하세요. 당신의 Web3 여정이 여기에서 시작됩니다.
pt: Escaneie o código para se registrar e fazer login. Sua jornada Web3 começa aqui.
ru: Проверьте регистрацию и логин, и ваша поездка в Web3 начинается здесь
tr: QR kodunu tarayarak kaydolun ve giriş yapın. Web3 yolculuğunuz burada başlıyor.
vi: Quét mã để đăng ký và đăng nhập, hành trình Web3 của bạn bắt đầu từ đây
zh: 扫码注册并登录，您的Web3之旅从这里开始

# lm_title
source: Leverage & Margin
es: Apalancamiento y Margen
fr: Effet de levier et marge
ja: レバレッジと証拠金
ko: 레버리지 및 마진
pt: Alavancagem e Margem
ru: Кредитное плечо и маржа
tr: Kaldıraç ve Marj
vi: Đòn bẩy và ký quỹ
zh: 杠杆与保证金

# lm_level
source: Tier %@
es: Nivel %@
ja: ティア %@
ko: 단계 %@
pt: Nível %@
ru: Уровень %@
tr: Seviye %@
zh: 层级 %@

# lm_notional_value
source: Notional Value (USDT)
es: Valor Nominal (USDT)
ja: 名目価値 (USDT)
ko: 명목 가치 (USDT)
pt: Valor Notional (USDT)
ru: Номинальная стоимость (USDT)
tr: Nominal Değer (USDT)
zh: 仓位名义价值(USDT)

# lm_keep_margin_rate
source: Maintenance Margin Rate
es: Tasa de Margen de Mantenimiento
ja: 維持証拠金率
ko: 유지 마진 비율
pt: Taxa de Margem de Manutenção
ru: Ставка поддерживающей маржи
tr: Bakım Marjı Oranı
zh: 维持保证金比例

# lm_max_level
source: Max Leverage
es: Máx. apalancamiento
fr: Levier max
ja: 最大レバ
ko: 최대 레버
pt: Máx. alavancagem
ru: Макс. плечо
tr: Maks. kaldıraç
vi: Đòn bẩy tối đa
zh: 最高杠杆倍数

# lm_official_explan
source: Definition
es: Definición
fr: Définition
ja: 定義
ko: 정의
pt: Definição
ru: Определение
tr: Tanım
vi: Xin lưu ý rằng trong trường hợp biến động giá bất thường hoặc điều kiện thị trường cực đoan, Aibit sẽ thực hiện các biện pháp bảo vệ bổ sung, bao gồm nhưng không giới hạn ở:
zh: 公式说明

# lm_official_1
source: Maintenance Margin = Position Value × Maintenance Margin Rate
es: Margen de mantenimiento = Valor de la posición × Tasa de margen de mantenimiento
fr: Marge de maintenance = Valeur de la position × Taux de marge de maintenance
ja: メンテナンスマージン = ポジション価値 × メンテナンスマージン率
ko: 유지 마진 = 포지션 가치 × 유지 마진 비율
pt: Margem de manutenção = Valor da posição × Taxa de margem de manutenção
ru: Маржинальное обеспечение = Стоимость позиции × Ставка маржинального обеспечения
tr: Bakım Marjı = Pozisyon Değeri × Bakım Marjı Oranı
vi: Ký quỹ duy trì = Giá trị vị thế × Tỷ lệ ký quỹ duy trì
zh: 维持保证金=仓位价值 × 维持保证金比率

# lm_official_2
source: Position Value = Position Size (amount) × Mark Price
es: Valor de la posición = Tamaño de la posición (cantidad) × Precio de mercado
fr: Valeur de la position = Taille de la position (quantité) × Prix du marché
ja: ポジション価値 = ポジションサイズ（数量） × マーク価格
ko: 포지션 가치 = 포지션 크기(수량) × 시장 가격
pt: Valor da posição = Tamanho da posição (quantidade) × Preço de mercado
ru: Стоимость позиции = Размер позиции (количество) × Рыночная цена
tr: Pozisyon Değeri = Pozisyon Büyüklüğü (miktar) × Piyasa Fiyatı
vi: Giá trị vị thế = Kích thước vị thế (số lượng) × Giá thị trường
zh: 仓位价值=仓位数量(币数) × 该交易对的标记价格

# lm_official_3
source: * In hedge mode, Position Size (amount) = Long Position Size (amount) + Short Position Size (amount)
es: * En modo cobertura, Tamaño de la posición (cantidad) = Tamaño de la posición larga (cantidad) + Tamaño de la posición corta (cantidad)
fr: * En mode couverture, Taille de la Position (quantité) = Taille de la Position Longue (quantité) + Taille de la Position Courte (quantité)
ja: * ヘッジモードでは、ポジションサイズ（数量） = ロングポジションサイズ（数量） + ショートポジションサイズ（数量）
ko: * 헤지 모드에서는 포지션 크기(수량) = 롱 포지션 크기(수량) + 숏 포지션 크기(수량)
pt: * No modo hedge, Tamanho da Posição (quantidade) = Tamanho da Posição Longa (quantidade) + Tamanho da Posição Curta (quantidade)
ru: * В режиме хеджирования, Размер позиции (количество) = Размер длинной позиции (количество) + Размер короткой позиции (количество)
tr: * Hedge modunda, Pozisyon Büyüklüğü (miktar) = Uzun Pozisyon Büyüklüğü (miktar) + Kısa Pozisyon Büyüklüğü (miktar)
vi: * Trong chế độ phòng hộ, Kích thước Vị thế (số lượng) = Kích thước Vị thế dài (số lượng) + Kích thước Vị thế ngắn (số lượng)
zh: 如果是双向持仓，则仓位数量(币数)=多仓仓位数量(币数) + 空仓仓位数量(币数)

# lm_tip_start
source: Please be aware that in the event of abnormal price movements or extreme market conditions, Aibit will undertake additional protective measures, including but not limited to:
es: Tenga en cuenta que, en caso de movimientos de precios anormales o condiciones extremas del mercado, Aibit tomará medidas de protección adicionales, que incluyen, pero no se limitan a:
fr: Veuillez noter qu'en cas de mouvements de prix anormaux ou de conditions de marché extrêmes, Aibit prendra des mesures de protection supplémentaires, y compris, mais sans s'y limiter :
ja: 価格の異常な変動や極端な市場状況が発生した場合、Aibitは市場の安定を維持するために追加の保護措置を講じます。これには以下が含まれますが、これに限定されません：
ko: 가격 변동이 비정상적으로 발생하거나 극단적인 시장 상황이 발생할 경우, Aibit는 시장 안정을 유지하기 위해 추가적인 보호 조치를 취할 수 있습니다. 여기에는 다음이 포함되지만 이에 국한되지는 않습니다:
pt: Esteja ciente de que, no caso de movimentos de preços anormais ou condições extremas de mercado, a Aibit tomará medidas de proteção adicionais, incluindo, mas não se limitando a:
ru: Обратите внимание, что в случае аномальных колебаний цен или экстремальных рыночных условий Aibit предпримет дополнительные защитные меры, включая, но не ограничиваясь:
tr: Lütfen fiyatlarda anormal dalgalanmalar veya aşırı piyasa koşulları durumunda, Aibit'in piyasa istikrarını korumak için ek koruyucu önlemler alacağını unutmayın. Bunlar şunları içerir ancak bunlarla sınırlı değildir:
vi: Xin lưu ý rằng trong trường hợp biến động giá bất thường hoặc điều kiện thị trường cực đoan, Aibit sẽ thực hiện các biện pháp bảo vệ bổ sung, bao gồm nhưng không giới hạn ở:
zh: 请注意：在异常价格波动和极端市场行情下，Aibit 采取额外的措施来维护市场稳定，包括但不限于：

# lm_tip_1
source: 1. Adjusting max leverage.
es: 1. Ajustar el apalancamiento máximo.
fr: 1. Ajuster l'effet de levier maximum.
ja: 1. 最大レバレッジの調整。
ko: 1. 최대 레버리지 조정.
pt: 1. Ajustar a alavancagem máxima.
ru: 1. Корректировка максимального плеча.
tr: 1. Maksimum kaldıraç ayarlaması.
vi: 1. Điều chỉnh đòn bẩy tối đa.
zh: 1. 调整最高杠杆倍数

# lm_tip_2
source: 2. Revising position value limits.
es: 2. Revisar los límites del valor de la posición.
fr: 2. Réviser les limites de la valeur des positions.
ja: 2. ポジション価値の制限の見直し。
ko: 2. 포지션 가치 한도 수정.
pt: 2. Revisar os limites de valor da posição.
ru: 2. Пересмотр лимитов стоимости позиции.
tr: 2. Pozisyon değeri limitlerinin revize edilmesi.
vi: 2. Xem xét lại giới hạn giá trị vị thế.
zh: 2. 调整仓位价值限制

# lm_tip_3
source: 3. Modifying tiered maintenance margin rates.
es: 3. Modificar las tasas de margen de mantenimiento escalonadas.
fr: 3. Modifier les taux de marge de maintenance par paliers.
ja: 3. 分層メンテナンスマージン率の変更。
ko: 3. 유지 마진 비율 단계 조정.
pt: 3. Modificar as taxas de margem de manutenção escalonadas.
ru: 3. Модификация уровневых ставок маржинального обеспечения.
tr: 3. Kademeli bakım marjı oranlarının değiştirilmesi.
vi: 3. Điều chỉnh các mức tỷ lệ ký quỹ duy trì.
zh: 3. 调整档位维持保证金率

# lm_notional_value_desc
source: Includes the sum of your long and short positions.
es: Incluye el total de sus posiciones largas y cortas.
fr: Inclut le total de vos positions longues et courtes.
ja: ロングおよびショートポジションの合計を含みます。
ko: 롱 및 숏 포지션의 총합을 포함합니다.
pt: Inclui o total de suas posições longas e curtas.
ru: Включает общий объем длинных и коротких позиций.
tr: Uzun ve kısa pozisyonlarınızın toplamını içerir.
vi: Bao gồm tổng số vị thế dài và ngắn của bạn.
zh: 包含您的多空仓位总和。

# lm_max_level_desc
source: Max leverage available within the notional value range.
es: Apalancamiento máximo disponible dentro del rango de valor nominal.
fr: Effet de levier maximal disponible dans la plage de valeur notionnelle.
ja: 名目価値範囲内で利用可能な最大レバレッジ。
ko: 명목 가치 범위 내에서 사용 가능한 최대 레버리지.
pt: Alavancagem máxima disponível dentro do intervalo de valor nominal.
ru: Максимальное кредитное плечо, доступное в пределах номинальной стоимости.
tr: Nominal değer aralığında mevcut maksimum kaldıraç.
vi: Đòn bẩy tối đa có sẵn trong phạm vi giá trị danh nghĩa.
zh: 仓位名义价值范围内可使用的最高杠杆倍数。

# lm_keep_margin_rate_desc
source: Maintenance margin rate for positions within the notional value range.
es: Tasa de margen de mantenimiento para posiciones dentro del rango de valor nominal.
fr: Taux de marge de maintenance pour les positions dans la plage de valeur notionnelle.
ja: 名目価値範囲内のポジションに対するメンテナンスマージン率。
ko: 명목 가치 범위 내 포지션의 유지 마진 비율.
pt: Taxa de margem de manutenção para posições dentro do intervalo de valor nominal.
ru: Ставка маржинального обеспечения для позиций в пределах номинальной стоимости.
tr: Nominal değer aralığındaki pozisyonlar için bakım marjı oranı.
vi: Tỷ lệ ký quỹ duy trì cho các vị thế trong phạm vi giá trị danh nghĩa.
zh: 仓位名义价值范围内仓位的维持保证金率。

# common_perpetual
source: Perp
tr: Sürekli
zh: 永续

# common_ga
source: GA
ja: Google認証
vi: Xác minh Google
zh: Google验证

# common_adl
source: ADL
fr: Réduction automatique de position
ja: 自動減少
zh: 自动减仓

# common_taker_maker
source: Taker/Maker
fr: Direction de la liquidité
ja: 流動性の方向
ko: 유동성 방향
pt: Direção de liquidez
tr: Likidite yönü
vi: Hướng thanh khoản
zh: 流动性方向

# swap.exchange.profit.loss.title2
source: TP/SL
ja: 利益確定/損切り
vi: Chốt lời/Chặn lỗ
zh: 止盈/止损

# common_avg_price
source: Avg.
fr: Prix moy. rempli
ja: 取引の平均価格
ko: 체결 가격
pt: Média
tr: Ort.
vi: Giá điền trung bình
zh: 成交均价

# otc.tab.my.payment.method.wx.title
source: WeChat
zh: 微信

# otc.tab.my.payment.method.alipay.title
source: Alipay
zh: 支付宝

# third.pay.calendar.month.week.m.title
source: M
ja: 一
ko: 월
pt: Seg
tr: Pazartesi
vi: Phút
zh: 一

# third.pay.calendar.month.week.t.title
source: T
fr: Mar
ja: 二
ko: 화
pt: Ter
tr: Salı
vi: Thứ Ba
zh: 二

# third.pay.calendar.month.week.w.title
source: W
fr: Mer
ja: 三
ko: 수
pt: Qua
tr: Çarşamba
vi: Thứ Tư
zh: 三

# third.pay.calendar.month.week.f.title
source: F
fr: Ven
ja: 五
ko: 금
pt: Sex
tr: Cuma
vi: Thứ Sáu
zh: 五

# swap.pos.hover.margin.amount.tip
source: Assets used to secure this position
fr: Actifs utilisés pour sécuriser cette position
ja: 次のポジションを担保するための資産
ko: 이 포지션을 유지하는 데 사용되는 자산
pt: Ativos usados para garantir esta posição
tr: Bu pozisyonu güvence altına almak için kullanılan varlıklar
vi: Tài sản dùng để đảm bảo vị thế tiếp theo
zh: 用于担保次仓位的资产

# common_follow_roi
source: ROI
fr: Rendement
ja: 利益率
tr: Yatırım Getirisi (ROI)
vi: Tỷ suất lợi nhuận
zh: 收益率

# 跟单.收益额
source: PnL
ja: 利益額
ko: 손익
tr: Kazanç miktarı
vi: Lãi/Lỗ
zh: 收益额

# 跟单.收益
source: PnL (USDT)
ja: 利益 (USDT)
ko: 손익(USDT)
tr: Kar/Zarar (USDT)
vi: Lợi nhuận (USDT)
zh: 收益 (USDT)

# common_hour_title
source: H
ja: 時間
vi: Giờ
zh: 小时

# rechage_txid
source: Txid
fr: ID de la transaction
ja: 取引ID
pt: ID da transação
tr: İşlem Kimliği
vi: ID giao dịch
zh: 交易ID

# transfer_mini
source: Min
es: Mínimo
ja: 最少
vi: Tối thiểu
zh: 最少

# user_details_under_review
source: Under review, please be patient.
es: En revisión, por favor sea paciente.
fr: En cours de révision, veuillez patienter.
ja: 審査中です。お待ちください
pt: Em análise, por favor, seja paciente.
tr: İnceleniyor, lütfen sabırlı olun
vi: Đang xem xét, vui lòng kiên nhẫn chờ đợi.
zh: 审核中，请耐心等待

# login_create_account
source: Register New Aibit Account
es: Crear una cuenta
fr: Enregistrer un nouveau compte Aibit
ja: アカウントを作成
ko: 새 Aibit 계정 등록
pt: Criar uma conta
tr: Hesap oluştur
vi: Đăng ký tài khoản Aibit mới
zh: 注册新的Aibit账户

# login_bind_account
source: Associate Your Aibit Account
es: Vincule su cuenta
fr: Associer votre compte Aibit
ja: 既存アカウントを関連付ける
ko: Aibit 계정 연동
pt: Vincule sua conta
tr: Mevcut hesapla ilişkilendir
vi: Liên kết tài khoản Aibit của bạn
zh: 关联您的Aibit账号

# swap_single_pos_force_close_price_tip
source: Calculate the mark price of the isolated margin position when the margin ratio based on the isolated margin balance is ≤100%. The estimated liquidation price of the isolated position is fixed.
es: Basado en el saldo de margen aislado, se calcula el precio de marca de la posición cuando la tasa de margen es ≤100%. El precio de liquidación estimado para margen aislado es fijo.
fr: Calculez le prix de référence de la position sur marge isolée lorsque le ratio de marge basé sur le solde de marge isolée est ≤ 100 %. Le prix de liquidation estimé de la position isolée est fixe.
ja: この逐次証拠金残高に基づいて、証拠金率が≤100%のときのポジションのマーク価格を計算します。逐次ポジションの予想強制決済価格は固定されています。
pt: Calcule o preço de marcação da posição de margem isolada quando a razão de margem com base no saldo da margem isolada for ≤100%. O preço de liquidação estimado da posição isolada é fixo.
tr: İzole marj pozisyonunun işaret fiyatını, izole marj bakiyesi temel alınarak marj oranı ≤%100 olduğunda hesaplayın. İzole pozisyonun tahmin edilen likidasyon fiyatı sabittir.
vi: Dựa trên số dư ký quỹ của vị thế ký quỹ từng phần, tính toán giá thị trường của vị thế khi tỷ lệ ký quỹ ≤ 100%. Giá thanh lý ước tính của vị thế ký quỹ từng phần là cố định.
zh: 基于此逐仓保证金余额，计算出此逐仓仓位的保证金率≤100% 时，持仓的标记价格。逐仓仓位预估强平价是固定的。

# swap_full_pos_force_close_price_tip
source: Based on the current cross margin balance, calculate the mark price of the entire cross margin position when the margin ratio is ≤100%. The estimated liquidation price for cross margin positions will continuously change and is for reference only. The actual liquidation and position reduction for cross margin positions will be triggered when the margin ratio is ≤100%.
es: Basado en el saldo de margen cruzado actual, se calcula el precio de marca de la posición cuando la tasa de margen es ≤100%. El precio de liquidación estimado para margen cruzado cambiará constantemente y es solo de referencia. La liquidación real y la reducción de posición en margen cruzado se activan cuando la tasa de margen es ≤100%.
fr: En fonction du solde actuel de la marge croisée, calculez le prix de référence de l'ensemble de la position sur marge croisée lorsque le ratio de marge est ≤ 100 %. Le prix de liquidation estimé pour les positions sur marge croisée changera en continu et est donné à titre de référence uniquement. La liquidation réelle et la réduction de position pour les positions sur marge croisée seront déclenchées lorsque le ratio de marge est ≤ 100 %.
ja: 現在の全証拠金残高に基づいて、証拠金率が≤100%のときの現在の全ポジションのマーク価格を計算します。全ポジションの予想強制決済価格は変動し続けるため、参考程度にしてください。全ポジションの実際の強制決済や減少の発動は、証拠金率が≤100%のときに基づきます。
pt: Com base no saldo atual da margem cruzada, calcule o preço de marcação de toda a posição de margem cruzada quando a razão de margem for ≤100%. O preço de liquidação estimado para posições de margem cruzada mudará continuamente e é apenas para referência. A liquidação real e a redução da posição para posições de margem cruzada serão acionadas quando a razão de margem for ≤100%.
tr: Mevcut çapraz marj bakiyesi temel alınarak, marj oranı ≤%100 olduğunda tüm çapraz marj pozisyonunun işaret fiyatını hesaplayın. Çapraz marj pozisyonları için tahmin edilen likidasyon fiyatı sürekli değişecek olup yalnızca referans amaçlıdır. Çapraz marj pozisyonları için gerçek likidasyon ve pozisyon küçültme, marj oranı ≤%100 olduğunda tetiklenecektir.
vi: Dựa trên số dư ký quỹ toàn bộ hiện tại, tính toán giá thị trường của vị thế toàn bộ khi tỷ lệ ký quỹ ≤ 100%. Giá thanh lý ước tính của toàn bộ vị thế sẽ thay đổi liên tục và chỉ mang tính tham khảo. Việc thanh lý thực tế và kích hoạt cắt giảm vị thế của toàn bộ sẽ dựa trên tỷ lệ ký quỹ ≤ 100%.
zh: 基于当前全仓保证金余额，计算出当前整个全仓仓位的保证金率≤100%时，持仓的标记价格。全仓的预估强平价格会不断变化，仅供参考。全仓仓位的实际强平、减仓触发以保证金率≤100%时为准。

# swap_computer_margin_tip
source: The margin required to open this position must be ≥%@.
fr: La marge requise pour ouvrir cette position doit être ≥%@.
ja: このポジションを開くための証拠金が≥%@である必要があります。
pt: A margem necessária para abrir esta posição deve ser ≥%@.
tr: Bu pozisyonu açmak için gereken marj, %@'dan büyük veya eşit olmalıdır.
vi: Ký quỹ mở vị thế này cần ≥%@
zh: 此仓位开仓的保证金需要≥%@

# newcomer_kyc
source: KYC Verification
fr: Vérification KYC
ja: KYC認証
pt: Verificação KYC
tr: KYC Doğrulaması
vi: Xác minh KYC
zh: KYC认证
