Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# common_share_reg_des
source: Scan the code to register and log in. Your Web3 journey starts here.
es: Escanea para registrarte y comenzar tu viaje Web3
ja: QRコードをスキャンして登録し、ログインしてください。あなたのWeb3の旅がここから始まります
ko: 스캔하여 등록하고 로그인하세요, 여러분의 Web3 여정이 여기서 시작됩니다
ru: Сканируйте для регистрации и начала вашего пути в Web3
tr: QR kodunu tarayarak kaydolun ve giriş yapın. Web3 yolculuğunuz burada başlıyor.
zh: 扫码注册并登录，您的Web3之旅从这里开始

# common_share_rate_open
source: ROI(Open Positions)
es: Rendimiento(Posiciones Abiertas)
fr: ROI (Positions ouvertes)
ja: 利益率 (保有中)
ko: 수익률(보유 중인 포지션)
ru: Доходность(открытые позиции)
tr: ROI (Açık Pozisyonlar)
vi: Tỷ suất lợi nhuận (đã đóng vị thế)
zh: 收益率(持仓中)

# common_share_rate_closed
source: ROI(Closed Positions)
es: Rendimiento(Posiciones Cerradas)
ja: 利益率 (決済済み)
ko: 수익률(청산된 포지션)
ru: Доходность(закрытые позиции)
tr: ROI (Kapanan Pozisyonlar)
zh: 收益率(已平仓)

# limit_time_rule_maker
source: The order will not be immediately filled as a Taker order in the market; otherwise, it will be canceled.
es: La orden no se completará inmediatamente en el mercado como una orden Taker, de lo contrario será cancelada.
fr: L'ordre ne sera pas immédiatement exécuté en tant qu'ordre Taker sur le marché ; sinon, il sera annulé.
ja: 注文は市場で即座にTaker注文として成立しない場合、キャンセルされます。
ko: 해당 주문은 테이커(Taker) 주문으로 시장에서 즉시 체결되지 않으며, 그렇지 않으면 취소됩니다.
ru: Ордер не будет немедленно исполнен на рынке как ордер Тейкера, в противном случае он будет отменен.
tr: Emir, piyasa emri olarak hemen doldurulmazsa, iptal edilecektir.
vi: Lệnh sẽ không ngay lập tức giao dịch dưới dạng lệnh Taker trên thị trường, nếu không sẽ bị hủy
zh: 订单不会立即以Taker订单在市场成交，否则将被取消

# limit_time_rule_ioc
source: Immediate or Cancel (IOC)
es: Transaccionar inmediatamente o cancelar el resto
fr: Immédiat ou annuler (IOC)
ja: 即座に成立しなければ残りをキャンセル
ko: 즉시 거래 또는 잔액 취소
ru: Транзакция немедленно или отмена остатка
tr: Hemen veya İptal Et (IOC)
vi: Giao dịch ngay lập tức, nếu không sẽ hủy phần còn lại
zh: 立即成交否则取消剩余

# limit_time_rule_FOK
source: Fill or Kill (FOK)
es: Todas las transacciones se completarán o todas se cancelarán.
fr: Remplir ou annuler (FOK)
ja: すべて成立しなければすべてキャンセル
ko: 모든 거래가 완료되거나 모두 취소됩니다.
ru: Все транзакции будут завершены или все будут отменены.
tr: Doldur veya İptal Et (FOK)
vi: Tất cả giao dịch phải hoàn thành, nếu không sẽ hủy tất cả
zh: 全部成交否则全部取消

# follow_total_ROI_short
source: Total ROI
es: Producir
fr: ROI total
ja: 累積収益率
ko: 누적 수익률
pt: ROI Total
ru: Урожай
tr: Toplam Yatırım Getirisi
vi: Tỷ suất lợi nhuận tích lũy
zh: 累计收益率

# interest_every_day
source: Daily Interest Settlement
es: Interés y liquidación diaria
fr: Règlement quotidien des intérêts
ja: 日利日払い
ko: 일일이자 및 결산
pt: Juros diários e liquidação
ru: Ежедневные проценты и расчеты
vi: Lãi suất hàng ngày kết toán hàng ngày
zh: 日息日结

# financial_order_time
source: Order Time
es: tiempo de pedido
fr: Heure de commande
ja: 注文時間
ko: 주문 시간
pt: hora do pedido
ru: время заказа
tr: Sipariş Zamanı
vi: Thời gian đặt hàng
zh: 订单时间

# financial_redemption_apply_success
source: Redemption Application Successful
es: Solicitud de redención exitosa
fr: Demande de rachat réussie
ja: 償還申請成功
ko: 상환 신청이 완료되었습니다.
pt: Solicitação de resgate bem-sucedida
ru: Заявка на погашение прошла успешно
tr: İade Başvurusu Başarılı
vi: Yêu cầu rút thành công
zh: 赎回申请成功

# network_api_ws_speed
source: API ws response speed
es: Velocidad de respuesta de Api ws
fr: Vitesse de réponse API ws
ja: API WS応答速度
pt: Velocidade API ws
ru: Скорость реакции Api ws
tr: API ws yanıt hızı
vi: Tốc độ phản hồi Api ws
zh: Api ws响应速度

# aichat_market_overview
source: Market Overview
es: Resumen del mercado
fr: Aperçu du marché
ko: 시장 총괄
ru: Обзор рынка
vi: Tổng quan thị trường
zh: 市场总览

# aichat_market_24info
source: Based on the past 24 hours of data from the Aibit platform
es: Basado en los datos de las últimas 24 horas de la plataforma Aibit
fr: Basé sur les données des dernières 24 heures de la plateforme Aibit
ko: 기반 Aibit 플랫폼의 지난 24시간 데이터
ru: Основываясь на данных платформы Aibit за последние 24 часа
vi: Dựa trên dữ liệu 24 giờ qua của nền tảng Aibit
zh: 基于 Aibit 平台过去 24 小时内的数据

# aichat_market_sentiment
source: Market Sentiment
es: Sentimiento del mercado
fr: Sentiment du marché
ja: 市場感情
ko: 시장 감정
pt: Sentimento do Mercado
ru: Рыночные настроения
tr: Pazar Duygusu
vi: Cảm xúc thị trường
zh: 市场情绪

# aichat_market_new_listings
source: New Listings
es: Nuevo listado
fr: Nouveau listing
ja: 新規上場
ko: 신상 코인 랭킹
pt: Novamente Listado
ru: Новые токены
tr: Yeni Listeleme
vi: Top coin mới
zh: 新币榜

# aichat_market_trending_token
source: Trending Coins
es: Tendencia
fr: Tendance
ja: トレンド
ko: 인기 랭킹
pt: Em alta
ru: Хит.
tr: Trending
vi: Top hot
zh: 热门榜

# aichat_limit_noti
source: Daily question limit reached. Please try again tomorrow.
es: Hoy ha alcanzado el límite de preguntas, por favor intente de nuevo mañana.
fr: Limite de questions quotidienne atteinte. Veuillez réessayer demain.
ko: 오늘의 질문 횟수를 초과했습니다. 내일 다시 시도해 주세요.
ru: Количество вопросов на сегодня исчерпано, попробуйте снова завтра.
vi: Số lần hỏi hôm nay đã hết, vui lòng thử lại vào ngày mai.
zh: 今日提问次数已用完，请明日再试。

# aichat_any_ask
source: Ask me anything about cryptocurrency!
es: ¡Pregúntame cualquier cosa sobre criptomonedas!
fr: Posez-moi toutes vos questions sur la cryptomonnaie !
ko: 암호화폐에 관한 어떤 질문이든 하세요!
ru: Задайте мне любые вопросы о криптовалюте!
vi: Hãy hỏi tôi bất kỳ câu hỏi nào về tiền điện tử!
zh: 问我关于加密货币的任何问题！

# aichat_daily_limit
source: Daily Question Limit
es: Límite de preguntas diarias
fr: Limite de questions quotidienne
ko: 일일 질문 횟수 제한
ru: Ежедневное ограничение на количество вопросов
vi: Giới hạn số lần hỏi mỗi ngày
zh: 每日提问次数限制

# aichat_daily_limit_4_questions
source: You can ask Aibit Chat up to 4 questions per day.
es: Puede hacer hasta 4 preguntas a Aibit Chat cada día.
fr: Vous pouvez poser jusqu'à 4 questions par jour à Aibit Chat.
ko: 하루에 AibitChat에게 최대 4번 질문할 수 있습니다.
ru: Вы можете задать Aibit Chat не более 4 вопросов в день.
vi: Bạn có thể hỏi Aibit Chat tối đa 4 câu hỏi mỗi ngày.
zh: 您每天最多可以向 Aibit Chat 发起 4 次提问。

# aichat_daily_limit_without_login
source: To ask more questions, please log in or register for an Aibit account.
es: Para hacer más preguntas a AibitChat, por favor inicie sesión o registre una cuenta en Aibit.
fr: Pour poser plus de questions, veuillez vous connecter ou vous inscrire à un compte Aibit.
ko: 많은 질문을 하려면 로그인하거나 Aibit 계정을 등록하세요.
ru: Чтобы задать больше вопросов AibitChat, войдите в систему или зарегистрируйтесь в аккаунте Aibit.
vi: Để hỏi thêm câu hỏi với Aibit Chat, vui lòng đăng nhập hoặc đăng ký tài khoản Aibit.
zh: 要向 AibitChat 提出更多问题，请登录或注册 Aibit 账户。

# aichat_sending
source: We are analyzing your question...
es: Estamos analizando su pregunta...
fr: Nous analysons votre question...
ko: 당신의 질문을 분석하고 있습니다...
ru: Ваш вопрос анализируется...
vi: Đang phân tích câu hỏi của bạn...
zh: 正在分析您的提问...

# aichat_failed_retry
source: Loading failed, please try again
es: Error al cargar, por favor intente nuevamente
ko: 로딩 실패, 다시 시도하세요
ru: Загрузка не удалась, попробуйте снова
zh: 加载失败，请重试

# aichat_risk_warning
source: Risk Warning: Responses are for reference only and do not constitute investment advice. Investing involves risk; please make decisions cautiously. If you have any questions about Aibit’s products and services, please contact Aibit customer service.
es: Advertencia de riesgo: Las respuestas son solo para referencia y no constituyen asesoramiento de inversión. La inversión conlleva riesgos; tome decisiones con cautela. Si tiene preguntas sobre los productos y servicios de Aibit, por favor contacte al servicio de atención al cliente de Aibit.
fr: Avertissement de risque : Les réponses sont données à titre de référence uniquement et ne constituent pas des conseils en investissement. L'investissement comporte des risques ; veuillez prendre des décisions avec prudence. Si vous avez des questions sur les produits et services d'Aibit, veuillez contacter le service client d'Aibit.
ko: 위험 경고: 답변은 참고용으로만 제공되며 투자 조언을 구성하지 않습니다. 투자에는 위험이 따르며 신중한 결정을 하십시오. Aibit의 제품 및 서비스에 대해 문의 사항이 있으면 Aibit 고객 지원팀에 연락하세요.
ru: Предупреждение о риске: Ответы предоставляются только в информационных целях и не являются инвестиционными рекомендациями. Инвестиции связаны с рисками;пожалуйста, принимайте взвешенные решения.
vi: Cảnh báo rủi ro: Các câu trả lời chỉ mang tính tham khảo, không phải lời khuyên đầu tư. Đầu tư có rủi ro; hãy thận trọng khi ra quyết định. Nếu có bất kỳ thắc mắc nào về sản phẩm và dịch vụ của Aibit, vui lòng liên hệ với đội ngũ hỗ trợ khách hàng của Aibit.
zh: 风险提示：回答仅供参考，不构成投资建议。投资涉及风险；请谨慎决策。如对Aibit的产品和服务有任何疑问，请联系Aibit客服。

# kline_indicator_settings
source: Indicator Settings
es: Configuración del indicador
fr: Paramètres des indicateurs
ja: 指標設定
ko: 지표 설정
ru: Настройки индикатора
tr: Göstergeler Ayarları
vi: Cài đặt chỉ số
zh: 指标设置

# kline_indicator_main
source: Main Indicators
es: Indicador del gráfico principal
fr: Indicateurs principaux
ja: 主図指標
ko: 메인 차트 지표
pt: Main Chart Indicators
ru: Основной индикатор графика
tr: Ana Grafik Göstergeleri
vi: Chỉ số biểu đồ chính
zh: 主图指标

# kline_indicator_ma_des
source: oving Average (MA)
es: media móvil
fr: MA
ja: 移動平均線
ko: 이동 평균
ru: скользящее среднее
tr: Hareketli Ortalama (MA)
vi: Đường trung bình động
zh: 移动平均线

# kline_indicator_ema_des
source: Weighted Moving Average (WMA)
es: media móvil ponderada
fr: EMA
ja: 加重移動平均線
ko: 가중 이동 평균
ru: взвешенное скользящее среднее
tr: Ağırlıklı Hareketli Ortalama (WMA)
vi: Đường trung bình động có trọng số
zh: 加权移动平均线

# kline_indicator_boll_des
source: Bollinger Bands
es: Bandas de Bollinger
fr: Bandes de Bollinger
ja: ボリンジャーバンド
ko: 볼린저 밴드
ru: Полосы Боллинджера
tr: Bollinger Bantları
vi: Băng Bollinger
zh: 布林线

# kline_indicator_sub
source: Sub Indicators
es: Indicador de subimagen
fr: Indicateurs secondaires
ja: 副図指標
ko: 하위 그림 표시
pt: Sub-Chart Indicators
ru: Индикатор дополнительного изображения
tr: Alt Grafik Göstergeleri
vi: Chỉ số biểu đồ phụ
zh: 副图指标

# kline_indicator_vol_des
source: Volume Indicators
es: indicador de volumen
fr: VOL
ja: 取引量指標
ko: 볼륨 표시기
ru: индикатор объема
tr: Hacim Göstergeleri
vi: Chỉ số khối lượng giao dịch
zh: 成交量指标

# kline_indicator_macd_des
source: Exponential Moving Average Convergence Divergence (MACD)
es: Media móvil de convergencia y divergencia de suavizado exponencial
fr: MACD
ja: 指数平滑移動平均線
ko: 지수 평활 수렴 및 발산 이동 평균
ru: Экспоненциальное сглаживание, схождение и расхождение, скользящее среднее
tr: Üssel Hareketli Ortalama Yakınsama Diverjansı (MACD)
vi: Đường trung bình động phân kỳ hội tụ chỉ số
zh: 指数平滑异同移动平均线

# kline_indicator_kdj_des
source: Stochastic Oscillator
es: estocástico
fr: KDJ
ja: ストキャスティクス
ko: 확률론적
ru: Стохастический
tr: Stokastik Osilatör
vi: Chỉ số ngẫu nhiên
zh: 随机指标

# kline_indicator_reset
source: Reset
es: reiniciar
fr: Réinitialiser
ja: リセット
ko: 다시 놓기
ru: перезагрузить
tr: Sıfırla
vi: Đặt lại
zh: 重置

# kline_indicator_confirm
source: Confirm
es: confirmar
fr: Confirmer
ja: 確認
ko: 확인하다
ru: подтверждать
tr: Onayla
vi: Xác nhận tự động đăng ký
zh: 确认

# kline_indicator_line
source: Index
es: Índice
ja: 指標ライン
ko: 표시선
pt: Índice
ru: Индекс
tr: İndeks
vi: Đường chỉ số
zh: 指标线

# kline_indicator_value
source: Value
es: Valor
fr: Valeur
ja: パラメータ値
ko: 매개변수 값
pt: Valor
ru: Значение
tr: Değer
vi: Giá trị tham số
zh: 参数值

# kline_indicator_line_width
source: Width
es: Ancho
fr: Largeur
ja: ライン幅
ko: 선 너비
pt: Largo
ru: Ширина
tr: Genişlik
vi: Độ rộng đường
zh: 线宽

# kline_indicator_line_color
source: Color
fr: Couleur
ja: 色
ko: 색상
pt: Cor
ru: цвет
tr: Renk
vi: Màu sắc
zh: 颜色

# kline_indicator_calculation_period
source: Calculating Period
es: Ciclo de cálculo
fr: Période de calcul
ja: 計算周期
ko: 계산주기
pt: Calculation Period
ru: Цикл расчета
tr: Hesaplama Dönemi
vi: Chu kỳ tính toán
zh: 计算周期

# kline_indicator_bandwidth
source: Bandwidth
es: ancho de banda
fr: Bande passante
ja: 帯域幅
ko: 대역폭
ru: пропускная способность
tr: Bant Genişliği
vi: Băng thông
zh: 带宽

# kline_indicator_vol_setting
source: Volume (VOL) Bar Settings
es: Configuración de la columna VOL
fr: Paramètres des barres de volume (VOL)
ja: VOLバー設定
ko: VOL 열 설정
pt: Configuración de la columna VOL
ru: Настройки столбца VOL
tr: Hacim (VOL) Çubuğu Ayarları
vi: Cài đặt cột VOL
zh: VOL柱设置

# kline_indicator_vol_up
source: Long
es: elevar
ja: 上昇
ko: 증가
pt: Up
ru: рост
tr: Yukarı
vi: Tăng
zh: 上涨

# kline_indicator_vol_down
source: Short
es: caer
fr: Court
ja: 下降
ko: Down
pt: Down
ru: падать
tr: Aşağı
vi: Giảm
zh: 下跌

# kline_indicator_solid
source: Solid
es: sólido
fr: Solide
ja: 実線
ko: 단단한
pt: sólido
ru: твердый
tr: Dolu
vi: Đặc
zh: 实心

# kline_indicator_hollow
source: Hollow
es: hueco
fr: Creux
ja: 空線
ko: 구멍
pt: brecha
ru: пустой
tr: Boş
vi: Rỗng
zh: 空心

# kline_indicator_vol_bottom_des
source: MAVOL means that the volume of a certain period is added upand averaged to form a smoother curve in the histogram of thevolume, i.e. the average volume line.
es: El promedio móvil MA del volumen de operaciones consiste en sumar los volúmenes de operaciones de un determinado período y tomar el promedio, formando una curva más suave en el histograma del volumen de operaciones, es decir, la línea promedio del volumen de operaciones.
fr: MAVOL signifie que le volume d'une certaine période est additionné et moyenné pour former une courbe plus lisse dans l'histogramme du volume, c'est-à-dire la ligne de volume moyen.
ja: 取引量のMA移動平均線は、特定の周期の取引量を合計し、その平均値を取ることで、取引量ヒストグラムにおいてより滑らかな曲線を形成します。つまり、取引量の平均線です。
ko: 거래량 MA 이동평균은 특정 기간의 거래량을 합산하여 평균을 취하여 거래량 히스토그램, 즉 거래량 평균선에서 보다 완만한 곡선을 그리는 것입니다.
pt: A média móvel MA do volume de negociação consiste em somar os volumes de negociação de um determinado período e tirar a média, formando uma curva mais suave no histograma do volume de negociação, ou seja, a linha média do volume de negociação.
ru: Скользящее среднее МА объема торгов заключается в сложении объемов торгов за определенный период и взятии среднего значения, образующего более плавную кривую на гистограмме объема торгов, то есть линию среднего объема торгов.
tr: Hacmin MA (Hareketli Ortalama), belirli bir dönem boyunca hacmin toplanıp ortalamasının alınarak hesaplanmasıyla elde edilir ve bu, hacim histogramında daha pürüzsüz bir eğri oluşturur, bu da hacmin hareketli ortalama çizgisidir.
vi: Đường trung bình động MA của khối lượng giao dịch là tổng khối lượng trong một chu kỳ và lấy giá trị trung bình, tạo ra một đường mượt mà hơn trong biểu đồ cột khối lượng giao dịch, tức là đường trung bình khối lượng.
zh: 成交量的MA移动平均线是将某个周期的成交量相加并取平均值，在成交量直方图中形成更平滑的曲线，即成交量平均线.

# kline_indicator_short_period
source: Short Period
es: ciclo corto
fr: Période courte
ja: 短期周期
ko: 짧은 주기
pt: ciclo curto
ru: короткий цикл
tr: Kısa Dönem
vi: Chu kỳ ngắn
zh: 短周期

# kline_indicator_long_period
source: Long Period
es: ciclo largo
fr: Période longue
ja: 長期周期
ko: 긴 주기
pt: ciclo longo
ru: длинный цикл
tr: Uzun Dönem
vi: Chu kỳ dài
zh: 长周期

# kline_indicator_long_map
source: MA Period
es: periodo de media móvil
fr: Période MA
ja: 移動平均周期
ko: 이동 평균 기간
pt: período médio móvel
ru: период скользящей
tr: Hareketli Ortalama Dönemi
vi: Chu kỳ trung bình động
zh: 移动平均周期

# kline_indicator_long_increase
source: Long (Grow)
es: Largo (aumento)
fr: Long (Croissance)
ja: ブル（増加）
ko: 롱(증가)
pt: Longo (aumentar)
ru: Длинный (увеличение)
tr: Uzun (Artış)
vi: Tăng giá (Tăng)
zh: 多头(增)

# kline_indicator_long_decrease
source: Long (Fall)
es: Longo (menos)
fr: Long (Baisse)
ja: ブル（減少）
ko: 롱(마이너스)
pt: Longo (menos)
ru: Длинный (минус)
tr: Uzun (Azalış)
vi: Tăng giá (Giảm)
zh: 多头(减)

# kline_indicator_short_increase
source: Short (Grow)
es: Corto (aumento)
fr: Court (Croissance)
ja: ベア（増加）
ko: 단기(증가)
pt: Curto (aumentar)
ru: Короткий (увеличение)
tr: Kısa (Artış)
vi: Giảm giá (Tăng)
zh: 空头(增)

# kline_indicator_short_decrease
source: Short (Fall)
fr: Court (Baisse)
ja: ベア（減少）
ko: 쇼트(마이너스)
pt: Curto (menos)
ru: Short (Increase)
tr: Kısa (Azalış)
vi: Giảm giá (Giảm)
zh: 空头(减)

# kline_indicator_kdj_map1
source: MA Period 1
es: Periodo de media móvil 1
fr: Période MA 1
ja: 移動平均周期1
ko: 이동 평균 기간 1
pt: Período médio móvel 1
ru: Период скользящего среднего 1
tr: Hareketli Ortalama Dönemi 1
vi: Chu kỳ trung bình động 1
zh: 移动平均周期1

# kline_indicator_kdj_map2
source: MA Period 2
es: Periodo de media móvil 2
fr: Période MA 2
ja: 移動平均周期2
ko: 이동 평균 기간 2
pt: Período médio móvel 2
ru: Период скользящего среднего 2
tr: Hareketli Ortalama Dönemi 2
vi: Chu kỳ trung bình động 2
zh: 移动平均周期2

# login_bind_exits_desc
source: The email has already been registered. You can verify the email and link it with a third-party account.
es: El correo electrónico ya ha sido registrado. Puede verificar el correo y vincularlo a una cuenta de terceros.
ko: 이 이메일은 이미 등록되어 있습니다. 이메일을 확인하고 제3자 계정과 연결할 수 있습니다.
pt: O e-mail já foi registrado. Você pode verificar o e-mail e vinculá-lo a uma conta de terceiros.
ru: Почтовый ящик зарегистрирован. Вы можете проверить почтовый ящики связать его с третьим аккаунтом
zh: 该邮箱已注册过。您可以进行邮箱验证并将其与第三方账户关联

# unable_to_provide_service_tip
source: Your IP address ({ip}) shows that you are located in a country/region with Aibit service restrictions. The system has automatically logged you out. If you have any questions, please contact our customer service team.
es: Su dirección IP ({ip}) muestra que se encuentra en un país/región con restricciones de servicio de Aibit. El sistema lo ha cerrado automáticamente. Si tiene alguna pregunta, comuníquese con nuestro equipo de servicio al cliente.
fr: Votre adresse IP ({ip}) montre que vous êtes situé dans un pays/une région avec des restrictions de service Aibit. Le système vous a automatiquement déconnecté. Si vous avez des questions, veuillez contacter notre équipe d'assistance.
ja: あなたのIPアドレス（27.19.126.61）は、あなたがAibitサービスの制限された国/地域にいることを示しています。Aibitはあなたの国または地域にサービスを提供できません。ご不明な点がございましたら、カスタマーサポートチームにお問い合わせください。
ko: 귀하의 IP 주소({ip})는 귀하가 Aibit 서비스 제한 국가/지역에 위치하고 있음을 보여줍니다. 시스템이 자동으로 로그아웃했습니다. 질문이 있는 경우 고객 서비스 팀에 문의해 주시기 바랍니다.
pt: Seu endereço IP ({ip}) indica que você está localizado em um país/região com restrições de serviço da Aibit. O sistema foi automaticamente desconectado. Se você tiver alguma dúvida, entre em contato com nossa equipe de atendimento ao cliente.
ru: Ваш IP-адрес ({ip}) показывает, что вы находитесь в стране/регионе с ограничениями сервиса Aibit. Система автоматически вас разлогинила. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нашей службой поддержки.
tr: IP adresiniz ({ip}), Aibit hizmet kısıtlamalarının olduğu bir ülke/bölgeden giriş yaptığınızı gösteriyor. Sistem otomatik olarak oturumunuzu kapattı. Herhangi bir sorunuz varsa, lütfen müşteri hizmetleri ekibimizle iletişime geçin.
vi: Địa chỉ IP của bạn ({ip}) cho thấy bạn đang ở trong quốc gia/khu vực bị hạn chế dịch vụ của Aibit, hệ thống đã tự động đăng xuất bạn. Nếu có bất kỳ câu hỏi nào, vui lòng liên hệ với đội ngũ hỗ trợ khách hàng.
zh: 您的IP地址（{ip}）显示您位于Aibit服务限制国家/地区，系统已自动为您登出。如有任何疑问，请联系客服团队

# contact_margin_can_close
source: Available for closing
fr: Peut être soldé
ja: 決済可能
ko: 청산 가능
pt: Disponível para fechamento
ru: Доступно：
tr: Kapanış için uygun
vi: Có thể đóng
zh: 可平

# copy_trading_only_supports_elite
source: Only supports copying elite traders
es: opia solo los ajustes del trader élite.
fr: Copier uniquement les paramètres du trader d'élite
ko: 엘리트 트레이더의 설정만 복사하세요.
pt: Copie apenas as configurações do trader de elite.
ru: Копируйте только настройки элитного трейдера.
vi: Chỉ hỗ trợ sao chép giao dịch từ nhà giao dịch
zh: 只支持跟随交易员

# copy_trading_leverage_position
source: Leverage & Position mode
es: Modo de Apalancamiento y Posición
ko: 레버리지 및 포지션 모드
pt: Modo de Alavancagem e Posição
ru: Режим плеча и позиции Modo de Apalancamiento y Posición
zh: 杠杆倍数&仓位模式

# pos_num
source: Postion Amount
fr: Montant de la position
ko: 포지션
pt: Posições
ru: Должности
tr: Pozisyonlar
vi: Lượng nắm giữ
zh: 持仓量

# hide_0_asset
source: Hidden 0 asset
fr: Actif caché 0
pt: Ocultar 0 ativo
ru: Скрытый 0 актив
tr: Gizlenen 0 varlık
vi: Ẩn tài sản có số dư 0
zh: 隐藏0资产

# no_result
source: No result yet
es: 暂无结果
fr: Aucun résultat pour le moment
pt: Nenhum resultado ainda
ru: Результатов пока нет
tr: Henüz sonuç yok
vi: Chưa có kết quả
zh: 暂无结果

# coin_overview_rank
source: Rank
es: Rango
fr: Rang
ja: 順位
ko: 시가 총액 순위
pt: Classificação
ru: Ранг
tr: Sıra
vi: Xếp hạng theo vốn hóa thị trường
zh: 市值排名

# coin_overview_supply
source: Circulating Supply
es: Oferta circulante
fr: Offre en circulation
ja: 流通量
ko: 유통량
pt: Oferta em circulação
ru: Поток
tr: Dolaşımdaki arz
vi: Lượng cung lưu hành
zh: 流通量

# coin_overview_max_supply
source: Max Supply
es: Suministro máximo
fr: Offre maximale
ja: 最大供給量
ko: 최대 공급량
pt: Oferta máxima
ru: Максимальная поставка
tr: Maksimum arz
vi: Nguồn cung tối đa
zh: 最大供应量

# coin_overview_max_cap
source: Market Cap at Max Supply
es: Capitalización de mercado al suministro máximo
fr: Capitalisation boursière à l'offre maximale
ja: 最大供給時価総額
ko: 최대 공급 시가 총액
pt: Capitalização de mercado na oferta máxima
ru: Максимальная рыночная стоимость
tr: Maksimum arzda piyasa değeri
vi: Vốn hóa thị trường tối đa
zh: 最大供应市值

# coin_overview_rate
source: Circulation Rate
es: Tasa De Circulación
fr: Taux de circulation
ja: 流通率
ko: 유통 비율
pt: Taxa de circulação
ru: Коэффициент обращения
tr: Dolaşım oranı
vi: Tỷ lệ lưu hành
zh: 流通率

# coin_overview_kline_price
source: Price
es: precio
fr: Prix
ja: 価格
ko: 가격
pt: preço
ru: цена
tr: Fiyat
vi: Giá cả
zh: 报价

# common_funds
source: Fund
es: Fondo
fr: Fonds
ja: ファンド
ko: 펀드
pt: Fundo
ru: Фонд
tr: Fon
vi: Vốn
zh: 资金

# thanks_giving_title
source: Aibit thanksgiving giveaway
es: Recompensa de Acción de Gracias de Aibit
fr: Cadeau de Thanksgiving Aibit
ko: Aibit 감사절 리워드
pt: Recompensa de Ação de Graças da Aibit
ru: Благодарность от Aibit на День Благодарения
vi: Aibit Lễ Tạ ơn
zh: Aibit感恩节回馈

# thanks_giving_amount
source: Collect Cards to Share %@
es: Colecciona tarjetas y divide %@
ko: 카드 모아 %@ 나누기
pt: Colecione cartões e divida %@
ru: Собирайте карты и делите %@
zh: 集卡瓜分%@

# coupon_center
source: Voucher Center
es: Centro de Cupones
fr: Centre de coupons
ja: クーポンセンター
ko: 바우처 센터
pt: Central de Cupons
ru: Центр ваучеров
tr: Kupon Merkezi
vi: Trung tâm thẻ
zh: 卡劵中心

# coupon_center_swap
source: Futures Trial Voucher
es: Cupón de bono de futuros
fr: Coupon d'essai futures
ja: 先物トライアルクーポン
ko: 선물 트라이얼 바우처
pt: Vale-bônus de futuros
ru: Фьючерсный бонус
tr: Vadeli İşlem Deneme Bonus Kuponu
vi: Thẻ trải nghiệm hợp đồng
zh: 合约体验券

# coupon_center_invest
source: Booster Voucher
es: Cupón Acelerador
fr: Bon de booster
ja: ブースターバウチャー
ko: 부스터 바우처
pt: Cupom de Impulso
ru: Ускоряющий ваучер
tr: Booster Kuponu
vi: Phiếu tăng lãi suất đầu tư tài chính
zh: 理财加息劵

# coupon_status_wait_active
source: Inactive
es: Pendiente
fr: Activation en attente
ja: 待機中
ko: 대기 중
pt: Aguardando
ru: Ожидание
tr: Aktivasyon Bekliyor
vi: Chưa kích hoạt
zh: 待激活

# coupon_status_wait_use
source: Pending Use
es: Pendiente de Uso
fr: Utilisation en attente
ja: 使用待ち
ko: 사용 대기 중
pt: Pendente para Uso
ru: Ожидает использования
tr: Kullanım Bekliyor
vi: Chưa sử dụng
zh: 待使用

# coupon_status_used
source: Used
es: Usado
fr: Utilisé
ja: 使用済み
ko: 사용 완료
pt: Usado
ru: Использовано
tr: Kullanıldı
vi: Đã sử dụng
zh: 已使用

# coupon_status_expired
source: Expired
es: Expirado
fr: Expiré
ja: 期限切れ
ko: 만료됨
pt: Expirado
ru: Срок действия истек
tr: Süresi Dolmuş
vi: Đã hết hạn
zh: 已失效

# coupon_action_go_active
source: Activate Now
es: Activar Ahora
fr: Activer maintenant
ja: 今すぐアクティベート
ko: 지금 활성화
pt: Ativar Agora
ru: Активировать сейчас
tr: Şimdi Etkinleştir
vi: Đi kích hoạt
zh: 去激活

# coupon_action_go_use
source: Use
es: Usar Ahora
fr: Utiliser
ja: 使用する
ko: 사용
pt: Usar
ru: Использовать
tr: Şimdi Kullan
vi: Sử dụng
zh: 去使用
