Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# experience.gold.wait.active.title
source: %@ USDT bonus to be activated, transact to activate
es: Bonificación en USDT %@ activada, opera para activar
fr: %@ USDT de bonus à activer, effectuez une transaction pour activer
ja: %@ USDTの体験金が待機中で、取引を行うことでアクティブになります
ko: %@ USDT 보너스가 활성화될 예정입니다.거래를 시작하여 보너스를 활성화하세요
pt: %@ bônus USDT a ser ativado, transacione para ativar
ru: %@ USDT бонус для активации, совершите транзакцию для активации.
tr: %@ USDT bonusu etkinleştirilecek, etkinleştirmek için işlem yapın
vi: %@ USDT tiền thưởng chưa kích hoạt, giao dịch ngay để kích hoạt
zh: %@ USDT 体验金待激活，交易即激活

# swap.liquidate.explain.tip.title
source: Liquidation was triggered as the margin level of your position %@ Perp-%@-%@x was 100% or lower and %@ Perp reached the liquidation price of %@. Your position has been taken over by our liquidation engine at the mark price of %@.
es: Liquidación activada: el margen de tu posición %@ Perp-%@-%@x era del 100% o menos y %@ Perp alcanzó el precio de liquidación %@. Posición liquidada al precio de referencia %@.
fr: La liquidation a été déclenchée car le niveau de marge de votre position %@ Perp-%@-%@x était de 100 % ou inférieur et %@ Perp a atteint le prix de liquidation de %@. Votre position a été prise en charge par notre moteur de liquidation au prix du marché de %@.
ja: %@の永久契約のマーク価格が%@に達すると、あなたの%@永久-%@-%@xポジションのマージン率が100%以下になります。強制決済がトリガーされます。ポジションはマーク価格%@で強制決済エンジンによって管理されます。
ko: %@ Perp-%@-%@x 포지션의 증거금 수준이 100% 이하이고 %@ Perp가 %@의 강제청산 가격에 도달했기 때문에 청산이 발동되었습니다.해당 포지션은 강제 청산이 촉발되어 %@의 표시 가격으로 인수됩니다.
pt: A liquidação foi acionada, pois o nível de margem da sua posição %@ Perp-%@-%@x era de 100% ou menos e %@ Perp atingiu o preço de liquidação de %@. Sua posição foi assumida por nosso mecanismo de liquidação ao preço de marcação de %@.
ru: Ликвидация была инициирована, так как уровень маржи вашей позиции %@ Perp-%@-%@x составил 100% или ниже, и %@ Perp достигла цены ликвидации %@. Ваша позиция была взята нашим ликвидационным механизмом по маркировочной цене %@.
tr: Pozisyonunuzun marjin seviyesi %@ Perp-%@-%@x %100 veya daha düşük olduğu için tasfiye tetiklendi ve %@ Perp tasfiye fiyatı %@'ya ulaştı. Pozisyonunuz, mark fiyatı %@'da tasfiye motorumuz tarafından devralındı.
vi: Khi giá của hợp đồng vĩnh viễn %@ đạt %@, tỷ lệ ký quỹ của vị thế %@ hợp đồng vĩnh viễn-%@-%@x của bạn sẽ nhỏ hơn hoặc bằng 100%, thanh lý cưỡng chế sẽ được kích hoạt. Vị thế sẽ bị tiếp quản bởi công cụ thanh lý cưỡng chế theo giá chỉ báo %@.
zh: %@ 永续合约的标记价格到达 %@ 时，您的%@ 永续-%@-%@x仓位的保证金率小于或等于 100%，强制平仓被触发。仓位按照标记价格 %@ 被强平引擎接管。

# register.verify.code.repeat.sender.title
source: Retrieve the verification code after %@s
es: Código de verificación disponible en %@s
fr: Obtenez à nouveau le code de vérification après %@s
ja: %@s 後に再度認証コードを取得
ko: %@s 후 인증 코드 검색하기
pt: Recupere o código de verificação após %@s
ru: Получите проверочный код через %@ секунд.
tr: Doğrulama kodunu %@s sonra alınız
vi: Nhận lại mã xác thực sau %@s
zh: %@s 后重新获得验证码

# contractExchange.experienceGold.popup.note2.subTitle0
source: %@ days
es: %@ días
fr: %@ jours
ja: %@日
ko: %@일
pt: %@ dias
ru: %@ дней.
tr: %@ gün
vi: %@ ngày
zh: %@天

# security.bio.lock.out.title
source: %@ has been locked and please try again after unlocking
es: %@ bloqueado, intenta después de desbloquear
fr: %@ a été verrouillé, veuillez réessayer après le déverrouillage
ja: %@はロックされています。解除してから再試行してください
ko: %@이(가) 잠겼습니다.잠금을 해제한 후 다시 시도해 주세요
pt: %@ foi bloqueado; tente novamente após desbloquear
ru: %@ заблокирован, попробуйте снова после разблокировки.
tr: %@ kilitlendi ve lütfen tekrar kilidini açtıktan sonra deneyin
vi: %@ đã bị khóa, vui lòng mở khóa rồi thử lại
zh: %@已被锁定，请解锁后再试

# security.bio.not.available.title
source: %@ is currently unavailable
es: %@ no disponible
fr: %@ est actuellement indisponible
ja: %@は現在利用できません
ko: 현재 %@을(를) 사용할 수 없습니다
pt: %@ está atualmente indisponível
ru: %@ в данный момент недоступен.
tr: %@ şu anda kullanılamıyor
vi: %@ hiện không khả dụng
zh: %@当前不可用

# assets.deposit.confirm.num.title
source: %@ Confirmation
es: %@ Confirmación
ja: %@回のネットワーク確認
ko: %@ 확인
pt: %@ Confirmação
ru: %@ Подтверждение.
tr: %@ Onayı
vi: %@ lần xác nhận mạng
zh: %@次网络确认

# assets.deposit.chain.net.memo.tip.des.title
source: Memo or tag needed from your withdrawal platform for depositing %@, otherwise they won't be credited or refunded.
es: Necesitas memo o etiqueta para depositar %@. De lo contrario, no se acreditarán ni reembolsarán.
fr: Un mémo ou un tag est nécessaire depuis votre plateforme de retrait pour déposer %@, sinon ils ne seront ni crédités ni remboursés.
ja: %@の入金には、出金プラットフォームでMemo（タグ）を記入する必要があります。さもなければ、入金は届かないか返金されません。
ko: %@ 입금을 위해 출금 플랫폼에서 필요한 메모 또는 태그입니다.그렇지 않으면 입금 처리나 환불이 되지 않습니다.
pt: Memo ou tag necessária da sua plataforma de retirada para depositar %@, caso contrário, eles não serão creditados ou reembolsados.
ru: Для депозита %@ необходимы метка или тэг с вашей платформы вывода, иначе они не будут зачислены или возвращены.
tr: %@ yatırmak için geri çekim platformunuzdan memo veya etiket gerekebilir, aksi takdirde kredi veya geri ödeme yapılmaz.
vi: Việc nạp tiền %@ yêu cầu bạn điền Memo (nhãn) trên nền tảng rút tiền, nếu không tiền nạp sẽ không thể vào tài khoản hoặc sẽ bị hoàn trả
zh: %@的充值需要您在提现平台填写Memo（标签），否则充值将无法到账或退回

# otc.common.start.rom.title
source: Start from %@
es: Comienza desde %@
fr: Commencer à partir de %@
ja: %@開始
ko: %@부터 시작
pt: Começar a partir de %@
ru: Начать с %@
tr: %@'den başla
vi: Từ %@
zh: %@起

# register.title.optional
source: (Optional)
es: (Opcional)
fr: (Optionnel)
ja: （任意）
ko: (선택 사항)
pt: (Opcional)
ru: (Опционально)
tr: (Opsiyonel)
vi: (Tùy chọn)
zh: (选填)

# assets.withdraw.warning.tip.title
source: * Aibit officials will never ask you to transfer assets to an account or ask for a verification code under any circumstances. Do not participate in any illegal activities such as buying on behalf of others, money laundering and illegal fund-raising. Please beware of online fraud.
es: * Aibit nunca te pedirá que transfieras activos o proporciones un código de verificación. No participes en actividades ilegales como lavado de dinero. Cuidado con el fraude en línea.
fr: * Les responsables d'Aibit ne vous demanderont jamais de transférer des actifs vers un compte ni de demander un code de vérification dans aucune circonstance. Ne participez à aucune activité illégale telle que l'achat pour le compte d'autrui, le blanchiment d'argent et la collecte illégale de fonds. Veuillez vous méfier des arnaques en ligne.
ja: * Aibit公式は、いかなる状況においても特定のアカウントへの送金を求めたり、認証コードを要求することはありません。 代買いやマネーロンダリング、違法な資金集めなどの違法行為に関与しないでください。ネット詐欺にご注意ください。
ko: * Aibit의 정식 직원은 어떠한 상황에서도 귀하에게 자산을 계좌로 이체하거나 확인 코드를 요청하지 않습니다. 다른 사람을 대신한 구매, 자금 세탁 및 불법 자금 모금과 같은 불법 활동에 참여하지 마세요.온라인 사기에 주의하세요.
pt: * Os funcionários da Aibit nunca pedirão que você transfira ativos para uma conta ou solicitem um código de verificação sob quaisquer circunstâncias. Não participe de atividades ilegais, como comprar em nome de outros, lavagem de dinheiro e arrecadação ilegal de fundos. Cuidado com fraudes online.
ru: * Официальные лица Aibit никогда не попросят вас перевести активы на аккаунт или запросить проверочный код ни при каких обстоятельствах. Не участвуйте в незаконных действиях, таких как покупка от имени других, отмывание денег и незаконное привлечение средств. Будьте осторожны с интернет-мошенничеством.
tr: * Aibit yetkilileri, herhangi bir koşul altında sizden varlıkları bir hesaba transfer etmenizi veya doğrulama kodu istemenizi asla talep etmez. Başkası adına alım yapma, kara para aklama ve yasa dışı fon toplama gibi yasa dışı faaliyetlere katılmayın. Lütfen çevrimiçi dolandırıcılıklara karşı dikkatli olun.
vi: * Aibit chính thức sẽ không yêu cầu bạn chuyển tiền vào bất kỳ tài khoản nào trong mọi trường hợp, cũng sẽ không yêu cầu bạn cung cấp mã xác minh. Vui lòng không tham gia các hành vi mua hộ, rửa tiền, huy động vốn trái phép hoặc các hành vi vi phạm pháp luật khác, hãy cảnh giác với các trò lừa đảo trên mạng.
zh: * Aibit官方在任何情况下都不会要求您向某一账户转账，也不会向您索要验证码。 请勿参与代买、洗钱、非法集资等违法行为，谨防网络诈骗。

# assets.deposit.description.title
source: Only %@ assets can be deposited to the address and other types of assets,otherwise it will not be recovered.
es: Solo %@ activos pueden ser depositados en esta dirección; otros no serán recuperados.
fr: Seuls les actifs %@ peuvent être déposés à l'adresse, et d'autres types d'actifs ne seront pas récupérés.
ja: * このアドレスには%@のみを入金できます。他の資産を入金すると回収できなくなります。
ko: %@ 자산만 해당 주소 및 기타 유형의 자산에 예치할 수 있습니다.그렇지 않으면 회수되지 않습니다.
pt: Somente ativos %@ podem ser depositados no endereço e outros tipos de ativos, caso contrário, não serão recuperados.
ru: Только %s активы могут быть депонированы на этот адрес, и другие виды активов не будут восстановлены.
tr: Sadece %@ varlıkları bu adrese yatırılabilir, diğer türdeki varlıklar yatırılırsa geri alınamaz.
vi: * Bạn chỉ có thể nạp %@ vào địa chỉ này, nạp các tài sản khác sẽ không thể khôi phục.
zh: * 您只能向此地址充入%@，充入其他资产将无法找回

# assets_experiencia_tip_new
source: *Any trade within the validity period can activate the trial funds.
es: Cualquier operación dentro del período de validez activa los fondos de prueba.
fr: *Toute transaction pendant la période de validité activera les bons d'expérience.
ja: *有効期間内に任意の取引を行うことで体験金が有効化されます。
ko: *체험 자금은 유효 기간 중 거래를 시작하여 활성화할 수 있습니다.
pt: *Qualquer negociação dentro do período de validade pode ativar os fundos de teste.
ru: * Любая сделка в течение срока действия может активировать пробные средства.
tr: *Geçerlilik süresi içinde yapılan herhangi bir işlem deneme bonusunu etkinleştirebilir.
vi: *Giao dịch bất kỳ trong thời gian hiệu lực để kích hoạt tiền thưởng trải nghiệm
zh: *有效期内任意交易即可激活体验金

# reset.password.set.new.password.tip.uppercase
source: 1 uppercase letter
es: 1 letra mayúscula
fr: 1 lettre majuscule
ja: 1つの大文字
ko: 대문자 1개
pt: 1 letra maiúscula
ru: 1 заглавная буква.
tr: 1 büyük harf
vi: 1 chữ cái hoa
zh: 1 个大写字母

# reset.password.set.new.password.tip.lowercase
source: 1 lowercase letter
es: 1 letra minúscula
fr: 1 lettre minuscule
ja: 1つの小文字
ko: 소문자 1개
pt: 1 letra minúscula
ru: 1 строчная буква.
tr: 1 küçük harf
vi: 1 chữ cái thường
zh: 1 个小写字母

# reset.password.set.new.password.tip.number
source: 1 number
es: 1 número
fr: 1 chiffre
ja: 1つの数字
ko: 숫자 1개
pt: 1 número
ru: 1 цифра.
tr: 1 rakam
vi: 1 chữ số
zh: 1 个数字

# 跟单.14日成交数
source: 14D Trades
es: Operaciones de 14 días
fr: Trades 14 jours
ja: 14日間の成立数
ko: 14일 거래
pt: Negociações de 14 dias
ru: 14-дневные сделки.
tr: 14 günlük işlemler
vi: Số lệnh khớp trong 14 ngày
zh: 14日成交数

# 跟单.14日收益率
source: 14D ROI
es: ROI de 14 días
fr: ROI 14 jours
ja: 14日間の利益率
ko: 14일 ROI
pt: ROI de 14 dias
ru: 14-дневный ROI.
tr: 14 günlük Yatırım Getirisi
vi: Tỷ suất lợi nhuận 14 ngày
zh: 14日收益率

# 跟单.14日最大回撤
source: 14D MDD
es: MDD de 14 días
fr: MDD sur 14 jours
ja: 14日間の最大ドローダウン
ko: 14일 MDD
pt: MDD de 14 dias
ru: 14-дневный MDD.
tr: 14 günlük MDD
vi: Giảm giá lớn nhất trong 14 ngày
zh: 14日最大回撤

# 跟单.14日胜率
source: 14D Win Rate
es: Tasa de ganancia 14d
fr: Taux de victoire 14j
ja: 14日間の勝率
ko: 14일 승률
pt: Taxa vitória 14 dias
ru: 14-дневный процент побед.
tr: 14 günlük kazanç oranı
vi: Tỷ lệ thắng 14 ngày
zh: 14日胜率

# market.kline.fivtheen.minute.title
source: 15m
ja: 15分
ko: 15분
ru: 15м.
tr: 15d
zh: 15分

# market.kline.one.minute.title
source: 1m
ja: 1分
ko: 1분
ru: 1м.
tr: 1d
zh: 1分

# market.kline.one.week.title
source: 1w
es: 1 semana
fr: 1 semaine
ja: 1週間
ko: 1주
pt: 1 semana
ru: 1 неделя.
tr: 1 hafta
vi: 1sem
zh: 1周

# market.kline.one.day.title
source: 1d
ja: 1日
ko: 1일
ru: 1д.
tr: 1g
zh: 1天

# market.kline.one.hour.title
source: 1h
ja: 1時間
ko: 1시간
ru: 1ч.
tr: 1s
zh: 1时

# market.kline.one.month.title
source: 1M
es: 1 mes
fr: 1 mois
ja: 1ヶ月
ko: 1개월
pt: 1 mês
ru: 1 месяц.
tr: 1 ay
zh: 1月

# 跟单.取消交易员申请弹窗
source: 1. To cancel the trader status, please first remove all your copy traders. 2. After canceling the trader status, you will not be able to view the trader information such as the profit to be settled, but it will not affect your actual profit sharing for this period. You can also cancel your trader status after the sharing settlement.
es: 1. Para cancelar el estado de trader líder, elimina a todos los traders copiados. No podrás ver la información del trader, pero esto no afecta tu participación en las ganancias.
fr: 1. Pour annuler le statut de trader, veuillez d'abord retirer tous vos traders copiés.
ja: 1、トレーダーをキャンセルするには、すべてのフォロワーを削除する必要があります。 2、トレーダーをキャンセルすると、未決済利益などのトレーダー情報は表示されなくなりますが、現在の実際の分配決済には影響しません。分配決済後にトレーダーの地位をキャンセルすることも可能です。
ko: 1.트레이더 상태를 취소하려면 먼저 모든 복사 트레이더를 삭제하세요.
pt: 1. Para cancelar o status de trader, por favor, remova primeiro todos os seus copiadores.
ru: 1. Чтобы отменить статус ведущего трейдера, сначала удалите всех своих копировщиков. 2. После отмены статуса ведущего трейдера вы не сможете просматривать информацию о трейдере, такую как прибыль к выплате, но это не повлияет на ваше фактическое распределение прибыли за этот период. Вы также можете отменить статус ведущего трейдера после завершения распределения.
tr: 1. İşlemci statüsünü iptal etmek için, önce tüm kopya yatırımcılarınızı kaldırmanız gerekmektedir.
vi: 1. Hủy bỏ giao dịch viên yêu cầu bạn phải loại bỏ tất cả các người theo dõi trước. 2. Sau khi hủy bỏ giao dịch viên, bạn sẽ không thể xem thông tin như lợi nhuận chờ thanh toán của giao dịch viên, nhưng sẽ không ảnh hưởng đến việc thanh toán lợi nhuận thực tế trong kỳ này. Bạn cũng có thể hủy bỏ vai trò giao dịch viên sau khi thanh toán lợi nhuận.
zh: 1、取消交易员需要您先移除所有跟单者。 2、取消交易员后，您将无法查看待结算收益等交易员信息，但不会影响您本期的实际分润结算。您也可以在分润结算后取消交易员身份

# personal.center.google.bind.instructions.content.title
source: 1. Copy the Google key and use it to create a new dynamic verification code in Google Authenticator. 2. Please keep the key safe. In case you reinstall Google Authenticator or get a new device, you will need the key to set it up again. 3. We do not store or provide the key again. If you lose the key and cannot retrieve it, you will need to provide relevant identification or evidence to unbind and set it up again.
es: Copia la clave de Google para crear un código en Google Authenticator. Guarda la clave. Si la pierdes, necesitarás identificación para desvincular y configurar nuevamente.
fr: Copiez la clé Google et utilisez-la pour créer un nouveau code de vérification dynamique dans Google Authenticator. 2. Veuillez garder la clé en sécurité. En cas de réinstallation de Google Authenticator ou de changement d'appareil, vous aurez besoin de la clé pour la configurer à nouveau. 3. Nous ne stockons pas et ne fournissons pas la clé à nouveau. Si vous perdez la clé et ne pouvez pas la récupérer, vous devrez fournir une identification ou des preuves pertinentes pour la dissocier et la configurer à nouveau.
ja: 1、Googleキーをコピーし、Google認証システム（Google Authenticator）でそのキーを使用して新しい動的コードを作成してください。 2、そのキーは大切に保管してください。Google認証システム（Google Authenticator）を再インストールしたり、新しいデバイスに変更したりする際に、そのキーを使用して再設定が必要です。 3、当社はそのキーを保管せず、再提供することもできません。キーを失った場合は、関連する身分証明書や証拠資料を提供して解除し、再設定する必要があります。
ko: 1. Google 키를 복사하여 Google Authenticator에서 새 동적 인증 코드를 생성하는 데 사용하세요. 2.키를 안전하게 보관하세요.Google Authenticator를 재설치하거나 새 기기를 사용하는 경우 이 키를 사용하여 다시 설정해야 합니다. 3.당사는 키를 저장하거나 다시 제공하지 않습니다.키를 분실한 후 다시 찾지 못하는 경우, 관련 ID 또는 증빙자료를 제공하여 계정 연결을 해제하고 재설정해야 합니다.
pt: 1. Copie a chave do Google e use-a para criar um novo código de verificação dinâmico no Google Authenticator. 2. Por favor, mantenha a chave em segurança. Caso você reinstale o Google Authenticator ou obtenha um novo dispositivo, precisará da chave para configurá-lo novamente. 3. Não armazenamos nem fornecemos a chave novamente. Se você perder a chave e não conseguir recuperá-la, precisará fornecer identificação ou evidência relevante para desvincular e configurar novamente.
ru: 1. Скопируйте ключ Google и используйте его для создания нового динамического проверочного кода в Google Authenticator. 2. Пожалуйста, храните ключ в безопасности. В случае повторной установки Google Authenticator или получения нового устройства вам понадобится ключ для настройки. 3. Мы не храним и не предоставляем ключ повторно. Если вы потеряете ключ и не сможете его восстановить, вам нужно будет предоставить соответствующие документы или доказательства для отвязки и повторной настройки.
tr: 1. Google anahtarını kopyalayın ve Google Authenticator'da yeni bir dinamik doğrulama kodu oluşturmak için kullanın. 2. Anahtarı güvende tutun. Google Authenticator'ı yeniden yükler veya yeni bir cihaz alırsanız, yeniden kurulum yapmak için anahtara ihtiyacınız olacaktır. 3. Anahtarı saklamıyoruz veya tekrar sağlıyoruz. Anahtarı kaybederseniz ve geri alamazsanız, bağlamayı kaldırmak ve yeniden kurulum yapmak için ilgili kimlik doğrulama veya kanıt sağlamak zorunda kalacaksınız.
vi: 1、Sao chép khóa Google và sử dụng khóa này trong Google Authenticator để tạo mã xác thực mới. 2、Vui lòng bảo quản khóa này cẩn thận. Khi bạn cài đặt lại Google Authenticator hoặc đổi thiết bị mới, bạn cần sử dụng khóa này để thiết lập lại. 3、Chúng tôi không lưu trữ và không thể cung cấp lại khóa này cho bạn. Nếu bạn mất khóa và không thể khôi phục, bạn cần cung cấp các giấy tờ hoặc bằng chứng liên quan để xác minh và yêu cầu hủy liên kết để thiết lập lại.
zh: 1、复制Google密钥，在Google身份验证器(Google Authenticator)中使用该密钥创建新的动态验证码。 2、请妥善保管好该密钥，当您重新安装Google身份验证器(Google Authenticator)或换新机时，您需要使用该密钥进行重新设置。 3、我们不保管也无法再次给您提供该密钥，当您丢失该密钥无法找回时，您需要提供相关的身份证明或证据资料来解绑进行重新设置。

# market.kline.24h.lowest.price.title
source: 24h Low
es: 24H Bajo
fr: Bas 24H
ja: 24時間最低
ko: 24시간 저점
pt: Baixa de 24H
ru: 24Ч Низкий.
tr: 24 Saatlik Düşük
vi: Giá thấp nhất 24h
zh: 24h最低

# market.kline.24h.highest.price.title
source: 24h High
es: 24H Alto
fr: Haut 24H
ja: 24時間最高
ko: 24시간 고점
pt: Alta de 24H
ru: 24Ч Высокий.
tr: 24 Saatlik Yüksek
vi: Cao nhất 24h
zh: 24h最高

# home.List.changeTitle
source: 24h Chg%
es: Cambio 24h
fr: Var. 24h (%)
ja: 24時間の変動
ko: 24시간 변경
pt: 24h Mudança
ru: Изм. 24ч%
tr: 24s Değişimler
zh: 24小时涨跌

# market.kline.24h.volume.title
source: 24h Vol (%@)
es: Vol 24h (%@)
fr: Volume 24h (%@)
ja: 24時間取引量（%@）
ko: 24시간 거래량(%@)
pt: Vol 24h (%@)
ru: 24ч Объем (%@).
tr: 24s Vol (%@)
vi: Khối lượng 24h (%@)
zh: 24h量(%@)

# market.kline.24h.turnover.title
source: 24h Vol(%@)
es: Monto 24h(%@)
fr: Montant 24h (%@)
ja: 24時間取引額（%@）
ko: 24시간 금액(%@)
pt: Quantia 24h (%@)
ru: 24ч Сумма (%@).
tr: 24s Tutar (%@)
vi: Giá trị 24h (%@)
zh: 24h额(%@)

# swap.24h.volume.title
source: 24h Vol
es: Volumen de operaciones 24 horas
fr: Vol 24h
ja: 24時間の成立量
ko: 24시간 거래량
pt: Volume de negociação de 24 horas
ru: 24-часовой объем торгов.
tr: 24 saatlik ticaret hacmi
vi: KL 24h
zh: 24小时成交量

# market.kline.thirty.minute.title
source: 30m
ja: 30分
ko: 30분
ru: 30м.
tr: 30d
zh: 30分

# 跟单.30日收益率
source: 30D ROI
es: ROI de 30 días
fr: ROI 30 jours
ja: 30日間の利益率
ko: 30일 ROI
pt: ROI de 30 dias
ru: 30-дневный ROI.
tr: 30 günlük Yatırım Getirisi
vi: Tỷ suất lợi nhuận 30 ngày
zh: 30日收益率

# market.kline.four.hour.title
source: 4h
ja: 4時間
ko: 4시간
ru: 4ч.
tr: 4s
zh: 4时

# market.kline.five.minute.title
source: 5m
ja: 5分
ko: 5분
ru: 5м.
tr: 5d
zh: 5分

# security.fund.ps.length.tip.title
source: 6-digit funding password
es: Contraseña de 6 dígitos
fr: Mot de passe des fonds à 6 chiffres
ja: 6桁の数字の資金パスワード
ko: 6자리 펀드 비밀번호
pt: Senha de fundo de 6 dígitos
ru: 6-значный пароль финансирования.
tr: 6 haneli fon şifresi
vi: Mật khẩu quỹ 6 chữ số
zh: 6位数字资金密码

# third.pay.account.address.intro.title
source: Aibit acount address
es: Dirección de cuenta Aibit
fr: Adresse du compte Aibit
ja: Aibitアカウントアドレス
ko: Aibit 계정 주소
pt: Endereço da conta Aibit
ru: Адрес аккаунта Aibit.
tr: Aibit hesap adresi
vi: Địa chỉ tài khoản Aibit
zh: Aibit 账户地址

# assets.financial.algorithm.mining.des.title
source: Aibit cloud mining, easy to operate and earn
es: Minería en la nube de Aibit
fr: Minage en cloud Aibit, facile à opérer et à gagner
ja: Aibitクラウド計算能力、簡単マイニング、楽々利益
ko: Aibit 클라우드 채굴, 손쉽게 운영하고 획득할 수 있습니다
pt: Aibit cloud mining, fácil de operar e ganhar
ru: Облачный майнинг Aibit, простой в использовании и доходный.
tr: Aibit bulut madenciliği, kolayca işletilebilir ve kazanç sağlar
vi: Aibit Cloud Hashrate, đào đơn giản, lợi nhuận dễ dàng
zh: Aibit云算力，简单挖矿，轻松收益

# home.aibit.gov.title
source: Aibit Academy
es: Instituto Aibit
ja: Aibit研究所
ko: Aibit 연구소
ru: Академия Aibit.
tr: Aibit Akademisi
vi: Học viện Aibit
zh: Aibit研究院

# swap.maker.fee.title
source: Maker fee
es: Comisión del maker
fr: Frais maker
ja: メイカー手数料
ko: 지정가 수수료
pt: Taxa de Maker
ru: Плата за изготовление
tr: Yapıcı ücreti
vi: Phí Maker
zh: Maker 手续费

# personal.id.auth.otc.trade.title
source: OTC trading
es: Transacción OTC
fr: Transaction OTC
ja: OTC取引
ko: OTC 거래
pt: Transação OTC
ru: Внебиржевая сделка
tr: OTC işlemi
vi: Giao dịch OTC
zh: OTC交易

# assetStatus19001
source: OTC freeze
es: Congelación OTC
fr: Gel OTC
ja: OTC凍結
ko: OTC 동결
pt: Congelamento de OTC
ru: Замораживание внебиржевой сделки
tr: OTC dondurma
vi: Đóng băng OTC
zh: otc冻结

# assetStatus19004
source: Deduction of OTC trade
es: Deducción de comercio OTC
fr: Déduction de trade OTC
ja: OTC取引による減少
ko: OTC 거래 공제
pt: Dedução de negociação OTC
ru: Ввод средств от OTC сделки.
tr: OTC ticaretinden kesinti
vi: Khấu trừ giao dịch OTC
zh: otc成交扣减

# assetStatus19003
source: Transfer-in of OTC trade
es: Transferencia de comercio OTC
fr: Transfert entrant de trade OTC
ja: OTC取引の入金
ko: OTC 거래의 예치 이체
pt: Transferência de entrada de negociação OTC
ru: Вычет внебиржевой сделки
tr: OTC ticaretine transfer
vi: Giao dịch OTC chuyển vào
zh: otc成交转入

# assetStatus19002
source: OTC unfreeze
es: Descongelación OTC
fr: Dégel OTC
ja: OTC解除
ko: OTC 동결 해제
pt: Descongelamento de OTC
ru: Комиссия тейкера.
tr: OTC çözme
vi: Giải phóng OTC
zh: otc解冻

# swap.taker.fee.title
source: Taker fee
es: Comisión del taker
fr: Frais Taker
ja: Taker手数料
ko: 시장가 수수료
pt: Taxa de taker
ru: Комиссия бенефициара
tr: Taker komisyonu
vi: Phí Taker
zh: Taker 手续费

# contract.order.item.title
source: USDT-settled Futures
es: Futuros en USDT
fr: Contrats à terme USDT-M
ja: Uベースの契約
ko: USDT 정산 선물
pt: Futuros liquidados em USDT
ru: Фьючерсы с расчетом USDT
tr: USDT-M Futures
vi: Hợp đồng theo đơn vị U
zh: U本位合约

# self.choice.one.key.add.title
source: Add to Favorites
es: Agregar a Favoritos
fr: Ajouter aux favoris
ja: ワンクリックでお気に入り追加
ko: 즐겨찾기에 추가
pt: Adicionar aos Favoritos
ru: Добавить в избранное
tr: Favorilere Ekle
vi: Thêm đồng tiền yêu thích một lần
zh: 一键添加自选
