Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# wealth_auto_desc
source: The assets in your spot wallet will be automatically subscribed to this flexible Earns product daily at %@%@.
fr: Les actifs de votre portefeuille spot seront automatiquement souscrits à ce produit flexible Earns chaque jour à %@.
ja: あなたの現物ウォレットの資産は、毎日%@%@で自動的にこの普通預金商品に申込されます。
ko: 귀하의 현물 지갑에 있는 자산은 매일 %@%@에 현재 제품을 자동으로 구독하게 됩니다.
ru: Активы в вашем спотовом кошельке будут автоматически подписываться на этот текущий продукт каждый день в %@%@.
tr: Spot cüzdanınızdaki varlıklar, günlük olarak %1$s oranında bu esnek Kazanç ürününe otomatik olarak abone edilecektir.
vi: Tài sản trong ví giao ngay của bạn sẽ tự động mua sản phẩm tiết kiệm ngắn hạn này mỗi ngày %@.
zh: 您现货钱包中的资产将于每日%@%@自动申购此活期产品。

# wealth_demand_rule_title1
source: 1. Real-Time Annualized Yield
fr: 1. Rendement annualisé en temps réel
ja: 1、リアルタイム年率収益
ko: 1. 실시간 연간 소득
ru: 1、Годовой доход в реальном времени
tr: 1. Gerçek Zamanlı Yıllık Getiri
vi: 1. Lãi suất hàng năm theo thời gian thực
zh: 1、实时年化收益

# wealth_demand_rule_title2
source: 2. Earnings Method
fr: 2. Méthode de gains
ja: 2、収益方式
ko: 2. 소득방식
ru: 2. Доходный метод
tr: 2. Kazanç Yöntemi
vi: 2. Phương thức lợi nhuận
zh: 2、收益方式

# wealth_demand_rule_title3
source: 3. Redemption
fr: 3. Rachat
ja: 3、引き出し
ko: 3. 구원
ru: 3. искупление
tr: 3. İade
vi: 3. Mua lại
zh: 3、赎回

# wealth_demand_desc1
source: The APR for flexible savings may fluctuate based on market interest rate changes and will be subject to the APR displayed on the product page. Interest is calculated and credited to your flexible savings balance every hour, with the real-time annualized yield updated hourly.
fr: Le taux annuel en pourcentage (APR) pour les économies flexibles peut fluctuer en fonction des changements du taux d'intérêt du marché et sera soumis à l'APR affiché sur la page du produit. Les intérêts sont calculés et crédités sur votre solde d'épargne flexible chaque heure, avec le rendement annualisé en temps réel mis à jour chaque heure.
ja: リアルタイム年率報酬は普通預金商品内の資産に適用されます。リアルタイム年率報酬は申込後の次の1分から累積され、あなたの財務ウォレットに直接蓄積されます。リアルタイム年率は毎分変動する可能性があります。
ko: 현재 제품의 자산에 대해 실시간 연간 보상이 제공됩니다. 실시간 연간 소득 보상은 구독 후 다음 순간부터 누적되기 시작하며 금융 지갑에 직접 누적됩니다. 실시간 연간 수익률은 분 단위로 변경될 수 있습니다.
ru: Годовые вознаграждения в режиме реального времени доступны за активы в текущих продуктах. Награды за годовой доход в режиме реального времени начнут накапливаться в следующую минуту после подписки и будут накапливаться непосредственно в вашем финансовом кошельке. Годовая доходность в реальном времени может меняться каждую минуту.
tr: Gerçek zamanlı yıllık getiri, esnek Kazanç ürünlerindeki varlıklara uygulanır. Gerçek zamanlı yıllık getiri, abonelikten bir dakika sonra birikmeye başlar ve doğrudan Kazanç cüzdanınıza birikir. Gerçek zamanlı yıllık getiri oranı her dakika değişebilir.
vi: Tỷ lệ APR trong tài khoản tiết kiệm có thể thay đổi theo biến động lãi suất thị trường, tỷ lệ APR hiển thị trong tài khoản sẽ là tỷ lệ chính xác. Tính toán sẽ được thực hiện mỗi giờ và lãi suất sẽ được cộng vào tài khoản tiết kiệm của bạn. Lãi suất hàng năm có thể thay đổi theo giờ.
zh: 活期仓位中的APR年利率可能会随着市场利率波动，以仓位展示的APR年利率为准。每小时进行一次结算，并直接将利息积累在您的活期理财仓位中，实时年化收益率可能每小时变化。

# wealth_demand_desc2
source: Interest per hours = Flexible balance * Annual Percentage Rate (APR) / (365 * 24)
fr: Intérêt par minute = Solde flexible * Taux annuel en pourcentage (APR) / (365 * 24 * 60)
ja: 毎時の利息計算 = 普通預金残高 × APR年利率 ÷（365 × 24）
ko: 분당 이자 계산 = 현재 잔액 * 연이율 / (365*24)
ru: Расчет процентов за минуту = текущий баланс * годовая процентная ставка / (365*24)
tr: Dakikada faiz = Esnek bakiye * Yıllık Faiz Oranı (APR) / (365 * 24 * 60)
vi: Công thức tính lãi mỗi phút = Số dư tiết kiệm ngắn hạn * Lãi suất APR hàng năm / (365*24*60)
zh: 每小时利息计算=活期余额*APR年利率/（365*24)

# wealth_demand_desc3
source: Interest from flexible Earns will not be settled into the spot account but will remain in the flexible holdings for compound interest calculation.
fr: Les intérêts provenant des Earns flexibles ne seront pas réglés dans le portefeuille spot mais resteront dans les avoirs flexibles pour le calcul des intérêts composés.
ja: 普通預金の利息は現物口座に計算されず、普通預金のポジションに留まり、複利計算されます。
ko: 현재 이자는 현물계좌로 정산되지 않으며, 복리 계산을 위해 현재 위치를 유지합니다.
ru: Текущие проценты не будут переведены на спот-счет, но останутся в текущей позиции для расчета сложных процентов.
tr: Esnek Kazançlardan elde edilen faiz, spot hesabınıza aktarılmayacak, ancak bileşik faiz hesaplaması için esnek bakiyelerde kalacaktır.
vi: Lãi suất của sản phẩm tiết kiệm ngắn hạn sẽ không được tính vào tài khoản giao ngay mà sẽ được giữ lại trong vị thế tiết kiệm để tính lãi kép.
zh: 活期的利息不会结算到现货账户中，而是会留在活期持仓中进行复利计息。在追加申购或者赎回时，由于余额发生变动，为保证利息计算的准确性，会进行额外的结算。

# wealth_demand_desc4
source: Once the redemption process is completed, the assets from the flexible product will be immediately returned to your spot wallet.
fr: Une fois l'opération de rachat terminée, les actifs du produit flexible Earns seront immédiatement retournés à votre portefeuille spot. Veuillez noter que chaque produit flexible Earns a une limite de rachat quotidienne, et cette limite peut être ajustée.
ja: 一旦引き出し操作が完了すると、普通預金商品の資産は即座にあなたの現物ウォレットに返還されます。
ko: 환매 작업이 완료되면 현재 제품 자산이 즉시 현물 지갑으로 반환됩니다.
ru: После завершения операции погашения текущие активы продукта будут немедленно возвращены на ваш спотовый кошелек.
tr: İade işlemi tamamlandığında, esnek Kazanç ürünündeki varlıklar hemen spot cüzdanınıza iade edilecektir. Lütfen her esnek Kazanç ürününün günlük iade limiti olduğunu ve bu limitin ayarlanabileceğini unutmayın.
vi: Ngay sau khi hoàn tất thao tác mua lại, tài sản trong sản phẩm tiết kiệm ngắn hạn sẽ ngay lập tức được trả lại vào ví giao ngay của bạn.
zh: 一旦赎回操作完成，活期产品资产将立即返还到您的现货钱包。

# wealth_demand_desc5
source: Please note that each flexible product has a daily redemption limit, and this limit may be adjusted.
fr: Lorsque l'abonnement automatique est activé, le produit à terme fixe sera automatiquement renouvelé dans le même produit à terme fixe à l'échéance. Si cela n'est pas activé, vos actifs seront rachetés à l'échéance.
ja: 注意してください。各普通預金商品には1日の引き出し上限があり、引き出し上限は調整される可能性があります。
ko: 현재 상품마다 일일 상환 한도가 있으며, 상환 한도가 조정될 수 있는 점 참고하시기 바랍니다.
ru: Обратите внимание, что каждый текущий продукт имеет дневной лимит погашения, который может быть скорректирован.
tr: Otomatik abonelik etkinleştirildiğinde, vadeli ürün vadesi geldiğinde otomatik olarak aynı vadeli ürüne yenilenecektir. Etkinleştirilmezse, varlıklarınız vade sonunda iade edilecektir.
vi: Lưu ý rằng mỗi sản phẩm tiết kiệm ngắn hạn đều có giới hạn mua lại hàng ngày, và giới hạn này có thể được điều chỉnh.
zh: 请注意，每个活期产品都有每日赎回上限，且赎回上限可能会进行调整。

# wealth_is_auto
source: Automatic Subscription or Not
fr: Abonnement automatique activé ou non
ja: 自動申込をしますか？
ko: 자동구독 여부
ru: Подписываться ли автоматически
tr: Otomatik Abonelik Etkinleştirilsin mi?
vi: Có tự động mua lại không
zh: 是否自动申购

# wealth_real_time_apr
source: Real-time Annual Interest Rate
es: APR
fr: Taux d'intérêt annuel en temps réel
ja: APR
ko: APR
pt: APR
ru: APR
tr: Gerçek Zamanlı Yıllık Faiz Oranı
vi: Lãi suất hàng năm theo thời gian thực (APR)
zh: 实时年利率(APR)

# wealth_q_5
source: 5. How is interest calculated and paid for flexible earn products?
fr: 5. Comment les intérêts sont-ils calculés et payés pour les produits Earn flexibles ?
ja: 5、フレキシブル-利息の計算と支払い方法
ko: 5. 현재 재무관리 - 이자를 계산하고 지급하는 방법
ru: 5. Текущий финансовый менеджмент – как рассчитать и выплатить проценты
tr: 5. Esnek kazanç ürünleri için faiz nasıl hesaplanır ve ödenir?
vi: 5. Tiết kiệm ngắn hạn - Cách tính và trả lãi
zh: 5、活期理财-如何计算和支付利息

# wealth_demand
source: Flexible
ja: フレキシブル
ko: 현재의
ru: текущий
tr: Esnek Kazançlar
vi: Tiết kiệm linh hoạt
zh: 活期

# wealth_auto
source: Auto Subscribe
fr: Abonnement automatique
ja: 自動申込
ko: 자동 구독
ru: Автоматическая подписка
tr: Otomatik Abonelik
vi: Tự động mua lại
zh: 自动申购

# wealth_auto_intro
source: When auto-subscribe is enabled, the fixed-term product will automatically renew into the same fixed-term product upon maturity. If not enabled, your assets will be redeemed upon maturity.
fr: Lorsque l'abonnement automatique est activé, le produit à terme fixe sera automatiquement renouvelé dans le même produit à terme fixe à l'échéance. S'il n'est pas activé, vos actifs seront rachetés à l'échéance.
ja: 自動申込を開始すると、定期商品が満期になった際に自動的に同じ定期商品が更新されます。自動申込を開始しない場合、資産は満期後に引き出されます。
ko: 자동 구독을 활성화한 후, 만료 시 동일한 약정 상품이 자동으로 갱신됩니다. 개설하지 않은 경우 귀하의 자산은 만기 시 상환됩니다.
ru: После включения автоматической подписки тот же продукт с фиксированным сроком действия будет автоматически продлен по истечении срока его действия. Если вы не откроете активы, они будут выкуплены по истечении срока погашения.
tr: Otomatik abonelik etkinleştirildiğinde, vadeli ürün vadesi geldiğinde otomatik olarak aynı vadeli ürüne yenilenecektir. Etkinleştirilmezse, varlıklarınız vade sonunda iade edilecektir.
vi: Sau khi bật tự động mua lại, sản phẩm tiết kiệm có kỳ hạn sẽ tự động gia hạn với sản phẩm tiết kiệm có kỳ hạn giống như trước khi đến hạn. Nếu không bật, tài sản của bạn sẽ được mua lại sau khi đến hạn.
zh: 开启自动申购后，定期产品到期时将自动续期相同定期产品。如未开启，您的资产将在到期后赎回。

# network_app_version
source: App Version
es: Versión de la App
fr: Version de l'application
ja: アプリバージョン
pt: Versão do App
ru: AAPP версия
tr: Uygulama Versiyonu
vi: Phiên bản App
zh: App 版本

# network_title
source: Network Detection
es: Prueba de red
fr: Détection du réseau
ja: ネットワーク検査
ko: 네트워크 검사
pt: Detecção de rede
ru: Проверка сети
tr: Ağ Tespiti
vi: Kiểm tra mạng
zh: 网络检测

# network_android_version
source: Operating System
es: Sistema operativo
fr: Système d'exploitation
ja: オペレーティングシステム
pt: Sistema Operacional
ru: Операционная система
tr: İşletim Sistemi
vi: Hệ điều hành
zh: 操作系统

# network_connect_success
source: Connected
es: Conexión exitosa
fr: Connecté
ja: 接続成功
pt: Conectado
ru: Conexión exitosa
tr: Bağlantı Kuruldu
vi: Kết nối thành công
zh: 连接成功

# network_connect_error
source: Connection Failed
es: Conexión fallida
fr: Échec de la connexion
ja: 接続失敗
pt: Conexão falhou
ru: вязь не работает.
tr: Bağlantı Başarısız
vi: Kết nối thất bại
zh: 连接失败

# network_mobile_info
source: Mobile Information
es: Información del teléfono
fr: Informations mobiles
ja: 携帯情報
pt: Informações do celular
ru: Телефон.
tr: Mobil Bilgiler
vi: Thông tin điện thoại
zh: 手机信息

# follow_traders_message_no_data
source: No copy trading reminders
es: Sin recordatorios de copy trading
fr: Aucun rappel de trading copié
ja: 現在、フォロー取引の通知はありません。
ko: 복사 거래 알림 없음
pt: Sem lembretes de copy trading
ru: Нет напоминаний о копировании сделок
tr: Henüz kopya işlem bildirimi yok
vi: Không có thông báo sao chép giao dịch
zh: 暂无跟单提醒

# wealth_demand_redemption
source: • Redemption will not deduct any interest already earned.
fr: • Le rachat ne déduira pas les intérêts déjà gagnés.
ja: • 引き出しは取得済みの利息を差し引かれません。
ko: • 환매 시 발생한 이자는 공제되지 않습니다.
ru: • При погашении не будут вычитаться заработанные проценты.
tr: • İade, zaten kazanılmış faizi düşürmeyecektir.
vi: • Mua lại sẽ không trừ đi lãi suất đã thu được
zh: • 赎回不会扣除已获取的利息

source: By Product
fr: Par produit
ja: 製品ごとに
ko: 제품별
ru: по продукту
tr: Ürüne Göre
vi: Theo Sản Phẩm
zh: 按产品

# by_cryptocurrency
source: By Coin
es: By Cryptocurrency
fr: Par monnaie
ja: 通貨ごとに
ko: 통화별
ru: По валюте
tr: Kripto Para Birimine Göre
vi: Theo Đồng Coin
zh: 按币种

# flexible_earns
source: Flexible
es: Flexible Earns
ko: 현재의
ru: текущий
zh: 活期

# auto_subscribe_off
source: Auto-subscribe has been turned off.
fr: L'option de souscription automatique a été désactivée.
ko: 자동 구독이 꺼졌습니다
ru: Автоматическая подписка отключена
vi: Đã tắt tự động mua lại
zh: 已关闭自动申购

# auto_subscribe_on
source: Auto-subscribe has been turned on
ko: 자동 구독이 활성화되었습니다
ru: Автоматическая подписка включена.
zh: 已开启自动申购

# noaviable_redeemable_amount
source: Insufficient redeemable amount, please re-enter.
ko: 교환 가능 수량이 부족합니다. 다시 입력해 주세요.
ru: Недостаточное количество, подлежащее погашению, пожалуйста, введите повторно
zh: 可赎回数量不足，请重新输入

source: Open Positions
fr: %d Positions ouvertes
ja: 件のポジション
ko: 펜 위치
ru: положение пера
tr: Açık Pozisyon
vi: %d vị thế
zh: 笔持仓

source: Current Amount
fr: Montant actuel
ja: 現在の数量
ko: 현재 수량
ru: Текущее количество
tr: Mevcut Miktar
vi: Số lượng hiện tại
zh: 当前数量

source: Total Subscriptions
fr: Total des souscriptions
ja: 累計申込
ko: 누적 구독
ru: Накопительная подписка
tr: Toplam Abonelikler
vi: Mua lại tự động tích lũy
zh: 累计申购

source: Total Redemptions
fr: Total des rachats
ja: 累計引き出し
ko: 누적 상환
ru: Накопительное погашение
tr: Toplam İadeler
vi: Mua lại tích lũy
zh: 累计赎回

# real_time_rate
source: Real-Time Interest Rate
fr: Taux d'intérêt en temps réel
ja: リアルタイム金利
ko: 실시간 이자율
ru: процентная ставка в реальном времени
tr: Gerçek Zamanlı Faiz Oranı
vi: Lãi suất thời gian thực
zh: 实时利率

source: Redemption
fr: Rachat
ja: 償還
ko: 구원
ru: искупление
tr: İade
vi: Rút tiền
zh: 赎回

source: Accumulated Interest
fr: Intérêt accumulé
ja: 累計利息
ko: 누적이자
ru: Накопленные проценты
tr: Birikmiş Faiz
vi: Lãi suất tích lũy
zh: 累计利息

# financial_detail_title
source: Earn Details
es: Detalles financieros
fr: Détails Earn
ja: 資産詳細
ko: 재무 상세 정보
pt: Detalhes financeiros
ru: Подробнее
tr: Kazanç Detayları
vi: Chi tiết tài chính
zh: 理财详情

source: Redeemable
ko: 상환 가능
ru: подлежащий выкупу
zh: 可赎回

source: Redeem to
fr: Racheter vers
ko: 사용 대상
ru: Обменять на
vi: Mua lại tới
zh: 赎回至

# 24_redeemable
source: 24-hour remaining redeemable limit
es: 4-hour remaining redeemable limit
fr: Limite restante de rachat sur 24 heures
ko: 24시간 이내에 남은 상환 가능 할당량
ru: Оставшаяся квота, подлежащая погашению в течение 24 часов
vi: Hạn mức có thể mua lại còn lại trong 24 giờ
zh: 24小时剩余可赎回额度

# please_enter_redemption_amount
source: Please enter the redemption amount.
ko: 상환수량을 입력해주세요
ru: Пожалуйста, введите сумму погашения
zh: 请输入赎回数量

source: Redemption Limit
fr: Limite de rachat
ko: 상환금액
ru: Сумма погашения
vi: Hạn mức có thể mua lại
zh: 赎回额度

source: Daily redeemable limit
ko: 24시간마다 상환 가능한 금액
ru: Сумма погашения каждые 24 часа
zh: 每24小时可赎回额度

# 24_redeemable_limit
source: Your remaining 24-hour redeemable limit
ko: 24시간 이내에 남은 상환 가능 할당량
ru: Оставшаяся квота, которую можно погасить в течение 24 часов.
zh: 您的24小时剩余可赎回额度

# financial_redemption_success
source: Redemption Successful
es: Redención exitosa
fr: Rachat réussi
ja: 償還成功
ko: 상환 성공
pt: Resgate bem-sucedido
ru: Погашение успешно
tr: İade Başarılı
vi: Rút thành công
zh: 赎回成功

# back_to_financial_account
source: Return to the earn account
es: Volver a la cuenta de inversión
fr: Retourner au compte Earn
ja: 資産口座に戻る
ko: 금융계좌로 돌아가기
pt: Voltar para conta financeira
ru: Вернуться к финансовому счету
tr: Kazanç hesabına geri dön
vi: Trở lại tài khoản tài chính
zh: 返回理财账户

# tpsl_intro
source: You can set take profit and stop loss before opening a position; they will only take effect after the position is opened.
es: Puede establecer la toma de ganancias y el límite de pérdidas antes de abrir una posición. La toma de ganancias y el límite de pérdidas no tendrán efecto hasta que se abra la posición.
fr: Vous pouvez définir le take profit et le stop loss avant d'ouvrir une position ; ils ne prendront effet qu'après l'ouverture de la position.
ja: ポジションを開く前にテイクプロフィットとストップロスを設定できますが、ポジションを開いた後にのみ有効になります。
ko: 포지션을 개설하기 전에 이익실현과 손절매를 설정할 수 있으며, 포지션이 개설될 때까지는 이익실현이 적용되지 않습니다.
ru: Вы можете установить тейк-профит и стоп-лосс перед открытием позиции. Тейк-профит и стоп-лосс не вступят в силу, пока позиция не будет открыта.
tr: Pozisyon açılmadan önce kar al ve zarar durdurma ayarlayabilirsiniz; yalnızca pozisyon açıldıktan sonra geçerli olacaktır.
vi: Bạn có thể thiết lập lệnh chốt lời, cắt lỗ trước khi mở lệnh, lệnh chốt lời, cắt lỗ mới có hiệu lực sau khi mở lệnh.
zh: 您可以在开仓前设置止盈止损，开仓后止盈止损才会生效。

# tp_price
source: Take Profit Price
es: Precio de toma de ganancias
fr: Prix de take profit
ja: テイクプロフィット価格
ko: 이익실현 가격
ru: Цена тейк-профита
tr: Kar Al Fiyatı
vi: Giá chốt lời
zh: 止盈价

# sl_price
source: Stop Loss Price
es: Precio de parada de pérdidas
fr: Prix de stop loss
ja: ストップロス価格
ko: 손실 중지 가격
ru: Цена стоп-лосса
tr: Zarar Durdurma Fiyatı
vi: Giá cắt lỗ
zh: 止损价

# tpsl_senior_tip
source: Please enter the price and quantity before using advanced take profit and stop loss.
es: Ingrese el precio y la cantidad antes de usar Advanced Take Profit y Stop Loss
fr: Veuillez entrer le prix et la quantité avant d'utiliser les options avancées de take profit et stop loss.
ja: 高度なテイクプロフィットとストップロスを使用する前に、価格と数量を入力してください。
ko: 고급 이익실현 및 손절매를 사용하기 전에 가격과 수량을 입력하세요.
ru: Пожалуйста, введите цену и количество, прежде чем использовать расширенный тейк-профит и стоп-лосс.
tr: Gelişmiş kar al ve zarar durdurma kullanmadan önce lütfen fiyat ve miktar girin.
vi: Vui lòng nhập giá và số lượng trước khi sử dụng lệnh chốt lời, cắt lỗ nâng cao.
zh: 使用高级止盈止损之前，请输入价格和数量

# tp_limit_title
source: Limit Take Profit
es: Limitar el precio y obtener ganancias
fr: Prise de profit à cours limité
ja: 価格を指値して利益確定する
ko: 가격 제한 및 이익 실현
ru: Ограничить цену и получить прибыль
vi: Chốt lời theo giá giới hạn
zh: 限价止盈

# tp_market_title
source: Market Take Profit
es: Obtenga ganancias a precio de mercado
fr: Prise de profit au marché
ja: 市場価格で利益確定
ko: 시장가로 이익을 얻다
ru: Фиксируйте прибыль по рыночной цене
vi: Chốt lời theo giá thị trường
zh: 市价止盈

# sl_limit_title
source: Limit Stop Loss
es: Límite de parada de pérdidas
fr: Stop Loss à cours limité
ja: ストップロス制限
ko: 손절매 한도
ru: Лимит стоп-лосса
vi: Cắt lỗ theo giá giới hạn
zh: 限价止损

# sl_market_title
source: Market Stop Loss
es: Stop Loss del mercado
fr: Stop Loss au marché
ja: マーケットストップロス
ko: 시장가로 이익을 얻다
ru: Рыночный стоп-лосс
vi: Cắt lỗ theo giá thị trường
zh: 市价止损

# tp_trigger_greater_open_price
source: The take profit trigger price must be greater than the open price, otherwise, it will trigger immediately. Please reset it.
es: El precio de activación de la toma de ganancias debe ser > el precio de apertura; de lo contrario, se activará inmediatamente.
fr: Le prix de déclenchement du take profit doit être supérieur au prix d'ouverture, sinon il sera déclenché immédiatement. Veuillez le réinitialiser.
ko: 이익실현 트리거 가격은 개시 가격보다 커야 합니다. 그렇지 않으면 즉시 트리거됩니다.
ru: Триггерная цена тейк-профита должна быть > цены открытия, в противном случае она сработает немедленно. Пожалуйста, сбросьте ее.
vi: Giá kích hoạt chốt lời phải > giá mở lệnh, nếu không sẽ bị kích hoạt ngay, vui lòng thiết lập lại
zh: 止盈触发价必须＞开仓价格，否则会立即触发，请重新设置

# tp_trigger_less_open_price
source: The take profit trigger price must be less than the open price, otherwise, it will trigger immediately. Please reset it.
es: El precio de activación de la toma de ganancias debe ser < el precio de apertura; de lo contrario, se activará inmediatamente.
fr: Le prix de déclenchement du take profit doit être inférieur au prix d'ouverture, sinon il sera déclenché immédiatement. Veuillez le réinitialiser.
ko: 이익실현 트리거 가격은 개시 가격보다 작아야 합니다. 그렇지 않으면 즉시 트리거됩니다.
ru: Триггерная цена тейк-профита должна быть < цены открытия, в противном случае она сработает немедленно. Пожалуйста, сбросьте ее.
vi: Giá kích hoạt chốt lời phải < giá mở lệnh, nếu không sẽ bị kích hoạt ngay, vui lòng thiết lập lại
zh: 止盈触发价必须＜开仓价格，否则会立即触发，请重新设置

# sl_trigger_greater_open_price
source: The stop loss trigger price must be greater than the open price, otherwise, it will trigger immediately. Please reset it.
es: El precio de activación del stop loss debe ser > el precio de apertura; de lo contrario, se activará inmediatamente. Restablezcalo.
fr: Le prix de déclenchement du stop loss doit être supérieur au prix d'ouverture, sinon il sera déclenché immédiatement. Veuillez le réinitialiser.
ko: 손절매 발동 가격은 개시 가격보다 커야 합니다. 그렇지 않으면 즉시 발동됩니다.
ru: Цена срабатывания стоп-лосса должна быть > цены открытия, в противном случае он сработает немедленно. Пожалуйста, сбросьте его.
vi: Giá kích hoạt cắt lỗ phải > giá mở lệnh, nếu không sẽ bị kích hoạt ngay, vui lòng thiết lập lại
zh: 止损触发价必须＞开仓价格，否则会立即触发，请重新设置

# sl_trigger_less_open_price
source: The stop loss trigger price must be less than the open price, otherwise, it will trigger immediately. Please reset it.
es: El precio de activación del stop loss debe ser < el precio de apertura; de lo contrario, se activará inmediatamente. Restablezcalo.
fr: Le prix de déclenchement du stop loss doit être inférieur au prix d'ouverture, sinon il sera déclenché immédiatement. Veuillez le réinitialiser.
ko: 손절매 발동 가격은 개시 가격보다 작아야 하며, 그렇지 않으면 즉시 발동됩니다.
ru: Цена срабатывания стоп-лосса должна быть < цены открытия, в противном случае он сработает немедленно. Пожалуйста, сбросьте его.
vi: Giá kích hoạt cắt lỗ phải < giá mở lệnh, nếu không sẽ bị kích hoạt ngay, vui lòng thiết lập lại
zh: 止损触发价必须＜开仓价格，否则会立即触发，请重新设置

# trigger_greater_open_price
source: The trigger price should be higher than the entry price.
es: El precio de activación debería ser más alto que el precio de apertura.
fr: Le prix de déclenchement doit être supérieur au prix d'entrée.
ko: 발동가격은 개시가격보다 높아야 합니다.
ru: Цена триггера должна быть выше цены открытия.
vi: Giá kích hoạt phải cao hơn giá mở lệnh.
zh: 触发价格应高于开仓价格

# trigger_less_open_price
source: The trigger price should be lower than the entry price.
es: El precio de activación debe ser inferior al precio de apertura.
fr: Le prix de déclenchement doit être inférieur au prix d'entrée.
ko: 발동가격은 개시가격보다 낮아야 합니다.
ru: Цена триггера должна быть ниже цены открытия.
vi: Giá kích hoạt phải thấp hơn giá mở lệnh.
zh: 触发价格应低于开仓价格

# tpsl_market_estimated_profit
source: When the %@ price is %@%@, a %@ order will be triggered, with an expected loss of %@.
es: Cuando el %@ precio %@%@, se activará la orden de %@ y el rendimiento esperado es %@
fr: Lorsque le prix de %@ est %@%@, un ordre %@ au marché sera déclenché, avec une perte attendue de %@
ja: %@ 価格が %@%@ の場合、%@ 注文がトリガーされ、期待される利益は %@ です
ko: %@ 가격이 %@%@ 일 때 %@ 주문이 실행되고 예상 수익률은 %@ 입니다.
ru: Когда %@ цена составит %@%@, ордер %@ будет активирован, а ожидаемая доходность составит %@.
tr: %@ fiyatı %@%@ olduğunda, bir %@ tetiklenecek ve beklenen zarar %@ olacaktır.
vi: Khi giá %@ đạt %@%@, sẽ kích hoạt lệnh %@ theo giá thị trường, lợi nhuận kỳ vọng là %@
zh: 当%@价格%@%@，将触发%@委托，预期收益为%@

# tpsl_limit_estimated_profit
source: When the %@ price is %@%@, a %@ order will be triggered (order price: %@), with an expected profit of %@.
es: Cuando el %@ precio %@%@, se activará la orden de %@ (precio de la orden %@) y la ganancia esperada es %@
fr: Lorsque le prix de %@ est %@%@, un ordre %@ limite sera déclenché (prix de l'ordre : %@), avec une perte attendue de %@
ja: %@ 価格が %@%@ の場合、%@ 注文がトリガーされ (注文価格 %@)、期待される利益は %@ です。
ko: %@ 가격이 %@%@ 일 때 %@ 주문이 실행되고(주문 가격 %@) 예상 이익은 %@ 입니다.
ru: Когда цена %@ составит %@%@, ордер %@ будет активирован (цена ордера %@), а ожидаемая прибыль составит %@.
tr: %@ fiyatı %@%@ olduğunda, bir %@ tetiklenecek (emir fiyatı: %@) ve beklenen zarar %@ olacaktır.
vi: Khi giá %@ đạt %@%@, sẽ kích hoạt lệnh %@ giới hạn giá (giá lệnh %@), lợi nhuận kỳ vọng là %@
zh: 当%@价格%@%@，将触发%@委托(委托价格%@），预期收益为%@

# common_share_short
source: Short
es: Corto
ja: ショート
ko: 숏
ru: Шорт
tr: Kısa
zh: 做空

# common_share_long
source: Long
es: Largo
ja: ロングポジション
ko: 롱
ru: Лонг
tr: Uzun pozisyon
zh: 做多

# common_share_cross
source: Cross
es: Cruzado
ja: クロス
ko: 교차
ru: Кросс-маржа
tr: Çapraz
zh: 全仓

# common_share_isolated
source: Isolated
es: Aislado
ja: 分離
ko: 격리
ru: Изолированная маржа
tr: Yalıtılmış
zh: 逐仓

# common_share_aop
source: Average Opening Price
es: Precio Medio de Apertura
ja: ポジションの平均価格
ko: 평균 진입 가격
ru: Средняя цена открытия
tr: Ortalama açılış fiyatı
zh: 开仓均价

# common_share_lp
source: Latest Price
es: Último Precio
ja: 最新価格
ko: 최신 가격
ru: Последняя цена
tr: Son Fiyat
zh: 最新价格
