Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# swap.trade.confirm.alert.des.title
source: I. When you trade in the futures market, if you suffer a loss due to market conditions, and your position margin is insufficient, please note that the exchange will impose a forced liquidation order on your positions and disclose the details of the liquidation in accordance with the system agreement. II. Please carefully read and comply with the rules of the Exchange. It is recommended that users understand the contract mechanism and operating principles, conduct proper risk control, and trade rationally within one’s financial ability. III. Under some extreme market conditions, you may struggle or be unable to close the open positions. For example, your PnL ranks first in terms of effective leveraged PnL across the futures market, and the insurance fund is not sufficient to cover the liquidation losses of the losing party. IV. Due to changes in local laws, regulations and policies, amendments to the trading rules of the Futures Exchange, and the introduction of emergency measures, the Exchange will disclose in advance if you may not continue to hold your open positions, but the platform will still settle margin and PnL! V. For reasons beyond the control of the Exchange, including force majeure factors such as earthquakes, floods, fires, or computer system and communication system failures, your orders fail to be partially or fully executed, and you may be liable to the losses. VI. Hedging is speculative and is subject to the risk of price fluctuations. Please understand the relevant mechanisms in advance. VII. Lending your account to someone else may jeopardize the safety of your contract margin. Please keep your personal account secure.
es: Cuando operas en futuros, si sufres pérdidas y tu margen es insuficiente, se aplicará una liquidación forzosa. Lee las reglas del intercambio. Bajo condiciones extremas, podrías tener dificultades para cerrar posiciones. Cambios legales y medidas de emergencia pueden afectar tus posiciones. Factores fuera del control del intercambio pueden causar fallas. La cobertura es especulativa y está sujeta a riesgos. No prestes tu cuenta a otros.
fr: I. Lorsque vous tradez sur le marché des contrats à terme, si vous subissez une perte en raison des conditions du marché et que la marge de votre position est insuffisante, veuillez noter que la bourse imposera un ordre de liquidation forcée sur vos positions et divulguera les détails de la liquidation conformément à l'accord du système. II. Veuillez lire attentivement et respecter les règles de la Bourse. Il est recommandé aux utilisateurs de comprendre le mécanisme des contrats et les principes de fonctionnement, de mettre en place un contrôle approprié des risques et de trader de manière rationnelle en fonction de leurs capacités financières. III. Dans certaines conditions de marché extrêmes, vous pouvez avoir des difficultés ou être incapable de clôturer les positions ouvertes. Par exemple, votre PnL se classe au premier rang des PnL efficaces à effet de levier sur le marché des contrats à terme, et le fonds d'assurance n'est pas suffisant pour couvrir les pertes de liquidation de la partie perdante. IV. En raison de changements dans les lois, règlements et politiques locaux, de modifications des règles de trading de la Bourse des contrats à terme, et de l'introduction de mesures d'urgence, la Bourse annoncera à l'avance si vous ne pouvez pas continuer à détenir vos positions ouvertes, mais la plateforme réglera toujours la marge et le PnL ! V. Pour des raisons indépendantes de la volonté de la Bourse, y compris des facteurs de force majeure tels que les tremblements de terre, les inondations, les incendies, ou des défaillances des systèmes informatiques et de communication, vos ordres peuvent échouer partiellement ou totalement, et vous pourriez être responsable des pertes. VI. La couverture est spéculative et soumise au risque de fluctuations des prix. Veuillez comprendre les mécanismes associés à l'avance. VII. Prêter votre compte à quelqu'un d'autre peut mettre en danger la sécurité de la marge de votre contrat. Veuillez garder votre compte personnel en sécurité.
ja: 一、契約市場で取引を行う際、市場の動向が不利になり損失が発生し、ポジションのマージンが不足する場合、本取引所の契約はシステムに従ってポジションの強制決済を行い、強制決済の詳細を開示しますのでご注意ください。 二、必ず本取引所の業務ルールをよく読み、遵守してください。契約のメカニズムと運用原理を理解し、市場のさまざまなリスクを把握し、資金を適切に配置して取引を行ってください。 三、極端な市場状況では、保有している未決済契約をクローズするのが難しい場合があります。たとえば、あなたの利益が全体の契約市場で有効レバレッジPnLの中で1位にランクされ、保険基金が損失側のロスをカバーするのに不足している場合などです。 四、現地の法律、規制、政策の変更、契約取引所の取引ルールの変更、緊急措置の発令などの理由により、本取引所は事前に声明を発表します。保有する未決済契約を継続できない場合がありますが、ポジションのマージンと利益の残高はプラットフォームが支払います！ 五、本取引所が制御できない理由、たとえば地震、水害、火災などの不可抗力要因やコンピュータシステム、通信システムの故障などにより、指示が成立しなかったり、全て成立しなかったりする可能性があります。その結果、発生する損失は自己負担となる場合があります。 六、「ヘッジ取引」は投機取引と同様に、価格変動によるリスクを伴います。関連するメカニズムを事前に理解してください。 七、アカウントを他者に貸与すると、契約のマージンの安全性に影響を与える可能性があります。必ず個人アカウントの安全を確保してください。
ko: I. 선물 시장 거래 시, 시장 상황으로 인해 손실이 발생하고 포지션 증거금이 충분하지 않은 경우, 거래소는 포지션에 강제 청산 주문을 실행하고 시스템 계약에 따라 청산 세부 정보를 공개합니다. II.거래소 규정을 주의깊게 읽고 준수하시기 바랍니다.사용자는 계약 메커니즘과 운영 원칙을 이해하고, 적절한 리스크 통제를 수행하며, 사용자의 재무 능력 내에서 합리적으로 거래할 것을 권장합니다. III.일부 극단적인 시장 상황에서는 개설 포지션을 청산하는 데 어려움을 겪거나 실패할 수 있습니다.예를 들어, 귀하의 손익은 선물 시장 전체의 효과적인 레버리지 손익 측면에서 첫 번째 순위이며, 보험 자금은 손실 당사자의 청산 손실을 보상하기에 충분하지 않습니다. IV.현지 법률, 규정 및 정책의 변경, 선물 거래소의 거래 규정 개정, 비상 조치의 도입으로 인해, 귀하가 개설 포지션을 계속 보유하지 못하는 경우 거래소가 사전에 공시할 것이지만, 플랫폼은 여전히 증거금과 손익을 정산할 것입니다. V.지진, 홍수, 화재 또는 컴퓨터 시스템 및 통신 시스템 장애와 같은 불가항력적 요인을 포함하여 거래소의 통제를 벗어난 이유로 인해 귀하의 주문이 부분적으로 또는 전부 체결되지 못하고 귀하는 손실에 대해 책임을 져야 할 수 있습니다. VI.헤지는 투기적이며 가격 변동의 리스크가 있습니다.관련 메커니즘을 사전에 이해하시기 바랍니다. VII.다른 사람에게 계정을 빌려주는 행위는 계약 증거금의 안전을 위태롭게 할 수 있습니다.개인 계정을 안전하게 유지하세요.
pt: I. Quando você negocia no mercado de futuros, se sofrer uma perda devido às condições do mercado e sua margem de posição for insuficiente, observe que a bolsa imporá uma ordem de liquidação forçada em suas posições e divulgará os detalhes da liquidação de acordo com o acordo do sistema.II. Por favor, leia atentamente e cumpra as regras da Bolsa. Recomenda-se que os usuários entendam o mecanismo do contrato e os princípios operacionais, realizem o controle de risco adequado e negociem racionalmente dentro de sua capacidade financeira.III. Em algumas condições extremas de mercado, você pode ter dificuldade ou ser incapaz de fechar as posições abertas. Por exemplo, seu PnL classifica-se em primeiro lugar em termos de PnL alavancado efetivo em todo o mercado de futuros, e o fundo de seguro não é suficiente para cobrir as perdas de liquidação da parte perdedora.IV. Devido a mudanças nas leis locais, regulamentos e políticas, emendas às regras de negociação da Bolsa de Futuros e a introdução de medidas de emergência, a Bolsa divulgará com antecedência se você não poderá continuar a manter suas posições abertas, mas a plataforma ainda liquidará a margem e o PnL!V. Por motivos além do controle da Bolsa, incluindo fatores de força maior como terremotos, inundações, incêndios ou falhas no sistema de computador e de comunicação, seus pedidos podem não ser executados parcial ou totalmente, e você poderá ser responsável pelas perdas.VI. A cobertura é especulativa e está sujeita ao risco de flutuações de preços. Por favor, entenda os mecanismos relevantes com antecedência.VII. Emprestar sua conta para outra pessoa pode comprometer a segurança da sua margem de contrato. Por favor, mantenha sua conta pessoal segura.
ru: I. Когда вы торгуете на фьючерсном рынке, если вы понесете убытки из-за рыночных условий, а ваша позиционная маржа недостаточна, обратите внимание, что биржа наложит на ваши позиции ордер на принудительную ликвидацию и раскроет подробности ликвидации в соответствии с системным соглашением. II. Пожалуйста, внимательно прочитать и соблюдать правила биржи. Пользователям рекомендуется понимать механизм и принципы работы контракта, осуществлять надлежащий контроль рисков и торговать рационально торговать в пределах своих финансовых возможностей. III. В некоторых экстремальных рыночных условиях вы Вы можете столкнуться с трудностями или оказаться не в состоянии закрыть открытые позиции. Например, ваша PnL занимает первое место по по эффективному левериджу на фьючерсном рынке, а страховой фонд недостаточен, чтобы покрыть убытки от ликвидации достаточным для покрытия ликвидационных убытков проигравшей стороны. IV. В связи с изменениями в местного законодательства, нормативных актов и политики, поправок к правилам торговли на фьючерсной бирже и введения чрезвычайных мер. Биржа заранее сообщит, что в связи с изменениями в местных законах и правилах, изменениями в правилах торговли Фьючерсной биржи и введением чрезвычайных мер если вы не можете продолжать удерживать открытые позиции, но платформа все равно произведет расчеты маржа и PnL! V. По причинам, не зависящим от Биржи, включая форс-мажорные такие факторы, как землетрясения, наводнения, пожары или сбои в работе компьютерных систем и систем связи ваши ордера не будут исполнены частично или полностью, и вы можете понести убытки. VI. Хеджирование является спекулятивным и подвержено риску колебания цен. Пожалуйста, заранее ознакомьтесь с соответствующими механизмами. VII. Передача вашего счета в кредит другому лицу может поставить под угрозу сохранность вашей контрактной маржи. Пожалуйста, держите свой личный счет в безопасности.
tr: I. Vadeli işlem piyasasında, piyasa koşulları nedeniyle zarar ederseniz ve pozisyon teminatınız yetersiz kalırsa, lütfen borsanın pozisyonlarınıza zorunlu likidasyon emri vereceğini ve likidasyon ayrıntılarını sistem sözleşmesine göre açıklayacağını unutmayın. II. Lütfen Borsa kurallarını dikkatlice okuyun ve uyun. Kullanıcıların sözleşme mekanizmasını ve işlem prensiplerini anlaması, uygun risk kontrolü yapması ve finansal imkanlarına göre mantıklı işlem yapması tavsiye edilir. III. Bazı aşırı piyasa koşullarında, açık pozisyonları kapatmakta zorlanabilir veya kapatamayabilirsiniz. Örneğin, PnL'niz vadeli işlem piyasasında etkili kaldıraçlı PnL açısından ilk sırada yer alıyorsa ve sigorta fonu, kaybeden tarafın likidasyon zararlarını karşılamak için yeterli değilse. IV. Yerel yasa, düzenleme ve politika değişiklikleri, Vadeli İşlem Borsası'nın ticaret kurallarında yapılan değişiklikler ve acil durum önlemlerinin getirilmesi nedeniyle, Borsa, açık pozisyonlarınızı tutamayacağınız durumlarda önceden bilgi verecektir, ancak platform yine de teminat ve PnL'yi hesaplayacaktır! V. Borsanın kontrolü dışında, deprem, sel, yangın gibi doğal afetler veya bilgisayar sistemi ve iletişim sistemleri arızaları gibi mücbir sebepler nedeniyle emirleriniz kısmen veya tamamen yerine getirilemezse, bu kayıplardan sorumlu olabilirsiniz. VI. Hedging spekülatiftir ve fiyat dalgalanmaları riski taşır. Lütfen ilgili mekanizmaları önceden anlayın. VII. Hesabınızı başkasına ödünç vermek, sözleşme teminatınızın güvenliğini tehlikeye atabilir. Lütfen kişisel hesabınızı güvende tutun.
vi: Một, khi bạn giao dịch trên thị trường hợp đồng, nếu do xu hướng thị trường bất lợi gây ra thua lỗ, dẫn đến không đủ tiền ký quỹ cho vị trí của bạn, sàn giao dịch hợp đồng sẽ theo quy định hệ thống thực hiện lệnh thanh lý cưỡng chế và công khai chi tiết thanh lý, xin vui lòng chú ý. Hai, vui lòng đọc kỹ và tuân thủ quy tắc giao dịch của sàn giao dịch này. Hiểu cơ chế hợp đồng và nguyên lý hoạt động, hiểu các rủi ro thị trường và phân bổ vốn hợp lý để giao dịch. Ba, trong một số tình huống thị trường cực đoan, bạn có thể gặp khó khăn hoặc không thể đóng vị thế hợp đồng chưa thanh lý. Ví dụ, khi lợi nhuận của bạn đứng đầu trong toàn bộ thị trường hợp đồng với đòn bẩy hiệu quả, và quỹ bảo hiểm không đủ để thanh toán thiệt hại phá vỡ của bên thua cuộc. Bốn, do sự thay đổi của luật pháp, quy định, chính sách địa phương, sửa đổi quy tắc giao dịch hợp đồng, biện pháp khẩn cấp được áp dụng, sàn giao dịch sẽ công khai thông báo trước, các hợp đồng chưa thanh lý của bạn có thể không thể tiếp tục giữ, nhưng số dư ký quỹ và lợi nhuận vẫn sẽ được thanh toán! Năm, do nguyên nhân không thể kiểm soát bởi sàn giao dịch, ví dụ: thiên tai như động đất, lũ lụt, hỏa hoạn hoặc sự cố hệ thống máy tính, hệ thống truyền thông, có thể khiến lệnh của bạn không thể thực hiện hoặc không thể thực hiện đầy đủ, bạn có thể chịu thiệt hại phát sinh từ đó. Sáu, giao dịch “phòng ngừa rủi ro” cũng giống như giao dịch đầu cơ, cũng phải đối mặt với rủi ro do biến động giá. Xin vui lòng tìm hiểu trước về cơ chế liên quan. Bảy, nếu tài khoản của bạn bị cho người khác sử dụng, điều này có thể ảnh hưởng đến tính an toàn của ký quỹ hợp đồng của bạn. Vui lòng đảm bảo an toàn tài khoản cá nhân.
zh: 一、当您在合约市场进行交易时，若因市场走势对您不利产生亏损，导致您的持仓保证金不足。本交易所合约将会按照系统约定对您的持仓进行强平委托并披露强平明细，请您留意。 二、请您务必认真阅读并遵守本交易所的业务规则。了解合约机制和运行原理，了解市场的各种风险，合理安排资金进行交易。 三、在某些极端的市场行情下，您可能会难以或无法将持有的未平仓合约平仓。例如，当你的盈利在整个合约市场中有效杠杆PnL中排位第一，且保险基金不足以垫付亏损方的穿仓损失情况下。 四、由于当地法律、法规、政策的变化、合约交易所交易规则的修改、紧急措施的出台等原因，本交易所会提前披露声明，您持有的未平仓合约可能无法继续持有，但持仓保证金和盈利的结余平台仍会兑现！ 五、由于非本交易所所能控制的原因，例如：地震、水灾、火灾等不可抗力因素或者计算机系统、通讯系统故障等，可能造成您的指令无法成交或者无法全部成交，您可能会承担由此导致的损失。 六、“套期保值”交易同投机交易一样，同样面临价格波动引起的风险。请您提前了解相关机制。 七、若您账号借给非本人操作，将可能会影响到您的合约保证金安全性。请务必保证个人账户安全。

# otc.complain.add.proof.detail.title
source: Upload your picture
es: Sube tu foto
fr: Téléchargez votre photo
ja: 画像をアップロードしてください
ko: 사진 업로드하기
pt: Carregue sua foto
ru: Загрузить фотографию
tr: Resminizi yükleyin
vi: Tải lên hình ảnh của bạn
zh: 上传您的图片

# personal.id.auth.id.upload.hand.held.title
source: Upload a hand-held ID photo
es: Sube foto con identificación
fr: Téléchargez une photo de l'ID tenue en main
ja: 手持ち証明書の写真をアップロード
ko: 휴대용 ID 사진 업로드
pt: Carregar uma foto da carteira de identidade segurada
ru: Загрузите фотографию удостоверения личности
tr: Elde tutulan Kimlik fotoğrafı yükleyin
vi: Tải lên ảnh chụp giấy tờ tùy thân
zh: 上传手持证件照

# personal.id.step2.uploading.photos.tip
source: Please be noted when uploading photos
es: Nota al subir fotos
fr: Veuillez noter lors du téléchargement des photos
ja: 写真をアップロードする際の注意事項
ko: 사진 업로드 시 참고 사항
pt: Por favor, observe ao carregar fotos
ru: Обратите внимание на то, как загружать фотографии
tr: Fotoğraf yüklerken lütfen dikkat edin
vi: Lưu ý khi tải lên ảnh
zh: 上传照片时请注意

# personal.id.auth.cer.upload.title
source: Upload your ID photo
es: Sube foto de identificación
fr: Téléchargez la photo de votre ID
ja: 証明書の写真をアップロード
ko: ID 사진 업로드
pt: Carregue sua foto de ID
ru: Загрузите фотографию удостоверения личности
tr: Kimlik fotoğrafınızı yükleyin
vi: Tải lên ảnh giấy tờ
zh: 上传证件照

# common.next.step.title
source: Next step
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음 단계
pt: Próximo
ru: Следующий
tr: Sonraki
vi: Bước tiếp theo
zh: 下一步

# swap.place.order.success.title
source: Order placed
es: Pedido realizado
fr: Succès de la commande
ja: 注文成功
ko: 주문 완료
pt: Pedido bem-sucedido
ru: Заказ оформлен
tr: Sipariş başarılı
vi: Đặt lệnh thành công
zh: 下单成功

# exchange.transfer.not.allowed.title
source: No transfer allowed
es: No se permite transferir
fr: Aucun transfert autorisé.
ja: 移動は許可されていません。
ko: 이체가 허용되지 않음
pt: Nenhuma transferência permitida
ru: Перевод запрещен
tr: Transfer yapılmasına izin verilmez
vi: Không cho phép chuyển khoản
zh: 不允许划转

# swap.no.more.prompts.title
source: Don‘t show again
es: No mostrar de nuevo
fr: Ne plus afficher
ja: 表示しない
ko: 다시 표시 안 함
pt: Não mostrar novamente
ru: Не показывать снова
tr: Bir daha gösterme
vi: Không hiển thị lại
zh: 不再提示

# asset.transaction.bussiness.title
source: Business
es: Negocios
fr: Opération
ja: 業務
ko: 업무
pt: Negócio
ru: Бизнес
tr: İşletme
vi: Dịch vụ
zh: 业务

# security.gesture.draw.not.same.title
source: Two gesture password is inconsistent, please draw again
es: Contraseñas gestuales inconsistentes, intenta de nuevo
fr: Les deux dessins ne correspondent pas, veuillez redessiner
ja: 2回の描画が異なります。再度描画してください
ko: 두 제스처 비밀번호가 일치하지 않습니다.다시 시도해 주세요
pt: Os dois padrões não coincidem, desenhe novamente
ru: Пароль из двух жестов несовместим, пожалуйста, нарисуйте его снова
tr: İki desen eşleşmiyor, lütfen tekrar çizin
vi: Hai mẫu không khớp, vui lòng vẽ lại
zh: 两次绘制不一样，请重新绘制

# common_input_not_match
source: Passwords do not match
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다.
pt: As senhas não coincidem
ru: Пароли не совпадают
tr: İki şifre uyuşmuyor
vi: Mật khẩu không khớp
zh: 密码不一致

# personal.id.auth.steps.tip1
source: Personal information
es: Información personal
fr: Informations personnelles
ja: 個人情報
ko: 개인정보
pt: Informações pessoais
ru: Личная информация
tr: Kişisel bilgiler
vi: Thông tin cá nhân
zh: 个人信息

# personal.id.auth.success.tip.title
source: Personal info verification completed
es: Verificación completada
fr: Vérification des informations personnelles terminée
ja: 個人情報の確認が完了しました
ko: 개인 정보 인증 완료
pt: Verificação de informações pessoais concluída
ru: Проверка личной информации завершена
tr: Kişisel bilgi doğrulaması tamamlandı
vi: Xác thực thông tin cá nhân đã hoàn tất
zh: 个人信息验证已完成

# otc.guide.personal.nickname.title
source: Nickname
es: Apodo
fr: Surnom
ja: 個人ニックネーム
ko: 닉네임
pt: Apelido
ru: Прозвище
tr: Takma ad
vi: Tên hiển thị cá nhân
zh: 个人昵称

# 跟单.个人简介
source: Profile
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pt: Perfil
ru: Профиль
tr: Kişisel profil
vi: Thông tin cá nhân
zh: 个人简介

# 跟单.个人简介要求
source: Profile requirements
es: Requisitos de perfil
fr: Exigences de profil
ja: プロフィールの要件
ko: 프로필 요건
pt: Requisitos de perfil
ru: Требования к профилю
tr: Kişisel profil gereksinimleri
vi: Yêu cầu hồ sơ
zh: 个人简介要求

# 跟单.个人设置
source: Personal settings
es: Configuraciones personales
fr: Paramètres personnels
ja: 個人設定
ko: 개인 설정
pt: Configurações pessoais
ru: Персональные настройки
tr: Kişisel ayarlar
vi: Cài đặt cá nhân
zh: 个人设置

# personal.id.auth.bar.title
source: Verified identity
es: Verificación de identidad
fr: Vérification d'identité
ja: 本人確認
ko: 인증된 신원
pt: Verificação de identidade
ru: Верификация личности
tr: Kimlik doğrulama
vi: Xác minh danh tính cá nhân
zh: 个人身份验证

# wallet_withdraw_notice_new
source: For the security of your account, you need to bind your phone, email and Google verification before withdraw tokens.
es: Para la seguridad de tu cuenta, vincula teléfono, correo y Google antes de retirar tokens.
fr: Pour la sécurité de votre compte, vous devez lier votre téléphone, votre e-mail et la vérification Google avant de retirer des tokens.
ja: アカウントの安全のために、携帯電話とGoogle認証を绑定し、本人確認を完了した後でのみ出金を開始できます。
ko: 계정 보안을 위해 토큰 출금 전에 휴대폰과 이메일 및 Google 인증을 연결해야 합니다.
pt: Para a segurança da sua conta, você precisa vincular seu telefone, e-mail e verificação do Google antes de retirar tokens.
ru: Для обеспечения безопасности аккаунта необходимо привязать телефон, электронную почту и верификацию Google перед выводом токенов.
tr: Hesabınızın güvenliği için, token çekmeden önce telefon, e-posta ve Google doğrulamasını bağlamanız gerekmektedir.
vi: Để đảm bảo an toàn tài khoản, bạn cần liên kết điện thoại, kích hoạt xác minh Google và hoàn thành xác thực danh tính trước khi rút tiền
zh: 为了您的账户安全，您需绑定手机、及Google验证并完成实名认证后才可发起提现

# assets.withdraw.condition.id.auth.tips.title
source: For the security of your account, you need to verify your identity before withdrawing your assets.
es: Para seguridad de cuenta, verifica identidad antes de retirar activos.
fr: Pour la sécurité de votre compte, vous devez vérifier votre identité avant de retirer vos actifs.
ja: アカウントの安全のために、本人確認を完了した後でのみ出金を開始できます
ko: 계정 보안을 위해 자산 출금 전에 신원을 확인해야 합니다.
pt: Para a segurança da sua conta, você precisa verificar sua identidade antes de retirar seus ativos.
ru: Для обеспечения безопасности вашего аккаунта вам необходимо подтвердить свою личность перед выводом средств.
tr: Hesabınızın güvenliği için, varlıklarınızı çekmeden önce kimliğinizi doğrulamanız gerekmektedir.
vi: Để đảm bảo an toàn tài khoản, bạn cần xác thực danh tính trước khi rút tiền
zh: 为了您的账户安全，您需身份认证后才可发起提现

# personal.id.auth.why.kyc.title
source: Why do I have to go through KYC?
es: ¿Por qué debo pasar por KYC?
fr: Pourquoi dois-je effectuer une vérification d'identité ?
ja: なぜ身分認証を行う必要があるのですか？
ko: KYC를 반드시 거쳐야 하는 이유는 무엇인가요?
pt: Por que preciso verificar meu ID pessoal?
ru: Почему я должен проходить процедуру KYC?
tr: Neden kimlik bilgimi doğrulamam gerekiyor?
vi: Tại sao tôi phải xác minh danh tính?
zh: 为什么我必须进行身份认证？

# third.pay.history.order.direction.buy.title
source: Buy
es: Comprar
fr: Acheter
ja: 買い
ko: 매수
pt: Comprar
ru: Купить
tr: Al
vi: Mua
zh: 买

# product.place.order.direction.buy.title
source: Buy
es: Comprar
fr: Acheter
ja: 購入
ko: 매수
pt: Comprar
ru: Купить
tr: Al
vi: Mua vào
zh: 买入

# swap.exchange.buy.long.title
source: Buy/Long
es: Comprar/Largo
fr: Acheter/Long
ja: 買い/ロング
ko: 매수하기/롱
pt: Comprar/Long
ru: Покупка/лонг
tr: Alım/Uzat
vi: Mua vào/Đi dài
zh: 买入/做多

# Buy_close_new
source: Buy close
es: Comprar cerrar
fr: Acheter pour clôturer une position longue
ja: 買いポジションを閉じる
ko: 매수 후 청산하기
pt: Comprar para fechar long
ru: Купить для закрытия
tr: Uzun pozisyonu kapatmak için satın al
vi: Mua để đóng vị thế mua
zh: 买入平空

# contract.order.buy.long.title1
source: Open Long
es: Abrir largo
fr: Acheter pour ouvrir une position longue
ja: 買いポジションを開く
ko: 롱 포시션 개설하기
pt: Comprar long
ru: Открыть длинную
tr: Uzun al
vi: Mua dài
zh: 买入开多

# account.write.off.second.confirm.title
source: Secondary confirmation
es: Confirmación secundaria
fr: Confirmation secondaire
ja: 二次確認
ko: 2차 확인
pt: Confirmação secundária
ru: Вторичное подтверждение
tr: İkinci onay
vi: Xác nhận lần hai
zh: 二次确认

# asset.detail.trade.title
source: Trade
es: Operación
fr: Transaction
ja: 取引
ko: 거래
pt: Negociação
ru: Торговля
tr: Ticaret
vi: Giao dịch
zh: 交易

# follow_trader_new
source: Trader
ja: トレーダー
ko: 엘리트 트레이더
ru: Трейдер
tr: Tüccar
zh: 交易员

# 跟单.交易员详情
source: Lead Trader Details
es: Detalles del Trader Líder
fr: Détails du trader
ja: トレーダー詳細
ko: 리드 트레이더 세부 정보
pt: Detalhes do Trader Líder
ru: Детали ведущего трейдера
tr: Lider Yatırımcı Detayları
vi: Chi tiết nhà giao dịch
zh: 交易员详情

# exchange.order.trade.symbol.title
source: Order Type
es: Tipo de operación
fr: Type d'ordre
ja: 取引品種
ko: 기호
pt: Tipo
ru: Тип торговли
tr: Tür
vi: Tất cả loại
zh: 交易品种

# 资产.交易哈希
source: Transaction Hash
es: Hash de transacción
fr: Hachage de transaction
ja: 取引ハッシュ
ko: 거래 해시
pt: Hash da Transação
ru: Торговый хэш
tr: İşlem Hash
vi: Mã giao dịch
zh: 交易哈希

# home.List.typeTitle
source: Pairs
es: Par de trading
fr: Paire de transactions
ja: 取引ペア
ko: 쌍
pt: Par de negociação
ru: Торговая пара
tr: Ticaret çiftleri
vi: Cặp giao dịch
zh: 交易对

# exchange.order.detail.direction.title
source: Direction
es: Dirección
ja: 取引方向
ko: 방향
pt: Direção
ru: Направление
tr: Yönlendirme
vi: Tất cả hướng
zh: 交易方向

# contract.order.detail.direction.title
source: Direction
es: Dirección
ko: 방향
pt: Direção
ru: Направление
vi: Tất cả hướng
zh: 交易方向

# otc.order.detail.date.title
source: Transaction time
es: Hora de transacción
fr: Heure de la transaction
ja: 取引時間
ko: 거래 시간
pt: Horário da transação
ru: Время торговли
tr: İşlem zamanı
vi: Thời gian giao dịch
zh: 交易时间

# trade_policy_title
source: Terms of Trade
es: Términos de Comercio
fr: Conditions de la transaction
ja: 取引条件
ko: 거래 조건
pt: Termos de negociação
ru: Торговые условия
tr: Ticaret Şartları
vi: Điều khoản giao dịch
zh: 交易条款

# market.detail.menu.swap.detail.title
source: Trading rules
es: Reglas de comercio
ko: 거래 규정
pt: Regras
ru: Торговые правила
zh: 交易规则

# swap.trade.setup.title
source: Settings
es: Cálculo objetivo
fr: Paramètres
ja: 取引設定
ko: 설정
pt: Configurações
ru: Торговые настройки
tr: Ayarlar
vi: Cài đặt giao dịch
zh: 交易设置

# asset.transaction.order.trade.bill.title
source: trade bill
es: factura de comercio
fr: Relevé des transactions
ja: 取引明細
ko: 거래 청구서
pt: Extrato de Transações
ru: торговый счёт
tr: İşlem Beyanı
vi: Hóa đơn giao dịch
zh: 交易账单
