Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# personal.id.auth.sample.title1
source: Photo of the Back of the ID Card
es: Foto del reverso del documento de identidad
fr: Photo du verso de la carte d'identité
ja: 証明書の裏面写真
ko: ID 카드 뒷면 사진
ru: Фото обратной стороны удостоверения личности
tr: Kimlik Kartının Arka Yüzü Fotoğrafı
vi: Ảnh mặt sau giấy tờ
zh: 证件背面照

# common_swap_desc_mark_price_tips
source: The real-time mark price of the futures. The mark price will be used to calculate the unrealized PnL and margin, which may deviate from the latest closing price of the futures to avoid price manipulation
es: El precio de marca en tiempo real de los futuros. El precio de marca se utilizará para calcular el PnL no realizado y el margen, lo cual puede desviarse del último precio de cierre de los futuros para evitar la manipulación de precios.
fr: Le prix de marquage en temps réel des contrats à terme. Le prix de marquage sera utilisé pour calculer le PnL non réalisé et la marge, qui peuvent différer du dernier prix de clôture des contrats à terme afin d'éviter la manipulation des prix.
ja: この契約のリアルタイムのマーク価格。このマーク価格は未実現利益と損失、およびマージンの計算に使用され、契約の最新の取引価格と若干のずれがある場合があります。価格操作を避けるためです
ko: 선물의 실시간 표시 가격.가격 조작을 피하기 위해 미실현 손익 및 증거금을 계산하는 데 표시 가격이 사용되며, 이는 선물의 직전 종가와 다를 수 있습니다
pt: O preço de marcação em tempo real dos futuros. O preço de marcação será usado para calcular o PnL não realizado e a margem, o que pode desviar do último preço de fechamento dos futuros para evitar manipulação de preços
ru: Реальная маркерная цена фьючерсов. Маркерная цена будет использоваться для расчета нереализованной прибыли и маржи, что может отклоняться от последней цены закрытия фьючерсов для предотвращения манипуляций с ценами.
tr: Bu sözleşmenin gerçek zamanlı işaret fiyatı. Bu işaret fiyatı, gerçekleşmemiş kar/zarar ve teminat hesaplamaları için kullanılacaktır ve fiyat manipülasyonunu önlemek amacıyla sözleşmenin en son işlem fiyatından farklı olabilir.
vi: Giá đánh dấu thời gian thực của hợp đồng này. Giá đánh dấu này sẽ được sử dụng để tính lãi lỗ chưa thực hiện và ký quỹ, có thể có sự chênh lệch với giá giao dịch gần nhất của hợp đồng, nhằm tránh thao túng giá
zh: 该合约的实时标记价格。此标记价格将用于计算未实现盈亏及保证金，可能与合约最新成交价格有所偏差，以避免价格操纵

# assets.withdraw.memo.input.warning.title
source: Memo needed for this currency
es: Se requiere memo para esta cripto
fr: Cette cryptomonnaie nécessite la saisie d'un Memo
ja: この通貨はMemoを入力する必要があります
ko: 이 외화에 필요한 메모
pt: Memo é necessário para esta cripto
ru: Для этой криптовалюты требуется комментарий
tr: Bu kripto için memo gereklidir
vi: Loại tiền này yêu cầu nhập Memo
zh: 该币种需要输入Memo

# otc.nickname.already.exist.title
source: Nickname Existed Already
es: Apodo ya existente
fr: Surnom déjà existant
ja: そのニックネームは既に存在します。
ko: 이미 존재하는 닉네임입니다
pt: Apelido já existe
ru: Этот ник уже существует
tr: Takma ad zaten mevcut
vi: Tên hiển thị này đã tồn tại
zh: 该昵称已存在

# otc.order.detail.progress.desc.canceled.title
source: The transaction has been canceled.
es: La transacción ha sido cancelada.
fr: La transaction a été annulée.
ja: この取引はキャンセルされました
ko: 거래가 취소되었습니다.
pt: A transação foi cancelada.
ru: Сделка отменена.
tr: İşlem iptal edildi.
vi: Giao dịch này đã bị hủy
zh: 该笔交易已取消

# otc.order.detail.progress.desc.complaining.title
source: This order is at appeal state.
es: Este pedido está en estado de apelación.
fr: Cette commande est en état d'appel.
ja: この注文は申し立て中です
ko: 이 주문은 이의 제기 상태입니다.
pt: Este pedido está em estado de apelação.
ru: Этот ордер находится в состоянии апелляции.
tr: Bu sipariş itiraz durumundadır.
vi: Đơn hàng này đang trong quá trình khiếu nại
zh: 该笔订单正在申诉中

# personal.center.func.language.title
source: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
tr: Dil
vi: Ngôn ngữ
zh: 语言

# user.center.language.set.title
source: Language Settings
es: Configuración de idioma
fr: Paramètres de langue
ja: 言語設定
ko: 언어 설정
pt: Configurações de idioma
ru: Настройки языка
tr: Dil ayarları
vi: Cài đặt ngôn ngữ
zh: 语言设置

# common_notes
source: Description
es: Notas
fr: Notes
ja: 説明
ko: 설명
pt: Notas
ru: Примечания
tr: Notlar
vi: Giải thích
zh: 说明

# reset.password.success.login.tip
source: Please log in with new password
es: Por favor, inicia sesión con tu nueva contraseña
fr: Veuillez vous connecter avec votre nouveau mot de passe
ja: 新しいパスワードでアカウントにログインしてください
ko: 새 비밀번호로 로그인하세요
pt: Por favor, faça login com sua nova senha
ru: Пожалуйста, войдите с новым паролем
tr: Lütfen yeni şifrenizle giriş yapın
vi: Vui lòng sử dụng mật khẩu mới để đăng nhập tài khoản
zh: 请使用新密码登录账户

# assets.transfer.experienceGold.note1.subTitle
source: Please ensure the balance of each currency in your trading account&lt;Please operate after you have enough available balance
es: Asegúrate de que el saldo de cada moneda en tu cuenta de trading sea suficiente
fr: Veuillez vous assurer que le solde de chaque devise dans votre compte de trading
ja: 取引口座の各コインの体験金残高が<使用可能残高であることを確認してください。
ko: 거래 계정의 각 통화 잔액을 확인하세요&lt
pt: Certifique-se de que o saldo de cada moeda em sua conta de negociação seja suficiente
ru: Пожалуйста, убедитесь, что баланс каждой валюты на вашем торговом счете&lt
tr: İşlem hesabınızdaki her para biriminin bakiyesini kontrol edin
vi: Vui lòng đảm bảo rằng số dư tiền ảo của mỗi loại tiền trong tài khoản giao dịch < số dư khả dụng trước khi thực hiện thao tác.
zh: 请保证交易账户中每个币种的体验金余额<可用余额再进行操作。

# register.verify.please.input.correct.code.title
source: Please enter the correct verification code first
es: Por favor, ingresa primero el código de verificación correcto
fr: Veuillez d'abord entrer le code de vérification correct
ja: 正しい認証コードを先に入力してください
ko: 먼저 올바른 인증 코드를 입력하세요
pt: Por favor, insira primeiro o código de verificação correto
ru: Пожалуйста, сначала введите правильный код подтверждения
tr: Lütfen önce doğru doğrulama kodunu girin
vi: Vui lòng nhập mã xác thực chính xác trước
zh: 请先输入正确的验证码

# user.password.reset.please.input.new.pws.again.title
source: Please enter the new password again
es: Por favor, ingresa de nuevo la nueva contraseña
fr: Veuillez entrer à nouveau le nouveau mot de passe
ja: 新しいパスワードを再度入力してください
ko: 새 비밀번호를 다시 입력하세요
pt: Por favor, insira a nova senha novamente
ru: Пожалуйста, введите новый пароль еще раз
tr: Lütfen yeni şifreyi tekrar girin
vi: Vui lòng nhập lại mật khẩu mới
zh: 请再次输入新密码

# otc.order.detail.received.confirm.alert.msg.title
source: Please be sure to log in to the payment account to confirm that you have received the payment
es: Por favor, asegúrate de iniciar sesión en la cuenta de pago para confirmar que has recibido el pago
fr: Veuillez vous assurer de vous connecter au compte de paiement pour confirmer que vous avez bien reçu le paiement.
ja: 必ず受取口座にログインし、この資金が入金されたことを確認してください
ko: 결제 계정에 로그인하여 결제 대금을 수취한 것을 확인하세요
pt: Por favor, certifique-se de fazer login na conta de pagamento para confirmar que você recebeu o pagamento
ru: Пожалуйста, убедитесь, что вы вошли в платежный аккаунт и подтвердили получение платежа
tr: Lütfen ödeme hesabınıza giriş yapıp ödemenin alındığını onaylayın
vi: Vui lòng đăng nhập vào tài khoản nhận tiền để xác nhận bạn đã nhận được khoản tiền này
zh: 请务必登录收款账号确认您已收到该笔款项到账

# otc.order.detail.progress.desc.need.pay.intime.title
source: Please pay to the seller within %@
es: Por favor, paga al vendedor dentro de %@
fr: Veuillez payer au vendeur dans un délai de %@
ja: %@内に売り手に支払ってください
ko: %@ 이내에 매도자에게 지급하세요
pt: Por favor, pague ao vendedor dentro de %@
ru: Пожалуйста, оплатите продавцу в течение %@
tr: Satıcıya %@ içinde ödeme yapın
vi: Vui lòng thanh toán cho người bán trong vòng %@
zh: 请在%@内付款给卖家

# otc.order.detail.progress.desc.need.confirm.recevied.intime.title
source: Please confirm payment been received within %@
es: Por favor, confirma que el pago ha sido recibido dentro de %@
fr: Veuillez confirmer que le paiement a été reçu dans un délai de %@
ja: %@内に受取確認をしてください
ko: %@ 이내에 결제 대금이 수취되었는지 확인하세요
pt: Por favor, confirme o recebimento do pagamento dentro de %@
ru: Пожалуйста, подтвердите получение платежа в течение %@
tr: Ödemenin alındığını %@ içinde onaylayın
vi: Vui lòng xác nhận nhận tiền trong vòng %@
zh: 请在%@内确认收款

# third.pay.guide.title
source: Complete the following settings
es: Por favor, completa las siguientes configuraciones
fr: Veuillez compléter les paramètres suivants
ja: 以下の設定を完了してください
ko: 다음 설정을 완료하세요
pt: Por favor, complete as seguintes configurações
ru: Пожалуйста, выполните следующие настройки
tr: Lütfen aşağıdaki ayarları tamamlayın
vi: Vui lòng hoàn tất các cài đặt
zh: 请完成以下设置

# otc.complain.des.placeholder.title
source: Please describe the situation as detailed as possible.
es: Por favor, describe la situación con el mayor detalle posible.
fr: Veuillez décrire la situation aussi détaillée que possible.
ja: できるだけ詳細に申し立ての理由を説明してください。
ko: 상황을 최대한 자세히 기술해 주세요.
pt: Por favor, descreva a situação o mais detalhadamente possível.
ru: Пожалуйста, опишите ситуацию как можно подробнее.
tr: Lütfen durumu mümkün olduğunca ayrıntılı bir şekilde açıklayın.
vi: Vui lòng mô tả đầy đủ lý do khiếu nại của bạn.
zh: 请尽可能完整地描述您地申诉原因

# assets.withdraw.address.not.match.net.title
source: Please check the withdrawal network matches the deposit platform.
es: Por favor, verifica que la red de retiro coincida con la plataforma de depósito.
fr: Veuillez vérifier que le réseau de retrait correspond à la plateforme de dépôt.
ja: 出金ネットワークが受取プラットフォームと一致しているか確認してください
ko: 출금 네트워크가 입금 플랫폼과 일치하는지 확인하세요.
pt: Por favor, verifique se a rede de retirada corresponde à plataforma de depósito.
ru: Пожалуйста, проверьте, что сеть вывода совпадает с платформой депозита.
tr: Lütfen çekim ağı ile depozito platformunun eşleştiğinden emin olun.
vi: Vui lòng kiểm tra xem mạng lưới rút tiền có khớp với nền tảng nhận hay không
zh: 请检查提现网络是否与接收平台匹配

# common.unknow.error.title
source: Request failed, please try again later
es: Solicitud fallida, por favor intenta de nuevo más tarde
fr: Échec de la demande, veuillez réessayer plus tard
ja: リクエストが失敗しました。後でもう一度お試しください。
ko: 요청이 실패했습니다.나중에 다시 시도해 주세요
pt: Falha na solicitação, por favor, tente novamente mais tarde
ru: Запрос не выполнен, пожалуйста, попробуйте позже
tr: Talep başarısız, lütfen daha sonra tekrar deneyin
vi: Yêu cầu thất bại, vui lòng thử lại sau.
zh: 请求失败，请稍后再试

# assets.withdraw.submit.success.status.title
source: Request submitted
es: Solicitud enviada
fr: Demande soumise
ja: リクエストが送信されました
ko: 요청 제출됨
pt: Solicitação enviada
ru: Запрос отправлен
tr: Talep Gönderildi
vi: Yêu cầu đã được gửi
zh: 请求已提交

# personal.id.please.add.back.pic.title
source: Please add image of ID back side
es: Por favor, añade imagen del reverso del ID
fr: Veuillez ajouter l'image du verso de l'ID
ja: 裏面の証明書写真を追加してください
ko: ID 뒷면의 이미지를 추가하세요
pt: Por favor, adicione a imagem do lado traseiro do ID
ru: Пожалуйста, добавьте изображение обратной стороны удостоверения
tr: Lütfen Kimlik arka yüzü görüntüsünü ekleyin
vi: Vui lòng thêm ảnh mặt sau giấy tờ
zh: 请添加反面证件照

# personal.id.please.add.front.pic.title
source: Please add image of ID front side
es: Por favor, añade imagen del frente del ID
fr: Veuillez ajouter l'image du recto de l'ID
ja: 表面の証明書写真を追加してください
ko: ID 앞면의 이미지를 추가하세요
pt: Por favor, adicione a imagem do lado frontal do ID
ru: Пожалуйста, добавьте изображение лицевой стороны удостоверения
tr: Lütfen Kimlik ön yüzü görüntüsünü ekleyin
vi: Vui lòng thêm ảnh mặt trước giấy tờ
zh: 请添加正面证件照

# assets.withdraw.confirm.tip.title
source: Please ensure that the following information is correct
es: Por favor, asegúrate de que la siguiente información sea correcta
fr: Assurez-vous que les informations suivantes sont correctes
ja: 以下の情報が正しいことを確認してください
ko: 다음 정보가 올바른지 확인하세요
pt: Por favor, certifique-se de que as informações a seguir estão corretas
ru: Пожалуйста, убедитесь, что следующая информация верна
tr: Lütfen aşağıdaki bilgilerin doğru olduğundan emin olun
vi: Vui lòng đảm bảo thông tin dưới đây là chính xác
zh: 请确保以下信息均正确无误

# personal.id.step3.note.tip2
source: Make sure the text is clearly visible
es: Asegúrate de que el texto sea claramente visible
fr: Assurez-vous que le texte soit clairement visible
ja: 写真の文字がはっきりと見えることを確認してください
ko: 텍스트가 선명하게 보이도록 합니다
pt: Certifique-se de que o texto esteja claramente visível
ru: Убедитесь, что текст четко виден
tr: Metnin net bir şekilde göründüğünden emin olun
vi: Vui lòng đảm bảo chữ trên ảnh rõ ràng, dễ đọc
zh: 请确保照片文字清晰可见

# personal.id.auth.sample.title3
source: Please make sure the text of the certificate is clear and legible.
es: Por favor, asegúrate de que el texto del certificado sea claro y legible.
fr: Veuillez vous assurer que le texte du certificat est clair et lisible.
ja: 証明書の文字がはっきりと識別できることを確認してください
ko: 증명서의 텍스트가 선명하고 읽을 수 있는지 확인하세요.
pt: Por favor, certifique-se de que o texto do certificado esteja claro e legível.
ru: Пожалуйста, убедитесь, что текст удостоверения ясен и разборчив.
tr: Lütfen sertifikanın metninin net ve okunaklı olduğundan emin olun.
vi: Vui lòng đảm bảo chữ trên giấy tờ rõ ràng, dễ nhận biết
zh: 请确保证件文字清晰可识别

# personal.id.step2.note.tip0
source: Please ensure that:
es: Por favor, asegúrate de que:
fr: Veuillez vous assurer que :
ja: 以下を確認してください：
ko: 다음 사항을 확인하세요.
pt: Por favor, assegure-se de que:
ru: Пожалуйста, убедитесь, что:
tr: Lütfen aşağıdaki hususlara dikkat edin:
vi: Vui lòng đảm bảo:
zh: 请确保：

# otc.complain.detail.cancel.desc.title
source: Please confirm your issue has been solved, you can re-submit appeal if not.
es: Por favor, confirma que tu problema ha sido resuelto, puedes volver a presentar la apelación si no es así.
fr: Veuillez confirmer que votre problème a été résolu, vous pouvez soumettre un appel à nouveau si ce n'est pas le cas.
ja: 問題が解決したことを確認してください。申し立てをキャンセルした後は再度発起できます。
ko: 문제가 해결되었는지 확인하세요.그렇지 않은 경우 이의 제기를 다시 제출할 수 있습니다.
pt: Por favor, confirme que seu problema foi resolvido, você pode reenviar a apelação se não for.
ru: Пожалуйста, подтвердите, что ваша проблема решена, вы можете повторно отправить апелляцию, если нет.
tr: Lütfen sorunuzu çözüldüğünden emin olun, eğer çözülmediyse itirazı yeniden gönderebilirsiniz.
vi: Vui lòng xác nhận bạn đã giải quyết vấn đề, sau khi hủy khiếu nại có thể khởi tạo lại
zh: 请确认您已解决问题，取消申诉后可再次发起

# personal.id.auth.check.info.des.title
source: Please make sure your Lv 1 basic verification section is consistent with your ID information or the verification will be failed.
es: Por favor, confirma que tu información de “Verificación Básica Lv 1” coincide con tu ID personal; de lo contrario, la verificación será no exitosa.
fr: Veuillez confirmer que vos informations de "Vérification de base Lv 1" correspondent à votre pièce d'identité personnelle ; sinon, la vérification échouera.
ja: 「Lv 1 基礎認証」の情報が本人の証明書と一致しているか確認してください。そうでない場合、認証は通過できません。
ko: 레벨 1 기본 인증 섹션이 ID 정보와 일치하는지 확인하세요.그렇지 않으면 인증이 실패합니다.
pt: Por favor, confirme que as informações da sua “Verificação Básica Lv 1” correspondem ao seu ID pessoal; caso contrário, a verificação não será bem-sucedida.
ru: Пожалуйста, подтвердите, что информация вашего “Lv 1 Basic Verification” соответствует вашему личному удостоверению личности; в противном случае верификация будет неуспешной
tr: 'Lv 1 Temel Doğrulama' bilgilerinizin kişisel kimliğinizle eşleştiğini lütfen doğrulayın; aksi takdirde doğrulama başarısız olacaktır.
vi: Vui lòng xác nhận thông tin "Lv 1 Xác minh cơ bản" của bạn khớp với thông tin trên giấy tờ tùy thân, nếu không sẽ không thể vượt qua xác minh.
zh: 请确认您的「Lv 1 基础认证」信息与本人证件信息相符，否则无法通过认证

# assets.withdraw.memo.explain.title
source: Please confirm whether the memo (aka tag/ memo) is required. If so, please ensure that the information is correct to avoid asset loss.
es: Por favor, confirma si el destinatario necesita completar un memo (también conocido como etiqueta). Si es así, asegúrate de que toda la información sea correcta para evitar la pérdida de activos.
fr: Veuillez confirmer si le destinataire doit remplir un mémo (également appelé tag). Si c'est le cas, veuillez vous assurer que toutes les informations sont correctes pour éviter la perte d'actifs.
ja: 受取人がメモ（タグ）を記入する必要があるかどうかを確認してください。必要な場合は、情報が正確であることを確認し、資産の損失を避けてください。
ko: 메모(일명 태그/ 메모)가 필요한지 확인하세요.작성해야 하는 경우, 자산 손실을 피하기 위해 모든 정보가 정확한지 확인하세요.
pt: Por favor, confirme se o destinatário precisa preencher um memo (também conhecido como tag). Se sim, certifique-se de que todas as informações estejam corretas para evitar a perda de ativos.
ru: Пожалуйста, подтвердите, требуется ли получателю заполнить комментарий (также известный как метка). Если да, убедитесь, что вся информация верна, чтобы избежать потери активов.
tr: Alıcı tarafın memo (diğer adıyla tag/etiket) doldurup doldurmadığını lütfen onaylayın. Eğer doldurulması gerekiyorsa, bilgilerin doğru olduğundan emin olun, aksi takdirde varlık kaybı yaşanabilir.
vi: Vui lòng xác nhận xem người nhận có cần điền memo (còn gọi là tag/nhãn) hay không. Nếu cần điền, vui lòng đảm bảo thông tin chính xác để tránh mất tài sản.
zh: 请确认接收方是否需要填写 memo (又名 tag/标签)。如需要填写，请确保信息无误，以免资产丢失。

# otc.order.detail.status.confirm.received.title
source: Please confirm receive
es: Por favor, confirma la recepción
fr: Veuillez confirmer la réception
ja: 受取確認をしてください
ko: 수취를 확인해 주세요
pt: Por favor, confirme o recebimento
ru: Пожалуйста, подтвердите получение
tr: Lütfen alındığını onaylayın
vi: Vui lòng xác nhận nhận tiền
zh: 请确认收款

# common_wait_buyer_pay
source: Please wait for the buyer to pay
es: Por favor, espera a que el comprador pague
fr: Veuillez attendre que l'acheteur effectue le paiement
ja: 買い手の支払いを待ってください
ko: 매수자가 결제할 때까지 기다려 주세요
pt: Por favor, aguarde o comprador pagar
ru: Пожалуйста, дождитесь оплаты от покупателя
tr: Lütfen alıcının ödeme yapmasını bekleyin
vi: Vui lòng chờ người mua thanh toán
zh: 请等待买家付款

# otc.order.detail.right.item.wait.buyer.pay.title
source: Please wait for the buyer to pay
es: Por favor, espera a que el comprador pague
ko: 매수자가 결제할 때까지 기다려 주세요
pt: Por favor, aguarde o comprador pagar
ru: Пожалуйста, дождитесь оплаты от покупателя
zh: 请等待买家付款

# otc.order.detail.right.item.wait.other.payed.title
source: Please wait for the seller's confirmation of payment.
es: Por favor, espera la confirmación de pago del vendedor.
fr: Veuillez attendre la confirmation du paiement par le vendeur.
ja: 売り手の受取確認を待ってください
ko: 판매자의 결제 확인을 기다려 주세요.
pt: Por favor, aguarde a confirmação do pagamento pelo vendedor.
ru: Пожалуйста, дождитесь подтверждения оплаты от продавца.
tr: Lütfen satıcının ödeme onayını bekleyin.
vi: Vui lòng chờ người bán xác nhận nhận tiền
zh: 请等待卖家确认收款

# security.center.bind.phone.tip.title
source: Please link your mobile number
es: Por favor, vincula tu número móvil
fr: Veuillez lier votre numéro de téléphone
ja: 携帯電話番号をバインドしてください
ko: 휴대폰 번호를 연결하세요
pt: Por favor, vincule seu número de celular
ru: Пожалуйста, привяжите ваш номер мобильного телефона
tr: Lütfen telefon numaranızı bağlayın
vi: Vui lòng liên kết số điện thoại
zh: 请绑定手机号

# common.please.input.title
source: Please enter
es: Por favor, ingresa
fr: Veuillez entrer
ja: 入力してください
ko: 입력하세요
pt: Por favor, insira
ru: Пожалуйста, введите
tr: Lütfen girin
vi: Vui lòng nhập
zh: 请输入

# safe.verify.please.input.six.digit.phone.code.title
source: Please enter 6-digit SMS code.
es: Por favor, ingresa el código SMS de 6 dígitos.
fr: Veuillez entrer le code de vérification SMS à 6 chiffres
ja: 6桁のSMS認証コードを入力してください
ko: 6자리 SMS 코드를 입력하세요.
pt: Código SMS 6 dígitos
ru: Пожалуйста, введите 6-значный код SMS.
tr: Lütfen 6 haneli SMS doğrulama kodunu girin
vi: Vui lòng nhập mã xác minh SMS 6 chữ số.
zh: 请输入6位短信验证码

# safe.verify.please.input.six.digit.google.code.title
source: Please enter 6-digit GA code.
es: Por favor, ingresa el código GA de 6 dígitos.
fr: Veuillez entrer le code Google Authenticator à 6 chiffres
ja: 6桁のGoogle認証コードを入力してください
ko: 6자리 GA 코드를 입력하세요.
pt: Código Google 6 dígitos
ru: Пожалуйста, введите 6-значный код GA.
tr: Lütfen 6 haneli Google Authenticator kodunu girin
vi: Vui lòng nhập mã xác minh Google 6 chữ số.
zh: 请输入6位Google验证码

# safe.verify.please.input.six.digit.email.code.title
source: Please enter 6-digit email verification code.
es: Por favor, ingresa el código de verificación por correo electrónico de 6 dígitos.
fr: Veuillez entrer le code de vérification par e-mail à 6 chiffres
ja: 6桁のメール認証コードを入力してください
ko: 6자리 이메일 인증 코드를 입력하세요.
pt: Código e-mail 6 dígitos
ru: Пожалуйста, введите 6-значный код подтверждения по электронной почте.
tr: Lütfen 6 haneli e-posta doğrulama kodunu girin
vi: Vui lòng nhập mã xác minh email 6 chữ số.
zh: 请输入6位邮箱验证码

# assets.withdraw.please.input.memo.title
source: Please enter the Memo
es: Por favor, ingresa el memo
fr: Veuillez entrer le Memo
ja: Memoを入力してください
ko: 메모를 입력하세요
pt: Por favor, insira o memo
ru: Пожалуйста, введите комментарий
tr: Lütfen memo girin
vi: Vui lòng nhập Memo
zh: 请输入Memo

# common.please.input.price.title
source: Please enter the price
es: Por favor, ingresa el precio
fr: Veuillez entrer le prix
ja: 価格を入力してください
ko: 가격을 입력하세요
pt: Por favor, insira o preço
ru: Пожалуйста, введите цену
tr: Lütfen fiyat girin
vi: Vui lòng nhập giá
zh: 请输入价格

# swap.margin.please.input.title
source: Please enter the margin.
es: Por favor, ingresa el margen.
fr: Veuillez entrer la marge.
ja: マージンを入力してください
ko: 증거금을 입력하세요.
pt: Por favor, insira a margem.
ru: Пожалуйста, введите маржу.
tr: Lütfen marjı girin.
vi: Vui lòng nhập ký quỹ
zh: 请输入保证金

# login.tip.enter.password
source: Please enter your password.
es: Por favor, ingresa la contraseña
fr: Veuillez entrer votre mot de passe
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요.
pt: Por favor, insira a senha
ru: Пожалуйста, введите пароль
tr: Lütfen şifreyi girin
vi: Vui lòng nhập mật khẩu
zh: 请输入密码

# common.input.sms.code.title
source: Please enter SMS code
es: Por favor, ingresa el código SMS
fr: Veuillez entrer le code de vérification par téléphone
ja: 携帯電話の認証コードを入力してください。
ko: SMS 코드를 입력하세요
pt: Por favor, insira o código SMS
ru: Пожалуйста, введите код SMS
tr: Lütfen SMS kodunu girin
vi: Vui lòng nhập mã xác thực điện thoại
zh: 请输入手机验证码

# common_input_withdrawal_address
source: Please enter your withdrawal address
es: Por favor, ingresa la dirección de retiro
fr: Veuillez entrer l'adresse de retrait
ja: 出金アドレスを入力してください
ko: 출금 주소를 입력하세요
pt: Por favor, insira o endereço de retirada
ru: Пожалуйста, введите адрес вывода
tr: Lütfen çekim adresini girin
vi: Vui lòng nhập địa chỉ rút tiền
zh: 请输入提现地址

# common.please.input.amount.title
source: Enter amount
es: Por favor, ingresa la cantidad
fr: Veuillez entrer la quantité
ja: 数量を入力してください
ko: 금액 입력
pt: Por favor, insira a quantidade
ru: Пожалуйста, введите количество
tr: Lütfen miktar girin
vi: Vui lòng nhập số lượng
zh: 请输入数量

# user.password.reset.please.input.new.pws.title
source: Please enter new password
es: Por favor, ingresa la nueva contraseña
fr: Veuillez entrer un nouveau mot de passe
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요
pt: Por favor, insira a nova senha
ru: Пожалуйста, введите новый пароль
tr: Lütfen yeni şifreyi girin
vi: Vui lòng nhập mật khẩu mới
zh: 请输入新密码

# personal.center.enter.new.phone.title
source: Please enter your new phone number
es: Por favor, ingresa tu nuevo número de teléfono
fr: Veuillez entrer votre nouveau numéro de téléphone
ja: 新しい電話番号を入力してください
ko: 새 전화번호를 입력하세요
pt: Por favor, insira seu novo número de telefone
ru: Пожалуйста, введите новый номер телефона
tr: Lütfen yeni telefon numaranızı girin
vi: Vui lòng nhập số điện thoại mới
zh: 请输入新手机号
