Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# asset.deposit.guide.tip1.title
source: Deposit or purchase crypto currency
es: Depositar o comprar moneda digital
fr: Déposer ou acheter des cryptomonnaies
ja: デジタル通貨を入金または購入
ko: 디지털 화폐 입금 또는 구매하기
pt: Deposite ou compre moeda digital
ru: Пополнение счета или покупка цифровой валюты
tr: Dijital para yatırma veya satın alma
vi: Nạp tiền hoặc mua tiền điện tử
zh: 充值或购买数字货币

# experience.trade.active.tip.title
source: Bonus can be activated after any transaction made within the validity period
fr: Le bonus peut être activé après toute transaction effectuée dans la période de validité
ja: 有効期限内の任意の取引で体験金がアクティブになります
ko: 유효 기간 중에 거래하시면 보너스가 활성화됩니다
pt: O bônus pode ser ativado após qualquer transação feita dentro do período de validade
ru: Бонус может быть активирован после любой транзакции, совершенной в течение срока действия
tr: Bonus, geçerlilik süresi içinde yapılan herhangi bir işlemden sonra etkinleştirilebilir
vi: Giao dịch bất kỳ trong thời gian hiệu lực sẽ kích hoạt tiền thưởng
zh: 有效期内任意交易即可激活体验金

# common_cancel_all
source: Cancel All
es: Cancelar órdenes en lote
fr: Annulation groupée
ja: 一括キャンセル
ko: 일괄 취소
pt: Cancelar Todos
ru: Отменить все
tr: Tümünü İptal Et
vi: Hủy tất cả
zh: 批量撤单

# 跟单.申请中
source: Application in progress
fr: Votre demande a été soumise. Merci de votre patience
ja: あなたの申請は提出されましたので、しばらくお待ちください
ko: 신청 진행 중
pt: Sua aplicação foi enviada. Obrigado pela sua paciência
ru: Заявка в процессе
tr: Başvurunuz gönderildi. Sabır gösterdiğiniz için teşekkür ederiz
vi: Yêu cầu của bạn đã được gửi, vui lòng kiên nhẫn chờ đợi
zh: 您的申请已提交，请耐心等待

# 跟单.保证金弹窗
source: Assets used to secure this position
fr: La marge allouée à la position actuelle.
ja: このポジションを担保するための資産
ko: 이 포지션을 유지하는 데 사용되는 자산
pt: Ativos usados para garantir esta posição
ru: Активы, использованные для обеспечения данной позиции
tr: Bu pozisyonu güvence altına almak için kullanılan varlıklar
vi: Tài sản dùng để đảm bảo vị thế này
zh: 用于担保此仓位的资产

# withdraw_amount
source: Amount
es: Cantidad de retiro
fr: Montant du retrait
ja: 出金数量
ko: 인출 금액
pt: Valor da Retirada
ru: Сумма
tr: Çekim Miktarı
vi: Số tiền rút
zh: 提现数量

# 首页.邀请好友活动弹窗文案
source: Referral friends to trade & claim {} USDT Trading reward
fr: Invitez des amis à trader et recevez %@ USDT de récompense
ja: 友達を招待して取引を助け、 {} USDTの取引報酬を受け取る
ko: 친구와 거래하여 도움을 받으세요 받기 {} USDT 거래 보상
pt: Convide amigos para negociar e receba {} USDT de recompensa
ru: Приглашайте друзей к торговле и получайте вознаграждение в размере {} USDT
tr: Arkadaşlarını davet et ve ticaret yaparak {} USDT ödülünü kazan
vi: Mời bạn bè giao dịch hỗ trợ Nhận thưởng giao dịch %@ USDT
zh: 邀请好友交易助力 领取 {} USDT 交易奖励

# 首页.立即参加
source: Join now
fr: Rejoignez maintenant
ja: 今すぐ参加
pt: Junte-se agora
ru: Присоединяйтесь сейчас
tr: Şimdi katıl
vi: Tham gia ngay
zh: 立即参加

# center_invite
source: Referral
es: Invitar
fr: Inviter des amis
ja: 友達を招待
ko: 친구를 초대
pt: Indicação
ru: Пригласите
tr: Yönlendirme
vi: Giới thiệu
zh: 邀请好友

# swap.history.order.triggered.title
source: Triggered
fr: Déclenché
ja: トリガーされました
ko: 트리거 됐다
pt: Acionado
ru: Триггерный
tr: Tetiklendi
vi: Đã kích hoạt
zh: 已触发

# ga.verify.switch.other.verify.title
source: Switch to another verification method
es: Cambiar a otro método de verificación
fr: Passer à une autre méthode de vérification
ja: 他の認証方法に切り替え
ko: 다른 인증 수단으로 전환
pt: Mudar para outro método de verificação
ru: Переключиться на другой метод верификации
tr: Diğer doğrulama yöntemine geç
vi: Chuyển sang phương thức xác thực khác
zh: 切换至其他验证方式

# ga.bind.status.added.title
source: Added on
es: Añadido en
fr: Ajouté le
ja: 追加
ko: 추가 날짜
pt: Adicionado em
ru: Добавлено
tr: Eklenen
vi: Thêm vào
zh: 添加于

# ga.verify.select.type.title
source: Select verification method
es: Seleccionar método de verificación
fr: Sélectionner la méthode de vérification
ja: 認証方法を選択
ko: 인증 수단 선택
pt: Selecionar método de verificação
ru: Выберите метод проверки
tr: Doğrulama yöntemi seçin
vi: Chọn phương thức xác thực
zh: 选择验证方式

# ga.unbind.alert.title
source: Are you sure you want to unbind Google Authenticator?
es: ¿Está seguro de que desea desvincular Google Authenticator?
fr: Êtes-vous sûr de vouloir dissocier Google Authenticator ?
ja: 本当にGoogle認証を解除しますか？
ko: 정말 Google Authenticator를 수정하시겠어요?
pt: Tem certeza de que deseja desvincular o Google Authenticator?
ru: Вы уверены, что хотите отвязать Google Authenticator?
tr: Google Doğrulayıcıyı kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn gỡ liên kết Google Authenticator không?
zh: 您确定要解绑Google验证吗？

# ga.unbind.alert.des.title
source: After unbinding Google authentication, the withdrawal function will be disabled for 24 hours to ensure the security of your assets.
es: Después de desvincular Google Authenticator, para garantizar la seguridad de sus activos, la función de retiro estará deshabilitada por 24 horas.
fr: Après la dissociation de la vérification Google, la fonction de retrait sera désactivée pendant 24 heures pour assurer la sécurité de vos actifs.
ja: Google認証を解除すると、資産の安全を確保するために出金機能は24時間無効になります。
ko: Google 인증을 연결 해제하면, 자산 보안을 위해 24시간 동안 인출 기능이 비활성화됩니다.
pt: Após desvincular a verificação do Google, a função de retirada será desativada por 24 horas para garantir a segurança dos seus ativos.
ru: После отвязки аутентификации Google функция вывода средств будет отключена на 24 часа, чтобы обеспечить безопасность ваших активов.
tr: Google Doğrulayıcı bağlantısını kaldırdıktan sonra, varlıklarınızın güvenliğini sağlamak için çekim işlemi 24 saat boyunca devre dışı bırakılacaktır.
vi: Sau khi gỡ liên kết Google Authenticator, để đảm bảo an toàn tài sản của bạn, chức năng rút tiền sẽ bị vô hiệu hóa trong 24 giờ.
zh: 解绑Google验证后，为确保您的资产安全，提现功能将被禁用24小时。

# ga.change.bind.alert.title
source: Are you sure you want to modify Google Authenticator?
es: ¿Está seguro de que desea modificar Google Authenticator?
fr: Êtes-vous sûr de vouloir modifier Google Authenticator ?
ja: 本当にGoogle認証を変更しますか？
ko: 정말 Google Authenticator 연결을 해제하시겠어요?
pt: Tem certeza de que deseja modificar o Google Authenticator?
ru: Вы уверены, что хотите изменить Google Authenticator?
tr: Google Doğrulayıcıyı değiştirmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn thay đổi Google Authenticator không?
zh: 您确定要修改Google验证吗？

# ga.change.bind.alert.des.title
source: To ensure the security of your assets, withdrawal function will be disabled for 24 hours after modifying Google verification.
es: Para proteger sus activos, después de modificar Google Authenticator, la función de retiro estará deshabilitada por 24 horas.
fr: Après modification de l'authentification Google, pour assurer la sécurité de vos actifs, la fonction de retrait sera désactivée pendant 24 heures.
ja: 資産の安全を確保するため、Google認証を変更すると出金機能は24時間無効になります。
ko: Google 인증을 수정하면, 자산 보안을 위해 24시간 동안 인출 기능이 비활성화됩니다.
pt: Após modificar a autenticação do Google, para garantir a segurança dos seus ativos, a função de retirada será desativada por 24 horas.
ru: Для обеспечения безопасности ваших активов функция вывода средств будет отключена на 24 часа после изменения проверки Google.
tr: Varlıklarınızın güvenliğini sağlamak için, Google Doğrulayıcıyı değiştirdikten sonra çekim işlemi 24 saat boyunca devre dışı bırakılacaktır.
vi: Để đảm bảo an toàn tài sản của bạn, sau khi thay đổi Google Authenticator, chức năng rút tiền sẽ bị vô hiệu hóa trong 24 giờ.
zh: 为保障您的资产安全，修改Google验证后，提现功能将禁用24小时。

# ga.auth.topic.title
source: Google Authenticator
ja: Google認証システム
ru: Аутентификатор Google
tr: Google Doğrulayıcı
vi: Xác minh Google
zh: Google验证器

# ga.auth.ga.title
source: Google Verification
es: Verificar Google Authenticator
fr: Vérification Google
ja: Google認証を確認
pt: Verificação do Google
ru: Верификация Google
tr: Google Doğrulayıcıyı Doğrula
vi: Xác minh Coogle
zh: 验证Google验证

# swap.single.pos.can.reduce.volume.not.enough.title
source: Insufficient quantity for reduction
fr: Quantité insuffisante pour la réduction
ja: 減少可能数量が不足しています
pt: Quantidade insuficiente para redução
ru: Недостаточное количество для уменьшения
tr: Azaltma için yetersiz miktar
vi: Số lượng có thể giảm vị thế không đủ
zh: 可减仓数量不足

# swap.avaiable.volume.not.enough.title
source: Insufficient balance
fr: Solde insuffisant
ja: 利用可能残高が不足しています
pt: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
vi: Số dư khả dụng của người dùng không đủ
zh: 可用余额不足

# home_default_selfchoice
source: Perpetual Futures
fr: Futures perpétuels
ja: 永久契約
ko: 무기한 선물
pt: Futuros Perpétuos
ru: Бессрочные фьючерсы
tr: Sürekli Vadeli İşlemler
vi: Hợp đồng vĩnh cửu
zh: 永续合约

# personal.center.change.phone
source: To ensure the security of your assets, withdrawal function will be suspended for 24 hours after changing your phone number.
fr: Pour assurer la sécurité de vos actifs, la fonction de retrait sera suspendue pendant 24 heures après avoir changé votre numéro de téléphone.
ja: 資産の安全を確保するため、携帯電話を変更した後、出金機能は24時間無効になります。
pt: Para garantir a segurança de seus ativos, a função de retirada será suspensa por 24 horas após a alteração do seu número de telefone.
ru: Для обеспечения безопасности ваших активов, функция вывода средств будет приостановлена на 24 часа после изменения вашего номера телефона.
tr: Varlıklarınızın güvenliğini sağlamak için, telefon numaranızı değiştirdikten sonra çekim işlemi 24 saat boyunca askıya alınacaktır.
vi: Để đảm bảo an toàn tài sản của bạn, chức năng rút tiền sẽ bị vô hiệu hóa trong 24 giờ sau khi đổi số điện thoại.
zh: 为保障您的资产安全，更换手机后，提现功能将禁用24小时。

# personal.center.change.email
source: To ensure the security of your assets, withdrawal function will be suspended for 24 hours after changing your email address.
es: Para proteger tus activos, la función de retiro estará deshabilitada durante 24 horas después de cambiar el correo electrónico.
fr: Pour assurer la sécurité de vos actifs, la fonction de retrait sera suspendue pendant 24 heures après avoir changé votre adresse e-mail.
ja: 資産の安全を確保するため、メールアドレスを変更した後、出金機能は24時間無効になります。
pt: Para garantir a segurança de seus ativos, a função de retirada será suspensa por 24 horas após a alteração do seu endereço de e-mail.
ru: Для обеспечения безопасности ваших активов функция вывода средств будет приостановлена на 24 часа после изменения адреса электронной почты.
tr: Varlıklarınızın güvenliğini sağlamak için, e-posta adresinizi değiştirdikten sonra çekim işlemi 24 saat boyunca askıya alınacaktır.
vi: Để đảm bảo an toàn tài sản của bạn, chức năng rút tiền sẽ bị vô hiệu hóa trong 24 giờ sau khi đổi email.
zh: 为保障您的资产安全，更换邮箱后，提现功能将禁用24小时。

# swap.place.order.second.confirm.checkbox
source: No longer prompting. You can reset in 【Trading Settings】
fr: Plus de notifications. Vous pouvez réinitialiser dans 【Paramètres de trading】
ja: 再表示しない。再設定は【取引設定】で行えます。
pt: Não mostrar novamente. Você pode redefinir em 【Configurações de Negociação】
ru: Больше нет подсказок. Вы можете сбросить настройки в 【Настройки торговли】.
tr: Artık bildirim yok. 【Ticaret Ayarları】 bölümünden sıfırlayabilirsiniz
vi: Không hiển thị lại. Bạn có thể thiết lập lại trong 【Cài đặt giao dịch】.
zh: 不再提示。您可在【交易设置】中重新设置。

# spot_order_amount
source: Amount
es: Validez órdenes
fr: Montant
ja: 委託数量
ko: 금액
pt: Quantidade
ru: Сумма
tr: Miktar
vi: Số lượng đặt lệnh
zh: 委托数量

# swap_volume_usdt_placeholder
source: Value
es: Valor de la orden
fr: Valeur
ja: 委託価値
pt: Valor
ru: цена ордера
tr: Değer
vi: Giá trị đặt lệnh
zh: 委托价值

# share_download_pic
source: Download poster
es: Descargar póster
fr: Télécharger l'affiche
ja: ポスターをダウンロード
pt: Baixar pôster
ru: Скачать плакат
tr: Afiş İndir
vi: Tải poster
zh: 下载海报

# share_share_pic
source: Copy link
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
pt: Copiar link
ru: Скопировать ссылку
tr: Bağlantıyı Kopyala
vi: Sao chép liên kết
zh: 复制链接

# recharge_select_deposit
source: Select Coin
es: Seleccionar moneda
fr: Sélectionner une devise
ja: 入金通貨を選択
pt: Selecionar Moeda
ru: Выберите монету
tr: Coin Seç
vi: Chọn loại tiền nạp
zh: 选择充值币种

# market_last_trade
source: Trades
es: Detalles de la transacción
fr: Transactions
ja: 取引明細
ko: 거래 세부 정보
pt: Detalhes da transação
ru: Торговля
tr: İşlemler
vi: Giao dịch gần nhất
zh: 成交明细

# market_sell_new
source: Sell
es: Vender
fr: Demande
ja: 売り
ko: 매도
pt: Vender
ru: Ask
tr: Teklif Fiyatı
vi: Bán
zh: 卖出

# market_buy_new
source: Buy
es: Comprar
fr: Offre
ja: 買い
ko: 매수
pt: Compra
ru: покупк
tr: Teklif
vi: Mua
zh: 买入

# spot_history_trade_title
source: Trades History
es: Historial de trading
fr: Historique des transactions
ja: 歴史的成立
ko: 거래 내역
pt: Histórico de negociação
ru: История торгов
tr: İşlem Geçmişi
vi: Lịch sử khớp lệnh
zh: 历史成交

# spot_trigger_price
source: Trigger price
es: Precio de activación
fr: Prix de déclenchement
ja: トリガー価格
ko: 발동 가격
pt: Preço de gatilho
ru: Цена срабатывания
tr: Tetikleme fiyatı
vi: Giá kích hoạt
zh: 触发价格

# spot_update_time
source: Update Time
es: Hora de actualización
fr: Heure de mise à jour
ja: 更新時間
ko: 업데이트 시간
pt: Hora de atualização
ru: Время обновления
tr: Güncelleme Zamanı
vi: Thời gian cập nhật
zh: 更新时间

# spot_cancel_reason
source: Reason
es: Motivo de la cancelación
fr: Raison
ja: キャンセル理由
ko: 원인
pt: Motivo
ru: Причина
tr: Neden
vi: Lý do hủy
zh: 撤销原因

# spot_common_function
source: Features
es: Funciones comunes
fr: Fonctionnalités
ja: よく使う機能
ko: 공통 기능
pt: Recursos comuns
ru: Общие функции
tr: Yaygın özellikler
vi: Chức năng thường dùng
zh: 常用功能

# spot_setting
source: Preference
es: Configuración de Spot
fr: Préférence
ja: 現物設定
ko: 현물 설정
pt: Configurações Spot
ru: Настройки спота
tr: Spot ayarları
vi: Cài đặt giao dịch giao ngay
zh: 现货设置

# spot_trade_record
source: History
es: Historial de transacciones
fr: Historique
ja: 取引記録
ko: 거래 기록
pt: Histórico
ru: Записи о сделках.
tr: İşlem kaydı
vi: Lịch sử giao dịch
zh: 交易记录

# spot_not_empty
source: Cannot be empty
es: No puede estar vacío
fr: Ne peut pas être vide
ja: 空欄にできません
pt: Não pode estar vazio
ru: Не может быть пустой
tr: Boş olamaz
vi: Không được để trống
zh: 不能为空

# spot_over_price
source: Exceeds price protection range
es: Fuera del rango de protección de precios
fr: Dépasse la plage de protection des prix
ja: 価格保護範囲を超えています
pt: Excede a faixa de proteção de preço
ru: Превышение диапазона ценовой защиты
tr: Fiyat koruma aralığını aşıyor
vi: Vượt quá phạm vi bảo vệ giá
zh: 超出价格保护范围

# spot_not_enough_amount
source: insufficient quantity for sale
es: Cantidad disponible para venta insuficiente
fr: Quantité insuffisante pour la vente
ja: 販売可能数量が不足しています
pt: Quantidade insuficiente para venda
ru: недостаточное количество для продажи
tr: Satış için yetersiz miktar
vi: Số lượng có thể bán không đủ
zh: 可卖数量不足

# spot_min_amount
source: Minimum order quantity is
es: El tamaño mínimo de la orden es
fr: La quantité minimale de commande est
ja: 最小注文量は
pt: A quantidade mínima do pedido é
ru: Минимальное количество заказа составляет
tr: Minimum sipariş miktarı
vi: Số lượng đặt hàng tối thiểu là
zh: 最小下单量为

# spot_money_need_more
source: Total order amount must be greater than
es: El monto total de la orden debe ser mayor que
fr: Le montant total de la commande doit être supérieur à
ja: 総注文額はより大きくする必要があります
pt: O valor total do pedido deve ser maior que
ru: Общая сумма заказа должна быть больше, чем
tr: Toplam sipariş tutarı şu kadar olmalıdır
vi: Tổng số tiền đặt hàng phải lớn hơn
zh: 下单总金额需大于

# spot_money_need_less
source: Total order amount must be less than
es: El monto total de la orden debe ser menor que
fr: Le montant total de la commande doit être inférieur à
ja: 総注文額はより小さくする必要があります
pt: O valor total do pedido deve ser menor que
ru: Общая сумма заказа должна быть меньше
tr: Toplam sipariş tutarı şu kadar olmalıdır
vi: Tổng số tiền đặt hàng phải nhỏ hơn
zh: 下单总金额需小于

# spot_second_confirm
source: Do not prompt again. You can reset this in spot settings
es: No volver a mostrar. Puedes restablecer esto en 【Configuración de Spot】.
fr: Ne plus afficher cette invite. Vous pouvez réinitialiser cela dans les paramètres du spot
ja: 再表示しない。再設定は【現物設定】で行えます。
ko: 다시 묻지 않기. 현물 설정에서 재설정할 수 있습니다
pt: Não solicitar novamente. Você pode redefinir isso nas configurações de spot
ru: Не запрашивайте повторно. Вы можете сбросить этот параметр в настройках места
tr: Bir daha uyarı vermeyin. Bunu spot ayarlarında sıfırlayabilirsiniz
vi: Không hiển thị lại. Bạn có thể thiết lập lại trong 【Cài đặt giao dịch giao ngay】.
zh: 不再提示。您可在【现货设置】中重新设置。

# spot_max_cancel_numb
source: Max to Cancel
es: Máximo a cancelar
fr: Annuler max
ja: 最大キャンセル可能
ko: 취소 가능한 최대치
pt: Máximo para cancelar
ru: Максимальное количество для отмены
tr: İptal edilecek maksimum
vi: Số lệnh tối đa có thể hủy
zh: 最多可撤销

# spot_current_order_title
source: Open Orders
es: Orden
fr: Ordres ouverts
ja: 注文
ko: 주문
pt: Ordens Abertas
ru: Ордер
tr: Açık Emirler
vi: Ủy thác
zh: 委托

# spot_asset_own
source: Holdings
es: Activos en tenencia
fr: En attente
ja: 保有資産
ko: 보유 자산
pt: Ativos em posse
ru: Владеть активами
tr: Tutulan Varlıklar
vi: Tài sản nắm giữ
zh: 持有资产

# spot_max_cancel_count
source: 20 Orders
es: 20 entradas
fr: 20 Ordres
ja: 20件
ko: 주문 20건
pt: 20 Pedidos
ru: 20 ордеров
tr: 20 Sipariş
vi: 20 lệnh
zh: 20条

# common_money_total
source: Total
es: Monto
ja: 金額
ru: всего
tr: Toplam
vi: Số tiền
zh: 金额

# common_total_new
source: Total
es: Volumen de transacciones
ja: 取引額
ko: 총계
pt: Volume
ru: всего
tr: Toplam
vi: Tổng cộng
zh: 成交额

# common_side_new
source: Dir.
ja: 方向
ko: 방향
ru: Напр.
tr: Yön
vi: Hướng
zh: 方向

# common_estimated_balance
source: Total Balance
es: Valor de los Activos
fr: Solde total
ja: 資産評価
ko: 자산 가치
pt: Saldo Estimado
ru: Расчетный остаток средств
tr: Tahmini Bakiyeniz
vi: Đánh giá tài sản
zh: 资产估值

# common_limit_market_new
source: Limit | Market
es: Límite | Mercado
fr: Limite | Marché
ja: 指値｜成行
ko: 한도 | 시장
ru: Ниж-да рыночн стоимост
tr: Limit | Piyasa
vi: Giới hạn giá | Giá thị trường
zh: 限价｜市价

# only_show_current_symbol_order
source: Current Symbol
es: Mostrar solo el tipo actual
fr: Symbole actuel
ja: 現在の品種のみ表示
ko: 현재 통화만 표시
pt: Mostrar apenas a moeda atual
ru: Показать только текущую валюту
tr: Sadece mevcut para birimini göster
vi: Chỉ hợp đồng hiện tại
zh: 仅显示当前品种

# withdraw_tip1
source: How to withdraw?
fr: Comment retirer ?
ja: 出金はどうすればいいですか？
pt: Como retirar?
ru: Как вывести средства?
tr: Nasıl çekim yapılır?
vi: Làm thế nào để rút tiền?
zh: 如何进行提现？

# withdraw_tip2
source: What should I do if I withdraw to the wrong address?
fr: Que faire si je retire vers la mauvaise adresse ?
ja: 誤ったアドレスに出金した場合はどうすればいいですか？
pt: O que devo fazer se eu retirar para o endereço errado?
ru: Что делать, если я удаляюсь по неверному адресу?
tr: Yanlış adrese para çekersem ne yapmalıyım?
vi: Phải làm gì nếu rút tiền vào địa chỉ sai?
zh: 提现到错误地址怎么办？

# withdraw_tip3
source: What should I do if I fail to withdraw?
fr: Que faire si je rencontre un échec de retrait ?
ja: 出金に失敗した場合はどうすればいいですか？
pt: O que devo fazer se eu falhar na retirada?
ru: Что делать, если я не удалюсь?
tr: Çekim yapamazsam ne yapmalıyım?
vi: Phải làm gì nếu rút tiền thất bại?
zh: 提现失败应该怎么办？

# asset_record_id
source: Transaction ID
es: ID de transacción
fr: ID de la transaction
ja: 取引番号
pt: ID da transação
ru: Идентификационный номер операции
tr: İşlem Kimliği
vi: Mã giao dịch
zh: 流水号

# address_manager
source: Management
fr: Gérer
ja: 管理
pt: Gerenciamento
ru: Управление людскими ресурсами
tr: Yönetim
vi: Quản lý
zh: 管理

source: Address book
fr: Carnet d'adresses
ja: アドレス帳
pt: Lista de endereços
ru: Адресная книга с адресом
tr: Adres defteri
vi: Danh bạ địa chỉ
zh: 地址簿

# address_book_manager
source: Address book management
fr: Carnet d'adresses de retrait
ja: アドレス帳管理
pt: withdraw_address_book
ru: Управление записной книгой
tr: çekim_adres_defteri
vi: Quản lý sổ địa chỉ
zh: 地址簿管理

source: No address
fr: Aucune adresse
ja: アドレスがありません
pt: Nenhum endereço
ru: Адрес не указан.
tr: Adres yok
vi: Hiện không có địa chỉ
zh: 暂无地址

source: Add address
fr: Ajouter une adresse
ja: アドレスを追加
pt: Adicionar endereço
ru: Добавить адрес
tr: Adres ekle
vi: Thêm địa chỉ
zh: 添加地址

source: Save Address
es: Guardar dirección
fr: Sauvegarder l'adresse
ja: アドレスを保存
pt: Salvar Endereço
ru: Сохранить адрес
tr: Adres Kaydet
vi: Lưu địa chỉ
zh: 保存地址

# common_remark
source: Remark
fr: Remarque
ja: メモ
pt: Observação
ru: Замечание по теме
tr: Not
vi: Ghi chú
zh: 备注

# common_address_remark
source: Address remark
fr: Remarque sur l'adresse
ja: アドレスメモ
pt: Observação do endereço
ru: Замечание по адресу
tr: Adres notu
vi: Ghi chú địa chỉ
zh: 地址备注

# withdraw_risk_alter_content
source: 1.Once the operation is completed, the ownership of the corresponding assets will transfer to the owner of the target address. Please carefully verify the withdrawal address information before proceeding with the withdrawal. 2.Under no circumstances will Aibit officials ask you to transfer funds to an account or request verification codes from you. 3.Withdrawal processing time is within 30 minutes; the actual arrival time depends on blockchain network speed. 4.Do not engage in activities such as buying on behalf, money laundering, or illegal fundraising. Be cautious of internet fraud.
es: 1. Una vez que se complete la operación, la propiedad del activo correspondiente cambiará a la dirección de destino en posesión del propietario. Por favor, asegúrese de verificar cuidadosamente la información de la dirección de retirada de monedas 2 antes de realizar la operación de retirada de monedas. Aibit oficial no le pedirá que transfiera dinero a una cuenta en particular bajo ninguna circunstancia, ni le pedirá el código de verificación 3. El tiempo de entrega de la retirada es de 30 minutos. El tiempo final exacto en la cuenta se decide 4 a la velocidad de la red blockchain. No participe en la subcontratación, lavado de dinero, recaudación de fondos ilegales y otras violaciones. Tenga cuidado con el fraude en línea
fr: 1. Une fois l'opération terminée, la propriété des actifs correspondants sera transférée au propriétaire de l'adresse cible. Veuillez vérifier soigneusement les informations de l'adresse de retrait avant de procéder au retrait.
ja: 1. 操作が完了すると、対応する資産の所有権は対象アドレスの所有者に移転しますので、出金操作を行う前に、必ず出金アドレスの情報を慎重に確認してください。
pt: 1. Uma vez que a operação é concluída, a propriedade dos ativos correspondentes será transferida para o proprietário do endereço de destino. Por favor, verifique cuidadosamente as informações do endereço de retirada antes de prosseguir com a retirada.
ru: 1.После завершения операции право собственности на соответствующие активы переходит к владельцу целевого адреса. Пожалуйста, внимательно проверьте информацию об адресе вывода средств, прежде чем приступать к выводу средств.
tr: 1. İşlem tamamlandığında, ilgili varlıkların mülkiyeti hedef adresin sahibine geçecektir. Lütfen çekim işlemine başlamadan önce çekim adresi bilgilerini dikkatlice doğrulayın.
vi: 1. Khi thao tác hoàn tất, quyền sở hữu tài sản tương ứng sẽ chuyển sang người sở hữu địa chỉ mục tiêu. Vui lòng kiểm tra kỹ thông tin địa chỉ rút tiền trước khi thực hiện thao tác rút tiền.
zh: 1.操作一旦完成，对应的资产所有权将变更为目标地址所有人持有，请您务必在进行提币操作前，仔细核对提币地址信息 2. Aibit 官方在任何情况下都不会要求您向某账户转账，也不会向您索要验证码 3. 提现汇出时间为 30 分钟内，具体最终到账时间以区块链网络速度决定 4.请勿参与代买、洗钱、非法集资等违法行为，谨防网络诈骗

# withdraw_continue
source: Continue withdrawal
fr: Continuer le retrait
ja: 出金を続ける
pt: Continuar retirada
ru: Продолжить вывод средств
tr: Çekime devam et
vi: Tiếp tục rút tiền
zh: 继续提现

# withdraw_risk_noti
source: Risk warning
fr: Avertissement de risque
ja: リスク警告
pt: Aviso de Risco
ru: Предупреждение о риске
tr: Risk Uyarısı
vi: Cảnh báo rủi ro
zh: 风险提示

# address_book_delete_noti
source: Confirm deletion of this address?
fr: Confirmer la suppression de cette adresse ?
ja: このアドレスを削除してもよろしいですか？
pt: Confirmar exclusão deste endereço?
ru: Подтвердить удаление этого адреса?
tr: Bu adresin silinmesini onaylıyor musunuz?
vi: Xác nhận xóa địa chỉ này?
zh: 确认删除该地址？
