Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# exchange.place.order.second.confirm.title
source: Order confirming
es: Confirmación de orden
fr: Confirmation de commande
ja: 委託確認
ko: 주문 확인 중
pt: Confirmação de pedido
ru: Изменить пароль
tr: Sipariş onayı
vi: Xác nhận lệnh
zh: 委托确认

# swap.exchange.order.type.title
source: Order type
es: Tipo de orden
fr: Type d'ordre
ja: 委託タイプ
ko: 주문 유형
pt: Tipo de pedido
ru: Изменено
tr: Emir tipi
vi: Loại lệnh đặt
zh: 委托类型

# exchange.order.detail.title
source: Order details
es: Detalles de la orden
fr: Détails de l'ordre
ja: 委託詳細
ko: 주문 세부 정보
pt: Detalhes do pedido
ru: Изменить пароль для входа
tr: Sipariş detayları
vi: Chi tiết lệnh
zh: 委托详情

# personal.center.func.exit.title
source: Log Out
es: Cerrar sesión
fr: Se déconnecter
ja: 安全にログアウト
ko: 로그아웃
pt: Sair
ru: Короткая
tr: Çıkış yap
vi: Đăng xuất
zh: 安全退出

# third.pay.guide.finish.kyc2.title
source: Complete KYC2 certification
es: Completa la verificación KYC2
fr: Complétez la vérification KYC2
ja: KYC2認証を完了する
ko: KYC2 인증을 완료하세요
pt: Conclua a verificação KYC2
ru: Депозит
tr: KYC2 doğrulamasını tamamlayın
vi: Hoàn thành xác minh KYC2
zh: 完成KYC2认证

# assets.financial.manage.regular.title
source: Fixed-term investment
es: Inversión a plazo fijo
fr: Investissement à terme fixe
ja: 定期的な資産運用
ko: 고정 기간 투자
pt: Investimento de prazo fixo
ru: Адрес депозита
tr: Vade sonu yatırımı
vi: Tài chính định kỳ
zh: 定期理财

# assets.financial.manage.regular.des.title
source: Regular settlement, earn tokens by holding, great choice for long-term holders
es: Liquidación regular, gana tokens manteniendo, buena opción para tenedores a largo plazo
fr: Règlement régulier, gagnez des tokens en les conservant, un excellent choix pour les détenteurs à long terme
ja: 定期決済、保有コインから新しいコインを生み出し、長期保有ユーザーに安定した高収益を提供
ko: 정기적인 정산, 보유를 통한 토큰 획득, 장기 보유자를 위한 훌륭한 선택
pt: Liquidação regular, ganhe tokens ao manter, ótima escolha para holders de longo prazo
ru: Адрес депозита
tr: Düzenli ödeme, tutarak token kazanılır, uzun vadeli yatırımcılar için harika bir seçenek
vi: Thanh toán định kỳ, giữ coin sinh coin, mang lại lợi nhuận ổn định và cao cho người dùng giữ coin lâu dài
zh: 定期结算，持币生币，为长期持币用户赚取稳健高收益

# personal.id.auth.why.kyc.content
source: KYC is in compliance with local financial laws and regulations as well as relevant policies. It helps to secure your account and prevent fraud. We will keep your personal information strictly confidential.
es: KYC cumple con las leyes y regulaciones financieras locales y políticas relevantes. Ayuda a asegurar tu cuenta y prevenir fraudes. Mantendremos tu información personal estrictamente confidencial.
fr: La vérification d'identité est nécessaire pour se conformer aux régulations financières locales ou aux politiques pertinentes. Elle contribue également à protéger la sécurité de votre compte et à prévenir certaines fraudes. Nous traitons vos informations avec une stricte confidentialité.
ja: 本人確認は、地元の金融規制や関連政策を遵守するためです。本人確認は、あなたのアカウントの安全を守り、一部の詐欺手段を避けるのに役立ちます。私たちはあなたの情報を厳重に保護します。
ko: KYC는 현지 금융 법률 및 규정과 관련 정책을 준수합니다.이는 계정을 보호하고 사기를 방지하는 데 도움이 됩니다.귀하의 개인정보는 엄격히 기밀로 유지됩니다.
pt: A verificação KYC é necessária de acordo com as regulamentações financeiras locais ou políticas relacionadas. A verificação KYC ajuda a manter sua conta segura e a prevenir certos comportamentos fraudulentos. Suas informações serão mantidas estritamente confidenciais.
ru: Депозит или покупка цифровой валюты
tr: Kimlik doğrulaması, yerel finansal düzenlemelere veya ilgili politikalara uymak için gereklidir. Kimlik doğrulaması, hesabınızın güvenliğini korumaya yardımcı olur ve bazı dolandırıcılık yöntemlerini engeller. Bilgileriniz sıkı bir şekilde gizli tutulacaktır.
vi: Xác minh danh tính nhằm tuân thủ các quy định tài chính địa phương hoặc chính sách liên quan. Xác minh danh tính giúp bảo vệ tài khoản của bạn an toàn hơn và tránh các hình thức gian lận. Chúng tôi sẽ bảo mật thông tin của bạn một cách nghiêm ngặt.
zh: 实名认证是为了遵守当地的金融法规或相关政策。实名认证更有助于保护您的账户安全，避免部分欺诈手段。我们将对您的信息进行严格保密。

# swap.exchange.actual.order.price.title
source: Actual price
es: Precio real
fr: Prix réel de l'ordre
ja: 実際の委託価格
ko: 실제 가격
pt: Preço real do pedido
ru: Депозит или покупка цифровой валюты для начала вашего криптопутешествия
tr: Gerçek emir fiyatı
vi: Giá lệnh thực tế
zh: 实际委托价格

# swap.exchange.actual.order.number.title
source: Actual amount
es: Cantidad real
fr: Nombre réel d'ordres
ja: 実際の委託数量
ko: 실제 금액
pt: Número real de pedidos
ru: Сумма депозита
tr: Gerçek emir miktarı
vi: Số lượng lệnh thực tế
zh: 实际委托数量

# swap.exchange.actual.trigger.direction.title
source: Actual trigger direction.
es: Dirección de activación real
fr: Direction réelle du déclenchement
ja: 実際のトリガー方向
ko: 실제 발동 방향.
pt: Direção de gatilho real
ru: Подтверждение депозита
tr: Gerçek tetikleme yönü
vi: Hướng kích hoạt thực tế
zh: 实际触发方向

# personal.id.auth.not.pass.title
source: Authentication failed
es: Autenticación fallida
fr: Échec de l'authentification
ja: 審査に不合格
ko: 인증 실패
pt: Falha na autenticação
ru: История депозитов
tr: Kimlik doğrulama başarısız oldu
vi: Xét duyệt không thành công
zh: 审核未通过

# home.support.quick.entrance.title
source: Customer service
es: Soporte al cliente
fr: Support client
ja: カスタマーサポート
ko: 고객 서비스
pt: Suporte ao Cliente
ru: Запись депозита
tr: Müşteri Desteği
vi: Hỗ trợ khách hàng
zh: 客服

# login.title.password
source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt: Senha
ru: Детали депозита
tr: Şifre
vi: Thiết lập mật khẩu
zh: 密码

# reset.password.success.title
source: Password changed successfully
es: Contraseña cambiada exitosamente
fr: Mot de passe modifié avec succès
ja: パスワード変更成功
ko: 비밀번호가 성공적으로 변경되었습니다
pt: Senha alterada com sucesso
ru: Детали депозита
tr: Şifre başarıyla değiştirildi
vi: Đổi mật khẩu thành công
zh: 密码修改成功

# security.account.ps.login.title
source: Login with Password
es: Iniciar sesión con contraseña
fr: Connexion avec mot de passe
ja: パスワードログイン
ko: 비밀번호로 로그인하기
pt: Login com senha
ru: Депозиты и выводы
tr: Şifre ile giriş
vi: Đăng nhập bằng mật khẩu
zh: 密码登录

# contract.counter.price.title
source: BBO
fr: Prix de la contrepartie
ja: 対抗価格
pt: Preço da contraparte
ru: Кросс
tr: Karşı taraf fiyatı
vi: Giá đối thủ
zh: 对手价

# otc.order.detail.status.complain.by.other.title
source: The counterpart has initiated an appeal
es: La contraparte ha iniciado una apelación
fr: La contrepartie a initié un appel
ja: 相手が申し立てを開始しました
ko: 상대방이 이의 제기를 시작했습니다
pt: A contraparte iniciou uma apelação
ru: Режим кросс-маржи: Все позиции делят маржу на фьючерсном счете, чтобы избежать принудительной ликвидации. В случае принудительной ликвидации трейдеры могут потерять всю маржу и позиции.
tr: Karşı taraf itiraz başlattı
vi: Đối phương đã khởi tạo khiếu nại
zh: 对方已发起申诉

# otc.order.detail.progress.desc.other.timeout.title
source: The currency release confirmation by the seller has been expired. Please submit appeal if the seller didn't release currency, or you cannot reach an agreement with the seller.
es: La confirmación de liberación de moneda por parte del vendedor ha expirado. Presenta apelación si el vendedor no liberó la moneda o si no puedes llegar a un acuerdo con el vendedor.
fr: La confirmation de la libération de la monnaie par le vendeur a expiré. Veuillez soumettre un appel si le vendeur n'a pas libéré la monnaie, ou si vous ne parvenez pas à un accord avec le vendeur.
ja: 相手が放出確認のタイムアウトをしました。相手が応答しないか、合意に至らない場合は申し立てを行ってください。
ko: 매도자의 통화 배포 확인이 만료되었습니다.매도자가 통화를 배포하지 않았거나 매도자와 합의할 수 없는 경우 이의를 제기하세요.
pt: A confirmação da liberação da moeda pelo vendedor expirou. Por favor, envie uma apelação se o vendedor não liberar a moeda, ou se você não conseguir chegar a um acordo com o vendedor.
ru: Выбрать все
tr: Satıcının para birimi serbest bırakma onayı süresi dolmuştur. Satıcı para birimini serbest bırakmadıysa veya satıcı ile anlaşmazlık yaşanıyorsa itirazda bulunun.
vi: Đối phương đã quá thời gian xác nhận mở khóa coin, nếu đối phương không phản hồi hoặc không đạt được sự đồng thuận, vui lòng khởi tạo khiếu nại.
zh: 对方确认放币超时，如对方未回应或无法达成共识，请发起申诉。

# personal.id.auth.check.alert.title
source: Recertification will begin with Lv 1
es: La verificación se reiniciará desde el Nivel 1
fr: La vérification redémarrera depuis Lv 1
ja: Lv 1から再認証を行います
ko: 재인증은 레벨 1에서 시작합니다
pt: A verificação reiniciará a partir do Lv 1
ru: Все
tr: Lv 1'den yeniden doğrulama yapılacaktır.
vi: Sẽ bắt đầu lại xác minh từ Lv 1.
zh: 将从Lv 1开始重新认证

# otc.order.detail.progress.desc.will.received.intime.title
source: Will receive in %@
es: Recibirá en %@
fr: Vous recevrez dans %@
ja: %@内に受け取ります
ko: %@ 내에 수취 예정
pt: Receberá em %@
ru: Все валюты
tr: %@ içinde alacağınız
vi: Sẽ nhận được trong %@
zh: 将在%@内收到

# personal.id.auth.residential.area.title
source: Residential area
es: Área residencial
fr: Région de résidence
ja: 居住地
ko: 주거 지역
pt: Residência
ru: Заполнено
tr: İkamet
vi: Khu vực cư trú
zh: 居住地区

# swap.market.depth.price.side.buy.title
source: Buy
es: Órdenes de compra
fr: Acheter
ja: 買い注文を表示
ko: 매수 주문
pt: Mostrar ordens de compra
ru: Отменить все заказы
tr: Alım emirlerini göster
vi: Hiển thị lệnh mua
zh: 展示买盘

# swap.market.depth.price.side.sell.title
source: Sell
es: Órdenes de venta
fr: Vendre
ja: 売り注文を表示
ko: 매도 주문
pt: Mostrar ordens de venda
ru: Все статусы
tr: Satış emirlerini göster
vi: Hiển thị lệnh bán
zh: 展示卖盘

# swap.save.album.tip
source: Saved to Album
es: Guardado en álbum
fr: Enregistré dans l'album
ja: アルバムに保存されました
ko: 앨범에 저장됨
pt: Salvo no Álbum
ru: О нас
tr: Albüme Kaydedildi
vi: Đã lưu vào album
zh: 已保存到相册

# security.gesture.close.alert.title
source: Gesture password is disbaled
es: Contraseña gestual desactivada
fr: Le mot de passe gestuel est désactivé
ja: ジェスチャーパスワードは無効になりました
ko: 제스처 비밀번호가 비활성화되었습니다
pt: Senha de gesto está desativada
ru: Закрыто успешно
tr: Gestür şifresi devre dışı bırakıldı
vi: Đã tắt mật khẩu hình vẽ
zh: 已关闭手势密码

# assets.deposit.withdraw.launch.status.title
source: Initiated
es: Iniciado
fr: Initié
ja: 発起済み
ko: 시작됨
pt: Iniciado
ru: Отключить проверку Google
tr: Başlatıldı
vi: Đã bắt đầu
zh: 已发起

# third.pay.status.failed.title
source: Failed
es: Fallido
fr: Échoué
ja: 失敗しました
ko: 실패
pt: Falhou
ru: Другие истории
tr: Başarısız
vi: Thất bại
zh: 已失败

# common_completed_content
source: Completed
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
pt: Concluído
ru: Повторное подтверждение отмены аккаунта
tr: Tamamlandı
vi: Giao dịch hoàn thành
zh: 已完成

# 跟单.已实现盈亏
source: Realized PnL
es: PnL realizado
fr: Profit réalisé
ja: 実現利益または損失 (USDT)
ko: 실현 손익
pt: PnL Realizado
ru: Введите новый пароль снова
tr: Gerçekleşmiş Kar/Zarar
vi: Lợi nhuận và thua lỗ đã thực hiện
zh: 已实现盈亏

# 资产.已审核
source: Approved
es: Aprobado
fr: Vérifié
ja: 審査済み
ko: 승인됨
pt: Revisado
ru: Чистая прибыль (USDT)
tr: İncelendi
vi: Đã phê duyệt
zh: 已审核

# common_closed_vol_title
source: Closed vol
es: Vol cerrado
fr: Volume clôturé
ja: 決済量
ko: 청산된 수량
pt: Posições Fechadas
ru: Снижение маржи позиции
tr: Kapalı pozisyonlar
vi: Vị thế đã đóng
zh: 已平仓量

# security.gesture.open.alert.title
source: Gesture password has been enabled
es: Contraseña gestual activada
fr: Le mot de passe gestuel a été activé
ja: ジェスチャーパスワードが有効になりました
ko: 제스처 비밀번호가 활성화되었습니다
pt: Senha de gesto foi ativada
ru: Уменьшение маржи
tr: Gestür şifresi etkinleştirildi
vi: Đã bật mật khẩu hình vẽ
zh: 已开启手势密码

# exchange.order.detail.all.kinds.quantity.title
source: Filled/Volume
es: Completado/Volumen
fr: Rempli/Volume
ja: 約定済み/委託数量
ko: 체결됨/수량
pt: Preenchido/Volume
ru: Цена принудительной ликвидации после уменьшения
tr: Doldurulan/Hacim
vi: Khối lượng khớp lệnh/Khối lượng đặt lệnh
zh: 已成交/委托数量

# exchange.order.detail.all.kinds.amount.title
source: Filled/preset volume
es: Completado/volumen preestablecido
fr: Rempli/volume prédéfini
ja: 約定済み/委託金額
ko: 체결됨/사전 설정된 수량
pt: Preenchido/volume predefinido
ru: Продать
tr: Doldurulan/önceden belirlenmiş hacim
vi: Giá trị khớp lệnh/Giá trị đặt lệnh
zh: 已成交/委托金额

# common_filled_volume_title
source: Filled
es: Volumen completado
fr: Rempli
ja: 成立量
ko: 체결됨
pt: Volume
ru: Заполненный объем
tr: Doldurulan hacim
vi: Khớp lệnh hoàn toàn
zh: 已成交量

# 资产.已拒绝
source: Rejected
es: Rechazado
fr: Refusé
ja: 拒否されました
ko: 거부됨
pt: Rejeitado
ru: Разделить
tr: Reddedildi
vi: Đã từ chối
zh: 已拒绝

# common_contract_canceled
source: Canceled
es: Cancelado
fr: Commande annulée
ja: キャンセル済み
ko: 취소됨
pt: Pedido cancelado
ru: Линия
tr: Sipariş iptal edildi
vi: Đã hủy
zh: 已撤单

# product.order.revoked.title
source: Canceled
es: Cancelado
fr: Annulé
ja: 取り消しました
ko: 취소됨
pt: Cancelado
ru: Доля прибыли
tr: İptal edildi
vi: Đã hủy bỏ
zh: 已撤销

# register.title.account.exist
source: Already have an account? Log in immediately
es: ¿Ya tienes una cuenta? Inicia sesión inmediatamente
fr: Vous avez déjà un compte ? Connectez-vous maintenant
ja: すでにアカウントをお持ちですか？今すぐログイン
ko: 이미 계정이 있으신가요? 지금 바로 로그인하세요
pt: Já tem uma conta? Faça login imediatamente
ru: Переключиться на фиксированную сумму
tr: Zaten bir hesabınız mı var? Hemen giriş yapın
vi: Đã có tài khoản? Đăng nhập ngay
zh: 已有账号？立即登录

# swap.tpsl.order.status.has.available.title
source: Effective
es: Efectivo
fr: Effectif
ja: 有効
ko: 유효
pt: Efetivo
ru: Переключиться на вход по паролю
tr: Geçerli
vi: Hiệu lực
zh: 已生效

# assets.deposit.no.more.title
source: Already the Bottom of the Page
es: Has llegado al final
fr: Vous êtes arrivé à la fin
ja: これ以上はありません
ko: 이미 페이지 하단
pt: Você chegou ao fim
ru: Перевод
tr: Sonuna geldiniz
vi: Đã đến cuối cùng
zh: 已经到底了

# personal.center.auth.bound.title
source: Bound
es: Vinculado
fr: Lié
ja: バインド済み
ko: 연결됨
pt: Vinculado
ru: Перевод
tr: Bağlı
vi: Đã liên kết
zh: 已绑定

# otc.order.finish.status.title
source: Ended
es: Finalizado
fr: Terminée
ja: 終了しました
ko: 종료됨
pt: Finalizado
ru: Переведено успешно
tr: Bitti
vi: Đã kết thúc
zh: 已结束

# assets.deposit.status.finished.title
source: Deposited
es: Depositado
fr: Transféré
ja: 転送済み
ko: 입금됨
pt: Transferência concluída
ru: Вывод средств перевода
tr: Transfer tamamlandı
vi: Đã chuyển vào
zh: 已转入

# assets.withdraw.history.record.complete.title
source: Transferred out
es: Transferencia completada
fr: Transfert terminé
ja: 転出済み
ko: 인출 이체됨
pt: Transferência concluída
ru: Время создания
tr: Transfer tamamlandı
vi: Đã chuyển đi
zh: 已转出

# third.pay.status.expiration.title
source: Expired
es: Expirado
fr: Expiré
ja: 期限切れ
ko: 만료됨
pt: Expirado
ru: Пожалуйста, не используйте оскорбительные слова или официальное название Aibit (т.е. название продукта) и другие имена на торговой платформе при создании вашего ника.
tr: Süresi dolmuş
vi: Đã hết hạn
zh: 已过期

# personal.id.auth.pass.title
source: KYC Approved
es: KYC aprobado
fr: Identité vérifiée
ja: 認証済み
ko: KYC 승인됨
pt: ID verificado
ru: Начальный заказ
tr: Kimlik Doğrulandı
vi: Đã xác minh danh tính
zh: 已验证身份

# common_spot_traded
source: Spot traded
es: Trading spot
fr: Trading au comptant effectué
ja: 通貨間取引
ko: 거래한 현물
pt: Negociado spot
ru: Удалить
tr: Spot işlem yapıldı
vi: Giao dịch tiền điện tử
zh: 币币成交

# assetStatus11004
source: Spot traded
es: Trading spot
ko: 거래한 현물
pt: Negociado spot
ru: Успешно удалено
zh: 币币成交

# assetStatus11001
source: Spot order freeze
es: Congelación de orden spot
fr: Gel de l'ordre au comptant
ja: 通貨間未決済注文は凍結されます
ko: 현물 주문 동결
pt: Congelamento de pedido spot
ru: Удалить выбранное
tr: Spot emir dondur
vi: Đặt lệnh giao dịch tiền điện tử bị khóa
zh: 币币挂单冻结

# assetStatus11002
source: Spot order unfreeze
es: Descongelación de orden spot
fr: Dégel de l'ordre au comptant
ja: 通貨間のキャンセルは解除されます
ko: 현물 주문 동결 해제
pt: Descongelamento de pedido spot
ru: К
tr: Spot emir çöz
vi: Hủy lệnh giao dịch tiền điện tử giải phóng
zh: 币币撤单解冻

# common.currency.title
source: Coin
es: Cripto
fr: Devise
ja: 通貨
ko: 암호화폐
pt: Cripto
ru: Загрузка завершена
tr: Kripto
vi: Loại tiền
zh: 币种

# asset.detail.coin.balance.title
source: Token balance
es: Balance de tokens
fr: Solde de la devise
ja: 通貨残高
ko: 토큰 잔액
pt: Saldo de Cripto
ru: Загрузить больше
tr: Kripto bakiyesi
vi: Số dư loại tiền
zh: 币种余额

# asset.detail.coin.equities.title
source: Currency rights
es: Derechos de moneda
fr: Droits sur la devise
ja: 通貨権益
ko: 외화 권리
pt: Equidade em Cripto
ru: ID транзакции блока
tr: Kripto özkaynağı
vi: Quyền lợi loại tiền
zh: 币种权益

# close.pos.type.market.title
source: Market
es: Mercado
fr: Marché
ja: 市場価格
ko: 시장
pt: Mercado
ru: Односторонний
tr: Piyasa
vi: Giá thị trường
zh: 市价

# exchange.order.detail.market.price.buy.title
source: Market buy
es: Compra de mercado
fr: Achat au marché
ja: 市場価格で購入
ko: 시장가 매수하기
pt: Compra a mercado
ru: Режим одностороннего
tr: Piyasa al
vi: Mua thị trường
zh: 市价买入

# exchange.order.detail.market.price.sell.title
source: Market sell
es: Venta de mercado
fr: Vente au marché
ja: 市場価格で売却
ko: 시장가 매도하기
pt: Venda a mercado
ru: Лимит на одну сделку
tr: Piyasa sat
vi: Bán thị trường
zh: 市价卖出

# product.market.order.title
source: Market order
es: Orden de mercado
fr: Marché
ja: 成行委託
ko: 시장가 주문
pt: Ordem de mercado
ru: Минимальная сумма на заказ
tr: Piyasa emri
vi: Lệnh thị trường
zh: 市价委托

# exchange.order.market.tip.title
source: Market orders allow users to place an order at the best price in the current market for a quick turnaround. Place a market order based on your desired quantity or amount, and the final executed quantity and price will depend on the actual trading result
es: Las órdenes de mercado permiten a los usuarios realizar órdenes al mejor precio de mercado actual para un cierre rápido. Puedes realizar una orden de mercado con la cantidad o monto deseado, pero la cantidad y el precio de ejecución dependerán de la transacción real.
fr: Les ordres au marché permettent aux utilisateurs de passer un ordre au meilleur prix du marché actuel pour un retournement rapide. Passez un ordre au marché en fonction de la quantité ou du montant souhaité, et la quantité et le prix final exécutés dépendront du résultat réel de la transaction.
ja: 市場価格委託は、ユーザーが現在の市場で最適な価格で注文し、迅速な約定を達成することを許可します。 希望する数量または金額に基づいて市場価格注文を出し、最終的な実行数量と価格は実際の取引結果によって決まります。
ko: 시장가 주문을 통해 사용자는 빠른 거래 회전을 위해 현재 시장에서 최적가로 주문을 낼 수 있습니다. 원하는 수량 또는 금액으로 시장가 주문을 낼 수 있지만 체결된 수량과 가격은 실제 거래 결과에 따라 달라집니다
pt: As ordens de mercado permitem que os usuários façam um pedido ao melhor preço no mercado atual para uma rápida execução. Faça uma ordem de mercado com base na quantidade ou valor desejado, e a quantidade e preço finais executados dependerão do resultado real da negociação
ru: Одна сделка не должна быть больше
tr: Piyasa emirleri, kullanıcıların mevcut piyasa fiyatında hızlı bir şekilde işlem yapmak için en iyi fiyattan emir vermesine olanak tanır. İstediğiniz miktara veya tutara göre piyasa emri verin ve nihai gerçekleştirilen miktar ve fiyat, gerçek ticaret sonucuna bağlı olacaktır.
vi: Lệnh thị trường cho phép người dùng đặt lệnh với mức giá tốt nhất hiện tại trên thị trường, nhằm mục đích khớp lệnh nhanh chóng. Dựa trên số lượng hoặc số tiền mà bạn mong muốn, lệnh thị trường sẽ được đặt, và số lượng cũng như giá thực hiện cuối cùng sẽ phụ thuộc vào kết quả giao dịch thực tế.
zh: 市价委托允许用户以当前市场最优价格下单，达到快速成交的目的。 根据您期望的数量或者金额下市价单，最终执行的数量和价格将取决于实际的交易结果

# swap.close.pos.market.title
source: Market close
es: Cierre de mercado
fr: Fermeture au marché
ja: 市場価格決済
ko: 시장가 청산
pt: Fechar a mercado
ru: Минимальная сумма одной сделки
tr: Piyasa kapama
vi: Đóng vị thế thị trường
zh: 市价平仓

# self.choice.market.title
source: Markets
es: Mercado
fr: Marché
ja: 市場
ko: 시장
pt: Mercado
ru: Максимум на заказ
tr: Piyasa
vi: Thị trường
zh: 市场

# swap.close.pos.market.best.title
source: Market Price
es: El mejor precio de mercado
fr: Prix du marché
ja: 市場最適価格
ko: 최적 시장 가격
pt: O melhor preço de mercado
ru: Максимальная сумма одной сделки не должна быть больше
tr: En iyi piyasa fiyatı
vi: Đặt lệnh với giá tốt nhất hiện tại trên thị trường
zh: 市场最优价

# 跟单.带单本金
source: Capital (USDT)
ja: フォロー取引の元本 (USDT)
ko: 자본(USDT)
ru: Капитал (USDT)
tr: Sermaye (USDT)
vi: Vốn giao dịch (USDT)
zh: 带单本金 (USDT)

# personal.center.func.help.title
source: Support
es: Soporte
fr: Centre d'aide
ja: ヘルプセンター
ko: 지원
pt: Suporte
ru: Продать/Короткая
tr: Destek
vi: Hỗ trợ
zh: 帮助中心

# common_contract_close
source: Close
es: Cerrar
fr: Clôture
ja: 決済
ko: 청산
pt: Fechar
ru: Закрыть
tr: Kapat
vi: Đóng vị thế
zh: 平仓

# swap.close.price.title
source: Closing price
es: Precio de cierre
fr: Prix de clôture
ja: 決済価格
ko: 청산 가격
pt: Preço de fechamento
ru: Занято
tr: Kapanış fiyatı
vi: Giá đóng cửa
zh: 平仓价格

# swap.order.average.rate.returns.title
source: Average rate of returns
es: Tasa promedio de retornos
fr: Taux moyen de retour
ja: 決済収益率
ko: 평균 수익률
pt: Taxa média de retorno
ru: Скоро будет запущено
tr: Ortalama getiri oranı
vi: Tỷ lệ lợi nhuận khi đóng vị thế
zh: 平仓收益率

# swap.order.history.pos.close.returns.title
source: Close Returns
es: Retornos de cierre
fr: Retour de la fermeture
ja: 平仓收益额
ko: 청산 수익
pt: Fechar Retornos
ru: История позиций
tr: Kapanış getirisi
vi: Số tiền lợi nhuận khi đóng vị thế
zh: 平仓收益额

# common_closing_time
source: Closing Time
es: Hora de cierre
fr: Heure de clôture
ja: 決済時間
ko: 청산 시간
pt: Horário de Fechamento
ru: История торговли
tr: Kapanış Zamanı
vi: Đã đóng
zh: 平仓时间

# assetStatus10006
source: Return of margin upon closing positions
es: Devolución del margen al cerrar posiciones
fr: Retour de marge lors de la clôture des positions
ja: ポジション決済時にマージンを返還
ko: 포지션 청산 시 증거금 반환
pt: Retorno de margem ao fechar posições
ru: История поиска
tr: Pozisyon kapandıktan sonra teminatın geri verilmesi
vi: Hoàn trả cọc khi đóng lệnh
zh: 平仓返还保证金

# contract.order.type.close.long.title
source: Close long
es: Cerrar largo
fr: Fermer la position longue
ja: ロング決済
ko: 롱 청산
pt: Fechar long
ru: Закрыть лонг
tr: Uzun pozisyon kapatma
vi: Đóng mua
zh: 平多

# contract.order.type.close.short.title
source: Close short
es: Cerrar corto
fr: Fermer la position courte
ja: ショートポジションを決済
ko: 숏 포지션 청산하기
pt: Fechar short
ru: Исторический максимум
tr: Kısa pozisyon kapatma
vi: Đóng bán
zh: 平空

# market.kline.pop.open.title
source: Open
es: Abrir
fr: Ouverte
ja: 始値
ko: 개설하기
pt: Abrir
ru: Торговля
tr: Açılış
vi: Đang nắm giữ
zh: 开

# swap.margin.alert.msg.title
source: The estimated margin required to open a position.
es: Margen estimado requerido para abrir una posición
fr: La marge estimée nécessaire pour ouvrir la position, le montant exact dépendra de la commande réelle.
ja: ポジションを開くために必要な予想マージン。具体的な金額は実際の注文に基づきます。
ko: 포지션을 개설하는 데 필요한 예상 마진.
pt: A margem estimada necessária para abrir a posição, sujeita ao pedido real
ru: Ссылка
tr: Pozisyon açmak için gereken tahmini marjin, gerçek emre bağlıdır.
vi: Số tiền ký quỹ ước tính cần thiết để mở vị thế, số tiền thực tế sẽ dựa vào đơn hàng thực tế
zh: 开仓所需的预估保证金，具体金额以实际订单为准

# assetStatus10005
source: Margin for opening positions
es: Margen para abrir posiciones
fr: Marge pour l'ouverture de positions
ja: ポジション開設時にマージンを徴収
ko: 개설 포지션에 대한 증거금
pt: Margem para abrir posições
ru: Подтвердить
tr: Pozisyon açmak için teminat
vi: Đặt cọc khi mở lệnh
zh: 开仓收取保证金

# swap.open.number.title
source: Position size
es: Cantidad
fr: Montant
ja: ポジション数量
ko: 포지션 규모
pt: Quantidade
ru: Подтвердить
tr: Tutar
vi: Số lượng mở lệnh
zh: 开仓数量

# security.bio.lock.open.title
source: Enable
es: Habilitar
fr: Activer
ja: 有効にする
ko: 활성화
pt: Ativar
ru: Двусторонний
tr: Etkinleştir
vi: Bật
zh: 开启

# security.bio.allow.reason.title
source: Enable %@ to access APP more securely
es: Habilitar %@ para acceder a la APP de manera más segura
fr: Activez %@ pour accéder à l'application de manière plus sécurisée
ja: %@へのアクセスを有効にすると、アプリがより安全になります
ko: %@을(를) 활성화하여 앱에 더 안전하게 액세스하기
pt: Ative %@ para acessar o APP com mais segurança
ru: Режим хеджирования
tr: %@'yi uygulamaya daha güvenli bir şekilde erişmek için etkinleştirin
vi: Bật %@ để truy cập ứng dụng an toàn hơn
zh: 开启%@访问APP更安全
