Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# withdraw_confirm
source: Confirm withdrawal
fr: Confirmer le retrait
ja: 出金を確認
pt: Confirmar retirada
ru: Подтвердить снятие средств
tr: Çekimi onayla
vi: Xác nhận rút tiền
zh: 确认提现

# withdraw_apply
source: Withdrawal request submitted
fr: Demande de retrait soumise
ja: 出金申請が提出されました
pt: Pedido de retirada enviado
ru: Заявка на вывод средств подана
tr: Çekim talebi gönderildi
vi: Yêu cầu rút tiền đã được gửi
zh: 提现申请已提交

# withdraw_apply_content
source: The application will be reviewed within 48 hours after submission. Once approved, funds will be deposited into the designated account within a few minutes.
es: Después de la presentación, se revisará en un plazo de 48 horas. Después de la aprobación, se depositará en la cuenta designada en unos minutos
fr: La demande sera examinée dans les 48 heures suivant sa soumission.
ja: 提出後、48時間以内に審査されます
pt: A aplicação será revisada dentro de 48 horas após o envio.
ru: Заявка будет рассмотрена в течение 48 часов после подачи.
tr: Başvuru, gönderildikten sonra 48 saat içinde incelenecektir.
vi: Sau khi gửi, sẽ được duyệt trong vòng 48 giờ
zh: 提交后将在 48 小时内审核 审核通过后，将在几分钟内存入指定账户

# withdraw_currency
source: Withdrawal coin
es: Moneda de retiro
fr: Devise de retrait
ja: 出金通貨
pt: Moeda de retirada
ru: Монета для вывода средств
tr: Çekim para birimi
vi: Loại tiền rút
zh: 提现币种

# withdraw_check_record
source: View withdrawal records
es: Ver registros de retiros
fr: Voir l'historique des retraits
ja: 出金記録を確認
pt: Ver registros de retirada
ru: Просмотреть записи о выводе средств
tr: Çekim kayıtlarını görüntüle
vi: Xem lịch sử rút tiền
zh: 查看提币记录

# withdraw_address_book_remark_placeholder
source: Please enter a remark
fr: Veuillez entrer une remarque
ja: メモを入力してください
pt: Por favor, insira uma observação
ru: Пожалуйста, введите комментарий
tr: Lütfen bir not girin
vi: Vui lòng nhập ghi chú
zh: 请输入备注

source: Withdrawal Unavailable
es: Retiro no disponible
fr: La fonction de retrait n'est pas disponible pour le moment
ja: 出金機能は現在利用できません
pt: Retirada Indisponível
ru: Вывод средств недоступен
tr: Çekim yapılamaz
vi: Chức năng rút tiền tạm thời không khả dụng
zh: 提币功能暂不可用

# withdrawal_unavailable_noti
source: To ensure the security of your account, please bind your email and Google Authenticator before withdrawing.
es: Para garantizar la seguridad de su cuenta, por favor vincule su correo electrónico y Google Authenticator antes de retirar
fr: Pour garantir la sécurité de votre compte, vous devez lier votre e-mail et la vérification Google avant de commencer le retrait.
ja: アカウントの安全を確保するために、出金を開始する前にメールアドレスとGoogle認証をバインドする必要があります。
pt: Para garantir a segurança da sua conta, vincule seu e-mail e Google Authenticator antes de retirar.
ru: Для обеспечения безопасности вашего аккаунта, пожалуйста, привяжите вашу электронную почту и Google Authenticator перед выводом средств.
tr: Hesabınızın güvenliğini sağlamak için, lütfen çekim yapmadan önce e-posta ve Google Authenticator'ınızı bağlayın.
vi: Để đảm bảo an toàn tài khoản của bạn, bạn cần liên kết email và xác thực Google trước khi bắt đầu rút tiền.
zh: 为了保障您的账户安全，您需要绑定邮箱及Goolge验证后，再开始提币。

# withdraw_address_placeholder
source: Please enter the address
fr: Veuillez entrer l'adresse
ja: アドレスを入力してください
pt: Por favor, insira o endereço
ru: Пожалуйста, введите адрес
tr: Lütfen adresi girin
vi: Vui lòng nhập địa chỉ
zh: 请输入地址

# withdraw_edit_address
source: Edit Address
fr: Modifier l'adresse
ja: アドレスを編集
pt: Editar Endereço
ru: Редактировать адрес
tr: Adresi Düzenle
vi: Chỉnh sửa địa chỉ
zh: 编辑地址

# withdraw_min
source: Minimum
es: Mínimo
ja: 最小
pt: Mínimo
ru: Минимальный
vi: Tối thiểu
zh: 最低

# withdraw_book_edit_address
source: Edit address
fr: Modifier l'adresse
ja: アドレスを変更
pt: Editar endereço
ru: Редактировать адрес
tr: Adresi Düzenle
vi: Sửa đổi địa chỉ
zh: 修改地址

# personal_welcome_des
source: Log in, your Web3 journey begins!
es: Inicia sesión en tu cuenta y comienza tu aventura en el mundo Web3.
fr: Connectez-vous, votre aventure Web3 commence !
ja: アカウントにログインし、あなたのWeb3の世界がここから始まります！
ko: 귀하의 계정에 로그인하시면 귀하의 Web3 세계가 여기에서 시작됩니다!
pt: Faça login, sua jornada Web3 começa!
ru: Войдите в систему, ваше путешествие по Web3 начинается!
tr: Giriş yapın, Web3 yolculuğunuz başlasın!
vi: Đăng nhập tài khoản, thế giới Web3 của bạn bắt đầu từ đây!
zh: 登入账号，你的Web3世界从这里开始！

# personal_my_feerate
source: Fee
es: Tarifa
fr: Frais
ja: 私の手数料
ko: 내 요금
pt: Taxa
ru: Моя ставка
tr: Ücret
vi: Tỷ lệ phí của tôi
zh: 我的费率

# personal_newcomer_des
source: Exclusive gift package for new users
es: Paquete de bienvenida exclusivo para nuevos usuarios
fr: Pack cadeau exclusif pour les nouveaux utilisateurs
ja: 新規ユーザー限定の特別ギフト
ko: 신규 사용자를 위한 독점 선물 패키지
pt: Pacote de presente exclusivo para novos usuários
ru: Эксклюзивный подарочный пакет для новых пользователей
tr: Yeni kullanıcılar için özel hediye paketi
vi: Gói quà đặc biệt dành cho người dùng mới
zh: 新用户专享大礼包

# personal_invite_title
source: Referral friends to trade
es: Invita a amigos a operar
fr: Parrainez des amis pour trader
ja: 友達を招待して取引をサポート
ko: 거래에 도움을 줄 친구를 초대하고,
pt: Convide amigos para negociar,
ru: Приглашайте друзей к торговле,
tr: Arkadaşlarınızı ticaret yapmaya davet edin,
vi: Mời bạn bè giao dịch giúp đỡ,
zh: 邀请好友交易助力

# personal_invite_des
source: claim %@ Trading reward
es: Recibe recompensa %@
fr: Réclamer %@ Récompense de trading
ja: %@の取引報酬を受け取る
ko: %@ 거래 보상 받기
pt: Receba %@ em recompensas de negociação
ru: Получайте %@ вознаграждения за торговлю
tr: %@ ticaret ödüllerini kazanın
vi: Nhận thưởng giao dịch $%@
zh: 领取%@交易奖励

# personal_setting
source: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: настройк
tr: Ayarlar
vi: Cài đặt
zh: 设置

# personal_register
source: Sign Up
es: Registrarse
fr: Inscrivez-vous
ja: 登録
ko: 등록하다
pt: Registrar
ru: Регистрация
tr: Kayıt Ol
vi: Đăng ký
zh: 注册

# withdraw_selected_no_asset
source: No withdrawable currencies in funding account
fr: Aucune devise disponible à retirer sur le compte de financement
ja: 資金口座には出金可能な通貨がありません
pt: Nenhuma moeda disponível para retirada na conta de financiamento
ru: Нет валют, которые можно вывести, на счете финансирования
tr: Fon hesabında çekilebilir para birimi yok
vi: Tài khoản tiền không có loại tiền nào có thể rút.
zh: 资金账户暂无可提币种

# transfer_insufficient
source: Insufficient balance
fr: Solde insuffisant
ja: 残高不足
ko: 잔액 부족
pt: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
vi: Số dư khả dụng của người dùng không đủ
zh: 余额不足

# transfer_recharge_now
source: Deposit
fr: Dépôt
ja: 即時入金
ko: 입금
pt: Depósito
ru: Депозит
tr: Depozito
vi: Nạp tiền ngay
zh: 立即充值

# vip_fee_rate
source: Fee Rate
fr: Taux de frais
ja: 手数料率
pt: Taxa de Comissão
ru: Ставка комиссии
tr: Ücret Oranı
vi: Phí giao dịch
zh: 手续费费率

# vip_fee_level
source: Fee Tier:
fr: Niveau des frais :
ja: 手数料レベル：
pt: Nível de Taxa:
ru: Уровень комиссии:
tr: Ücret Seviyesi:
vi: Cấp độ phí giao dịch:
zh: 手续费等级:

# vip_check_more
source: View More Tiers
fr: Voir plus de niveaux
ja: レベルの詳細を表示
pt: Ver Mais Níveis
ru: Посмотреть другие уровни
tr: Daha Fazla Seviye Görüntüle
vi: Xem thêm các hạng mức
zh: 查看更多等级

# vip_check_limit
source: View Limits
es: Ver límite
fr: Voir les limites
ja: 限度を確認
pt: Ver Limites
ru: Посмотреть лимиты
tr: Limitleri Görüntüle
vi: Xem giới hạn
zh: 查看限额

# withdraw_limit_title
source: What is the 24-hour withdrawal limit?
es: ¿Qué es el límite de retiro de 24 horas?
fr: Quelle est la limite de retrait sur 24 heures ?
ja: 24時間出金限度とは何ですか？
pt: Qual é o limite de retirada de 24 horas?
ru: Каков 24-часовой лимит снятия средств?
tr: 24 saatlik çekim limiti nedir?
vi: Giới hạn rút tiền trong 24 giờ là gì?
zh: 什么是24小时提现限额？

# withdraw_limit_level
source: 24H Withdrawal Limit Tier
es: Nivel del límite:
fr: Plafond de retrait sur 24H
ja: 24時間出金限度額レベル
pt: Nível de Limite de Retirada de 24H
ru: Уровень лимита на вывод средств 24 часа
tr: 24 Saatlik Çekim Limit Seviyesi
vi: Cấp độ hạn mức rút tiền trong 24 giờ
zh: 24小时提现限额等级

# transfer_trial_noti
source: Excluding the trial amount
fr: Excluant le montant d'essai
ja: 体験資金総額を含まない
ko: 체험금 총액 제외
pt: Excluindo o valor de teste
ru: Без учета пробной суммы
tr: Deneme tutarı hariç
vi: Không bao gồm tổng số tiền trải nghiệm
zh: 不包含体验金总额

# transfer_user_no_futrue
source: User has not enabled futures trading
fr: L'utilisateur n'a pas activé le trading de futures
ja: ユーザーは契約取引を有効にしていません
ko: 사용자가 계약 거래를 활성화하지 않았습니다.
pt: O usuário não ativou a negociação de futuros
ru: Пользователь не включил торговлю фьючерсами
tr: Kullanıcı vadeli işlem ticaretini etkinleştirmemiş
vi: Người dùng chưa bật giao dịch hợp đồng
zh: 用户未开启合约交易

# transfer_account_no_amount
source: The available balance of {} in {} is 0, please deposit first
fr: Le solde disponible de %@ est de 0, veuillez d'abord effectuer un dépôt
ja: 現在{}の中の{}の利用可能残高は0です。まずは入金してください。
ko: 현재 {} 의 {} 사용 가능 잔액이 0입니다. 먼저 충전하세요
pt: O saldo disponível de {} em {} é 0, por favor, deposite primeiro
ru: Доступный баланс {} в {} равен 0, пожалуйста, сначала пополните счет
tr: {} içindeki {} kullanılabilir bakiyesi 0, lütfen önce para yatırın
vi: Hiện tại số dư khả dụng của %@ là 0, vui lòng nạp tiền trước.
zh: 当前{}中{}可用余额为0, 请先充值

# asset_overview_tip
source: No asset in your account, please deposit digital currency now.
fr: Aucun actif dans votre compte, veuillez déposer de la monnaie numérique maintenant.
ja: あなたのアカウントには資産がありません。すぐに自分のデジタル通貨を入金してください。
ko: 귀하의 계정에 자산이 없습니다. 즉시 자신의 디지털 화폐를 충전하세요.
pt: Nenhum ativo em sua conta, por favor, deposite moeda digital agora.
ru: На вашем счету нет активов, пожалуйста, внесите цифровую валюту сейчас.
tr: Hesabınızda varlık bulunmuyor, lütfen şimdi dijital para yatırın.
vi: Tài khoản của bạn không có tài sản, vui lòng nạp tiền kỹ thuật số ngay bây giờ.
zh: 您的账户暂无资产，请立即充值属于自己的数字货币

# kline_chart
source: Chart
es: Mercado
fr: Graphique
ja: 市場
ko: 인용 부호
pt: Gráfico
ru: котировк
tr: Piyasa
vi: Biểu đồ
zh: 行情

# modify_limit_title
source: Modify Limit Order
es: Modificar Orden Límite
fr: Modifier l'ordre limite
ja: 指値注文を修正
pt: Modificar ordem limite
ru: Изменить лимитный ордер
tr: Limit Emirini Değiştir
vi: Chỉnh sửa lệnh giới hạn
zh: 修改限价单

# modify_condition_title
source: Modify Conditional Order
es: Modificar Orden Condicional
fr: Modifier l'ordre conditionnel
ja: 条件注文を修正
pt: Modificar ordem condicional
ru: Изменить условный ордер
tr: Koşullu Emri Değiştir
vi: Chỉnh sửa lệnh điều kiện
zh: 修改条件单

# tpsl_modify_order
source: Modify Take Profit and Stop Loss
es: Modificar take profit/stop loss
fr: Modifier le Take Profit et le Stop Loss
ja: 利益確定・損切りを修正
pt: Modificar Take Profit e Stop Loss
ru: Изменить тейк-профит и стоп-лосс
tr: Take Profit ve Stop Loss'u Düzenle
vi: Sửa đổi lệnh cắt lỗ và chốt lời
zh: 修改止盈止损

# tpsl_must_over_dealvolume
source: Order quantity must be greater than filled quantity
fr: La quantité de commande doit être supérieure à la quantité remplie
ja: 委託数量は成立した数量より大きくする必要があります。
pt: A quantidade do pedido deve ser maior que a quantidade preenchida
ru: Количество ордеров должно быть больше, чем количество заполненных позиций
tr: Emir miktarı, doldurulan miktardan büyük olmalıdır.
vi: Số lượng đơn hàng phải lớn hơn số lượng đã hoàn thành.
zh: 委托数量须大于已成交量

# profit_loss_exceed_max
source: Take Profit/Stop Loss exceeds the maximum price
es: El Take Profit/Stop Loss supera el precio máximo
fr: Le Take Profit / Stop Loss dépasse le prix maximum
ja: 利益確定・損切りが最高限界価格を上回っています
pt: O Take Profit/Stop Loss excede o preço máximo
ru: Тейк-профит/Стоп-лосс превышает максимальную цену
tr: Kar/Zarar Durdurma fiyatı maksimum fiyatı aşıyor
vi: Lệnh dừng lỗ và chốt lời cao hơn giá giới hạn tối đa
zh: 止盈止损高于最高限定价格

# profit_loss_low_min
source: TP/SL orders are below the lowest limit price
fr: Les ordres TP/SL sont en dessous du prix limite le plus bas
ja: 利益確定・損切りが最低限界価格を下回っています
pt: As ordens de TP/SL estão abaixo do preço limite mais baixo
ru: Ордера TP/SL находятся ниже самой низкой лимитной цены
tr: TP/SL emirleri en düşük limit fiyatının altında
vi: Chốt lời chốt lỗ thấp hơn mức giá giới hạn tối thiểu
zh: 止赢止损低于最低限定价格

# profit_loss_estimated_pl
source: Estimated PNL
es: Pérdida/Beneficio Estimada
fr: PNL estimé
ja: 予想損益
ko: Estimated P&L
pt: PnL estimado
ru: Расчетный доход и прибыль
tr: Tahmini P&L
vi: Lợi nhuận và lỗ dự kiến
zh: 预计盈亏

# profit_loss_trigger_type
source: Trigger Conditions
es: Tipo de Activación
fr: Conditions de déclenchement
ja: トリガータイプ
ko: Trigger Type
pt: Tipo de gatilho
ru: Тип триггера
tr: Tetikleme Türü
vi: Loại kích hoạt
zh: 触发类型

# profit_loss_tip
source: In a fast-moving market, it is not advised to set the SL trigger price close to the estimated liquidation price.
es: En un mercado en movimiento rápido, no se recomienda establecer el precio de activación del SL cerca del precio estimado de liquidación.
fr: Dans un marché en évolution rapide, définir un prix de déclenchement du stop-loss proche du prix de liquidation peut entraîner un échec de l'exécution de l'ordre.
ja: 相場が急変するため、トリガー価格は推定強制清算価格から近すぎないようにし、トリガー失敗を避けてください。
ko: 빠르게 변동하는 시장에서는 손절 트리거 가격을 예상 청산 가격에 가깝게 설정하지 않는 것이 좋습니다.
pt: Em um mercado em rápido movimento, não é aconselhável definir o preço de gatilho de SL próximo ao preço estimado de liquidação.
ru: На быстро меняющемся рынке не рекомендуется устанавливать цену срабатывания SL близко к расчетной цене ликвидации.
tr: Hızla hareket eden bir piyasada, SL tetikleme fiyatını tahmini tasfiye fiyatına yakın belirlemek tavsiye edilmez.
vi: Vì thị trường thay đổi nhanh chóng, giá kích hoạt không nên quá gần với giá thanh lý ước tính, tránh kích hoạt thất bại.
zh: 由于行情变动快，触发价不宜离预估强平价过近，避免触发失败。

# tpsl_margin_intro
source: The estimated margin required to open a position.
fr: La marge estimée nécessaire pour cet ordre, le montant exact dépendra de la position réelle.
ja: この委託に必要な予想マージン。具体的な金額は実際のポジションに基づきます。
ko: 포지션을 열기 위해 필요한 예상 마진입니다.
pt: A margem estimada necessária para abrir uma posição.
ru: Ожидаемые депозитные фонды, необходимые для этой комиссии,определяются в зависимости от фактического складства.
tr: Bir pozisyon açmak için gereken tahmini marjin.
vi: Số tiền ký quỹ ước tính cần thiết cho lệnh này, số tiền thực tế sẽ dựa vào vị thế thực tế
zh: 此委托所需的预计保证金，具体金额以实际仓位为准。

# tpsl_estimated_intro
source: The estimated P&L is an approximate calculation of the profit or loss upon closing a position. The difference between trigger price and transaction price, as well as fees, can cause significant discrepancies between the estimated and actual values. Please use this as a reference only. Market TP & SL orders estimate the expected P&L based on the trigger price. Limit TP & SL orders estimate the expected P&L based on the limit price.
fr: Le P&L estimé est un calcul approximatif des gains ou pertes lors de la clôture d'une position. La différence entre le prix de déclenchement et le prix de transaction, ainsi que les frais, peuvent entraîner des écarts significatifs entre les valeurs estimées et réelles. Veuillez l'utiliser uniquement à titre de référence.
ja: 予想損益は決済時の見積もり損益であり、手数料や発動価格、実際の取引価格の差異により、予想値と実際値に大きな差が生じる可能性がありますので、参考程度にしてください。
pt: O PnL estimado é um cálculo aproximado do lucro ou perda ao fechar uma posição. A diferença entre o preço de gatilho e o preço de transação, bem como as taxas, podem causar discrepâncias significativas entre os valores estimados e reais. Use isto apenas como referência.
ru: Расчетный P&L - это приблизительный расчет прибыли или убытка при закрытии позиции. Разница между ценой срабатывания и ценой сделки, а также комиссии могут привести к значительным расхождениям между расчетными и фактическими значениями. Пожалуйста, используйте его только в качестве справочного материала.
tr: Tahmin edilen P&L, bir pozisyonu kapatırken elde edilecek kar veya zararının yaklaşık hesaplamasıdır. Tetikleme fiyatı ile işlem fiyatı arasındaki fark ve ücretler, tahmin edilen ve gerçek değerler arasında önemli farklara yol açabilir. Lütfen bunu yalnızca bir referans olarak kullanın.
vi: Lợi nhuận và lỗ ước tính là tính toán gần đúng về lợi nhuận hoặc lỗ khi đóng một vị trí. Sự khác biệt giữa giá kích hoạt và giá giao dịch, cùng với phí giao dịch, có thể gây ra sự khác biệt lớn giữa giá trị ước tính và thực tế. Vui lòng chỉ sử dụng điều này như một tham khảo.
zh: 预期盈亏为平仓的估算盈亏，手续费和触发价格 实际成交的价格差异会使得预估值和实际值有较大差异，请仅供参考。 市价止盈止损委托根据触发价格估算预期盈亏。限价止盈止损根据限价价格估算预期盈亏。

# modify_trigger_fail
source: This conditional order has been triggered and cannot be modified.
fr: Cette commande conditionnelle a été déclenchée et ne peut pas être modifiée.
ja: この条件注文は発動しており、変更できません。
pt: Este pedido condicional foi acionado e não pode ser modificado.
ru: Данный условный ордер уже сработал и не может быть изменен.
tr: Bu koşullu emir tetiklendi ve değiştirilemez.
vi: Lệnh điều kiện này đã được kích hoạt và không thể thay đổi.
zh: 该条件单已触发，无法修改

# future_trade_reverse
source: Reverse
fr: Inverser
ja: 反手
pt: Reverso
ru: Обратный
tr: Tersine Çevir
vi: lật tay
zh: 反手

# future_trade_market_price1
source: Close Long at Market Price
es: Cerrar largo al precio de mercado
fr: Fermer Long au prix du marché
ja: 成行で買いを決済
pt: Fechar Longo Mercado
ru: Рыночная цена выше
tr: Uzun Pozisyonu Piyasa Fiyatında Kapat
vi: Đóng vị thế mua theo giá thị trường
zh: 市价平多

# future_trade_market_price2
source: Open Long at Market Price
es: Abrir largo al precio de mercado
fr: Ouvrir Long au prix du marché
ja: 成行で買いを開設
pt: Abrir Longo Mercado
ru: Открыть длинную по рыночной цене
tr: Uzun Pozisyonu Piyasa Fiyatında Aç
vi: Mở vị thế mua theo giá thị trường
zh: 市价开多

# future_trade_market_price3
source: Close Short at Market Price
es: Cerrar corto al precio de mercado
fr: Fermer Short au prix du marché
ja: 成行で売りを決済
pt: Fechar Curto Mercado
ru: Закрыть короткую по рыночной цене
tr: Kısa Pozisyonu Piyasa Fiyatında Kapat
vi: Đóng vị thế bán theo giá thị trường
zh: 市价平空

# future_trade_market_price4
source: Open Short at Market Price
es: Abrir corto al precio de mercado
fr: Ouvrir Short au prix du marché
ja: 成行で売りを開設
pt: Abrir Curto Mercado
ru: Открыть короткую по рыночной цене
tr: Kısa Pozisyonu Piyasa Fiyatında Aç
vi: Mở vị thế bán theo giá thị trường
zh: 市价开空

# future_trade_noti
source: Note: Reversing a position is subject to market conditions and margin requirements, and therefore, we cannot guarantee 100% success.
es: Consejo: la apertura de posición en la dirección opuesta está influenciada por múltiples factores, como las condiciones del mercado y los requisitos de margen, por lo que no podemos garantizar un 100% de éxito en esta operación.
fr: Note : Inverser une position dépend des conditions du marché et des exigences de marge, et par conséquent, nous ne pouvons pas garantir un succès à 100 %.
ja: 注意：反対手方向の開設は、市場の状況やマージン要件などの多くの要因に影響されるため、100%の成功を保証することはできません。
pt: Nota: Reverter uma posição está sujeito a condições de mercado e requisitos de margem, portanto, não podemos garantir 100% de sucesso.
ru: Примечание: разворот позиции зависит от рыночных условий и маржинальных требований, поэтому мы не можем гарантировать 100% успех.
tr: Not: Pozisyonu tersine çevirmek, piyasa koşulları ve teminat gereksinimlerine bağlıdır, bu nedenle %100 başarı garanti edilemez.
vi: Lưu ý: Việc mở vị thế đối lập bị ảnh hưởng bởi nhiều yếu tố như tình trạng thị trường và yêu cầu ký quỹ, vì vậy chúng tôi không thể đảm bảo thao tác này sẽ thành công 100%.
zh: 提示：反手开仓受市场状况和保证金要求等多种因素影响，因此我们无法保证此操作100%成功。

# future_trade_des
source: The reverse function will close all current positions at market price and open an opposite position with the same mode, leverage, and quantity. If the margin is insufficient, a smaller reverse position will be opened based on the available margin. Additionally, the size of the reverse position will be limited to the maximum single market order quantity of the corresponding asset.
es: La función de cambio cerrará todas las posiciones actuales al precio de mercado y abrirá una posición en la dirección opuesta con el mismo tipo de posición, apalancamiento y cantidad. Si no hay suficiente margen, se abrirá una posición en la dirección opuesta con una cantidad menor, según el margen disponible. Además, el tamaño de la posición opuesta estará limitado a la cantidad máxima de orden de mercado para la contraparte correspondiente.
fr: La fonction inverse fermera toutes les positions actuelles au prix du marché et ouvrira une position opposée avec le même mode, levier et quantité. Si la marge est insuffisante, une position inverse plus petite sera ouverte en fonction de la marge disponible. De plus, la taille de la position inverse sera limitée à la quantité maximale d'ordre de marché pour l'actif correspondant.
ja: 反手機能は、成行で現在の全ポジションを決済し、同じポジションモード、レバレッジ、数量で反対方向のポジションを開設します。マージンが不足している場合は、利用可能なマージンに基づいて少ない数量の逆ポジションが開設されます。また、逆ポジションの大きさは、対象の単一の成行最大委託数量に制限されます。
pt: A função de reversão fechará todas as posições atuais ao preço de mercado e abrirá uma posição oposta com o mesmo modo, alavancagem e quantidade. Se a margem for insuficiente, uma posição reversa menor será aberta com base na margem disponível. Além disso, o tamanho da posição reversa será limitado à quantidade máxima de ordem de mercado única do ativo correspondente.
ru: Функция реверса закроет все текущие позиции по рыночной цене и откроет противоположную позицию с тем же режимом, плечом и количеством. Если маржа недостаточна, будет открыта обратная позиция меньшего размера, исходя из имеющейся маржи. Кроме того, размер обратной позиции будет ограничен максимальным количеством единичных рыночных ордеров по соответствующему активу.
tr: Tersine çevirme fonksiyonu, mevcut tüm pozisyonları piyasa fiyatında kapatacak ve aynı mod, kaldıraç ve miktar ile karşıt bir pozisyon açacaktır. Eğer teminat yetersizse, mevcut teminata göre daha küçük bir ters pozisyon açılacaktır. Ayrıca, ters pozisyonun boyutu, ilgili varlığın tekil piyasa emirleri için maksimum miktarı ile sınırlıdır.
vi: Chức năng mở vị thế đối lập sẽ đóng toàn bộ vị thế hiện tại theo giá thị trường, và mở vị thế đối lập với cùng mô hình vị thế, đòn bẩy, số lượng. Nếu không đủ ký quỹ, số lượng vị thế đối lập sẽ được mở theo ký quỹ khả dụng. Ngoài ra, kích thước vị thế đối lập sẽ bị giới hạn trong số lượng lệnh thị trường tối đa cho mỗi giao dịch của tài sản tương ứng.
zh: 反手功能将以市价平掉当前全部仓位，以同样的仓位模式、杠杆、数量反方向开仓。如果保证金不足，将根据可用保证金开设数量较少的反向仓位。另外，反向仓位的大小将被限制在对应标的的单笔市价最大委托数量。

# future_trade_expand
source: View More
es: Expandir
fr: Voir plus
ja: 展開
ko: 확대
pt: Expandir
ru: Развернуть
tr: Genişlet
vi: Mở rộng
zh: 展开

# future_trade_hide
source: View Less
es: Ocultar
fr: Voir moins
ja: 折りたたむ
ko: 접다
pt: Colapsar
ru: Свернуть
tr: Kapat
vi: Thu lại
zh: 收起

# order_confirmation
source: Order Transaction Notification
es: Confirmación de Pedido
fr: Confirmation de commande
ja: 注文確認
ko: 주문 확인
pt: Confirmar pedido
ru: Подтвердить
tr: Siparişi onayla
vi: Xác nhận đặt lệnh
zh: 下单确认

# future_trade_reverse_confirm
source: Reverse Confirmation
es: Confirmación de cambio
fr: Confirmation d'inversion
ja: 反手確認
pt: Confirmação de Reverso
ru: Подтверждение реверса
tr: Tersine Onay
vi: Xác nhận mở vị thế đối lập
zh: 反手确认
