Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# assets.transfer.experienceGold.note1.title
source: Part of the %@ in your bonus account is used as margin. All your bonus will be recycled from your account .In order to prevent the liquidation risk caused by the recycling bonus,please make sure the bonus< avaiblable balance in your trading account.
es: Parte del %@ en tu cuenta de bonificación se utiliza como margen. Toda tu bonificación será reciclada de tu cuenta. Para prevenir el riesgo de liquidación causado por el reciclaje de bonificación, asegúrate de que la bonificación sea menor que el balance disponible en tu cuenta de trading.
fr: Une partie des %@ dans votre compte bonus est utilisée comme marge. Tout votre bonus sera recyclé depuis votre compte. Afin de prévenir le risque de liquidation causé par le recyclage du bonus, veuillez vous assurer que le bonus est inférieur au solde disponible dans votre compte de trading.
ja: あなたの体験金アカウントには一部の%@がポジションマージンとして使用されています。取引口座から資金を転出すると、現在のすべての体験金が回収されます。体験金の回収によるロスカットリスクを防ぐために、取引口座の各コインの体験金残高が<使用可能残高であることを確認してください。
ko: 보너스 계정의 %@ 부분이 증거금으로 사용됩니다.모든 보너스는 계정에서 재활용됩니다.보너스 재활용으로 인한 강제청산 위험을 예방하기 위해 거래 계정의 가용 잔액이 보너스보다 큰지 확인하세요.
pt: Parte do %@ em sua conta de bônus é usada como margem. Todo o seu bônus será reciclado de sua conta. Para evitar o risco de liquidação causado pelo bônus reciclado, certifique-se de que o bônus < saldo disponível em sua conta de negociação.
ru: Часть %@ в вашем бонусном аккаунте используется в качестве маржи. Весь ваш бонус будет извлечен из вашего аккаунта. Для предотвращения риска ликвидации, вызванного извлечением бонуса, убедитесь, что бонус < доступного баланса на вашем торговом счете.
tr: Bonus hesabınızdaki %@'nin bir kısmı teminat olarak kullanılmıştır. Bonuslarınızın tamamı hesabınızdan geri dönüştürülecektir. Geri dönüşüm bonuslarından kaynaklanan tasfiye riskini önlemek için lütfen bonusunuzu < işlem hesabınızdaki mevcut bakiye tutarından düşük tutun.
vi: Trong tài khoản tiền ảo của bạn có một phần %@ được sử dụng làm ký quỹ vị thế. Việc chuyển tiền từ tài khoản giao dịch sẽ thu hồi tất cả số tiền ảo hiện có của bạn. Để tránh rủi ro thanh lý do thu hồi tiền ảo, vui lòng đảm bảo rằng số dư tiền ảo của mỗi loại tiền trong tài khoản giao dịch < số dư khả dụng trước khi thực hiện thao tác.
zh: 您的体验金帐户中有部分%@作为仓位保证金占用。从交易账户中转出资金将回收您现有的所有体验金。为防止回收体验金造成的爆仓风险，请保证交易账户中每个币种的体验金余额<可用余额再进行操作。

# assets.transfer.insufficient.balance.title
source: Insufficient balance
es: Saldo insuficiente
fr: Solde insuffisant
ja: 残高が不足しています
ko: 잔액 부족
pt: Seu saldo é insuficiente
ru: Недостаточный баланс
tr: Balançınız yetersiz
vi: Số dư khả dụng của người dùng không đủ
zh: 您的余额不足

# assets.withdraw.review.time.title
source: Your withdrawal request will be reviewed within 48 hours. Upon approval, Aibit will complete the transfer within a few minutes.
es: Tu solicitud de retiro será revisada dentro de las 48 horas. Una vez aprobada, Aibit completará la transferencia en pocos minutos.
fr: Votre demande de retrait sera examinée dans les 48 heures. Après approbation, Aibit effectuera le transfert dans les quelques minutes.
ja: あなたの出金リクエストは48時間以内に審査されます。審査が通過後、Aibitは数分以内に送金を完了します。
pt: Seu pedido de retirada será revisado dentro de 48 horas. Após a aprovação, a Aibit concluirá a transferência em poucos minutos.
ru: Ваш запрос на вывод будет рассмотрен в течение 48 часов. После утверждения Aibit завершит перевод в течение нескольких минут.
tr: Çekim talebiniz 48 saat içinde incelenecektir. Onaylandıktan sonra, Aibit transferi birkaç dakika içinde tamamlayacaktır.
vi: Yêu cầu rút tiền của bạn sẽ được xem xét trong vòng 48 giờ. Sau khi được phê duyệt, Aibit sẽ hoàn tất chuyển tiền trong vòng vài phút.
zh: 您的提币请求将在48小时内进行审核。审核通过后，Aibit将在几分钟内完成转账。

# otc.order.detail.progress.desc.self.timeout.title
source: Your currency release has expired. Please confirm the release as soon as possible. Please submit appeal if there is any problem.
es: Tu liberación de moneda ha expirado. Por favor, confirma la liberación lo antes posible. Presenta apelación si hay algún problema.
fr: La libération de votre monnaie a expiré. Veuillez confirmer la libération dès que possible. Veuillez soumettre un appel en cas de problème.
ja: あなたの通貨放出はタイムアウトしました。できるだけ早く放出を確認してください。問題がある場合は申し立てを行ってください。
ko: 외화 배포가 만료되었습니다.
pt: A liberação da sua moeda expirou. Por favor, confirme a liberação o mais rápido possível. Envie uma apelação se houver algum problema.
ru: Ваша валютная выплата истекла. Пожалуйста, подтвердите выплату как можно скорее. Пожалуйста, подайте апелляцию, если возникли проблемы.
tr: Para birimi serbest bırakma süreniz sona erdi. Lütfen serbest bırakmayı en kısa sürede onaylayın. Herhangi bir sorun varsa itirazda bulunun.
vi: Thời gian mở khóa coin của bạn đã hết, vui lòng xác nhận mở khóa coin ngay lập tức, nếu có vấn đề vui lòng khởi tạo khiếu nại
zh: 您的放币已超时，请尽快确认放币，如有问题请发起申诉

# otc.complain.warning.title
source: The appeal content will be shown to the customer service and the counter-party at the same time. Please pay attention to privacy policy.
es: El contenido de la apelación se mostrará al servicio al cliente y a la contraparte al mismo tiempo. Por favor, presta atención a la política de privacidad.
fr: Le contenu de l'appel sera affiché à la fois au service client et à la contrepartie. Veuillez prêter attention à la politique de confidentialité.
ja: 申し立ての内容は、カスタマーサポートと申し立てられた相手に同時に表示されるため、プライバシーの保護に注意してください。
ko: 이의 제기 내용은 고객 서비스팀과 상대방에게 동시에 표시됩니다.개인정보 보호정책에 주의를 기울여 주세요.
pt: O conteúdo da apelação será mostrado ao atendimento ao cliente e à contraparte ao mesmo tempo. Por favor, preste atenção à política de privacidade.
ru: Содержание апелляции будет показано службе поддержки и контрагенту одновременно. Пожалуйста, обратите внимание на политику конфиденциальности.
tr: İtiraz içeriği, müşteri hizmetleri ve karşı taraf ile aynı anda gösterilecektir. Lütfen gizlilik politikasına dikkat edin.
vi: Nội dung khiếu nại của bạn sẽ được hiển thị đồng thời cho dịch vụ khách hàng và người bị khiếu nại, vui lòng chú ý bảo vệ quyền riêng tư.
zh: 您的申诉内容将被同时展示给客服及被申诉人, 请注意隐私保护

# common_trader_apply_waitting
source: Your application has been submitted. Thank you for your patience
es: Tu solicitud ha sido enviada. Gracias por tu paciencia.
ko: 신청이 제출되었습니다.기다려 주셔서 감사합니다
pt: Sua aplicação foi enviada. Obrigado pela sua paciência
ru: Ваша заявка отправлена. Спасибо за ваше терпение
zh: 您的申请已提交，请耐心等待

# account.write.off.risk.tip1.title
source: Your account will not be able to log in
es: Tu cuenta no podrá iniciar sesión.
fr: Votre compte ne pourra pas se connecter
ja: あなたのアカウントにはログインできなくなります。
ko: 귀하의 계정에 로그인할 수 없게 됩니다
pt: Sua conta não poderá fazer login
ru: Ваш аккаунт не сможет войти
tr: Hesabınıza giriş yapamayacaksınız
vi: Tài khoản của bạn sẽ không thể đăng nhập.
zh: 您的账号将无法登录。

# account.write.off.done.title
source: Your account has been canceled
es: Tu cuenta ha sido cancelada.
fr: Votre compte a été annulé
ja: あなたのアカウントは注销されました。
ko: 계정이 취소되었습니다
pt: Sua conta foi cancelada
ru: Ваш аккаунт был отменен
tr: Hesabınız iptal edildi
vi: Tài khoản của bạn đã bị hủy
zh: 您的账号已注销

# account.write.off.risk.tip2.title
source: Your asset account will be locked
es: Tu cuenta de activos será bloqueada.
fr: Votre compte d'actifs sera verrouillé
ja: あなたの資産アカウントはロックされます。
ko: 자산 계정이 잠기게 됩니다
pt: Sua conta de ativos será bloqueada
ru: Ваш аккаунт активов будет заблокирован
tr: Varlık hesabınız kilitlenecektir
vi: Tài khoản tài sản của bạn sẽ bị khóa.
zh: 您的资产账号将被锁定。

# personal.id.auth.not.pass.des.title
source: Your identity verification has failed reason:
es: Tu verificación de identidad ha fallado razón:
fr: La vérification de votre identité a échoué raison :
ja: あなたの本人確認は審査に不合格です 理由：
ko: 신원 확인에 실패한 이유:
pt: Sua verificação de identidade falhou motivo:
ru: Ваше подтверждение личности не удалось причина:
tr: Kimlik doğrulamanız başarısız oldu sebep:
vi: Xác thực danh tính của bạn không thành công. Lý do:
zh: 您的身份认证审核未通过 原因：

# personal.id.auth.wait.des.title
source: Your KYC is being reviewed and the process for most applications will complete within 48 hours.
es: Tu KYC está siendo revisado y el proceso para la mayoría de las solicitudes se completará dentro de las 48 horas.
fr: Votre KYC est en cours de révision et le processus pour la plupart des demandes sera terminé dans les 48 heures.
ja: あなたの本人確認は審査中です ほとんどの申請は48時間以内に認証が完了します。
ko: KYC를 검토 중이며 대부분의 신청 절차가 48시간 이내에 완료됩니다.
pt: Seu KYC está sendo revisado e o processo para a maioria das aplicações será concluído em até 48 horas.
ru: Ваш KYC находится на рассмотрении и процесс для большинства заявок завершится в течение 48 часов.
tr: KYC'niz inceleniyor ve çoğu başvuru işlemi 48 saat içinde tamamlanacaktır.
vi: Xác thực danh tính của bạn đang được xem xét. Hầu hết các đơn đăng ký sẽ được xác thực trong vòng 48 giờ.
zh: 您的身份认证正在审核中 大多数的申请在48小时内便可完成认证。

# personal.id.auth.under.review.tip.title
source: Your KYC information is being reviewed and most applications will be authenticated within 1 minute.
es: Tu ID está siendo revisado y la mayoría de las verificaciones se completarán en menos de 1 minuto.
fr: Votre pièce d'identité est en cours d'examen et la plupart des vérifications seront effectuées en moins de 1 minute.
ja: あなたの本人確認は審査中です。ほとんどの申請は1分以内に認証が完了します。
ko: KYC 정보를 검토 중이며 대부분의 신청서가 1분 이내에 인증됩니다.
pt: Seu ID está sendo revisado e a maioria das verificações será concluída em menos de 1 minuto.
ru: Ваше удостоверение личности находится на рассмотрении, и большинство проверок будут выполнены менее чем за 1 минуту.
tr: Kimlik doğrulamanız inceleniyor, başvuruların çoğu 1 dakika içinde tamamlanabilir.
vi: Xác minh danh tính của bạn đang được xem xét, hầu hết các yêu cầu sẽ được hoàn tất trong vòng 1 phút.
zh: 您的身份认证正在审核中，大多数的申请在1分钟内便可完成认证。

# swap.level.warning.tip.title
source: You have selected a high leverage of %@x. Please note that the profits and losses of the position will be multiplied by %@, which may expose you to a higher risk of liquidation. Are you sure you want to open position with the selected leverage level?
es: Has seleccionado un alto apalancamiento de %@x. Ten en cuenta que las ganancias y pérdidas de la posición se multiplicarán por %@, lo que puede exponerte a un mayor riesgo de liquidación. ¿Estás seguro de que deseas abrir posición con el nivel de apalancamiento seleccionado?
fr: Vous avez sélectionné un levier élevé de %@x. Veuillez noter que les profits et pertes de la position seront multipliés par %@, ce qui peut vous exposer à un risque plus élevé de liquidation. Êtes-vous sûr de vouloir ouvrir une position avec le niveau de levier sélectionné ?
ja: あなたが調整したレバレッジ倍率は高い(%@倍)です。これは市場の変動による利益と損失が%@倍に拡大されることを意味し、大きな損失や強制決済を引き起こす可能性があります。レバレッジを調整しますか？
ko: %@x의 높은 레버리지를 선택하셨습니다.포지션의 손익에 %@를 곱하면 청산 위험이 더 높아질 수 있습니다.선택한 레버리지 수준의 포지션을 개설하시겠습니까?
pt: Você selecionou uma alta alavancagem de %@x. Por favor, note que os lucros e perdas da posição serão multiplicados por %@, o que pode expô-lo a um maior risco de liquidação. Tem certeza de que deseja abrir uma posição com o nível de alavancagem selecionado?
ru: Вы выбрали высокий уровень маржи %@x. Обратите внимание, что прибыли и убытки от позиции будут умножены на %@, что может повысить риск ликвидации. Вы уверены, что хотите открыть позицию с выбранным уровнем маржи?
tr: %@x kaldıraç seçtiniz. Pozisyonun kâr ve zararlarının %@ ile çarpılacağını ve bu durumun tasfiye riskinizi artırabileceğini unutmayın. Seçilen kaldıraç seviyesiyle pozisyon açmak istediğinizden emin misiniz?
vi: Tỷ lệ đòn bẩy bạn điều chỉnh khá cao (%@ lần), điều này có nghĩa là lợi nhuận và thua lỗ sẽ được khuếch đại %@ lần do biến động thị trường, dễ dẫn đến thua lỗ lớn hoặc bị thanh lý, vui lòng xác nhận có muốn điều chỉnh đòn bẩy không?
zh: 您调整的杠杆倍数较高(%@倍)，这意味着由于行情波动带来盈亏将会被放大%@倍，容易造成大额亏损甚至强平，请确认是否调整杠杆？

# account.write.off.risk.tip3.title
source: Your financial products purchased will be locked
es: Tus productos financieros comprados serán bloqueados.
fr: Les produits financiers que vous avez achetés seront verrouillés
ja: あなたが購入した金融商品はロックされます。
ko: 구매한 금융 상품이 잠기게 됩니다
pt: Seus produtos financeiros comprados serão bloqueados
ru: Ваши приобретенные финансовые продукты будут заблокированы
tr: Satın aldığınız finansal ürünler kilitlenecektir
vi: Các sản phẩm tài chính bạn đã mua sẽ bị khóa.
zh: 您购买的金融产品将被锁定。

# assets.withdraw.amount.over.avail.title
source: The amount you entered exceeds the withdrawal limit.
es: La cantidad que ingresaste excede el límite de retiro.
fr: Le montant que vous avez saisi dépasse le plafond de retrait disponible
ja: 入力した数量が出金限度を超えています
ko: 입력한 금액이 출금 한도를 초과합니다.
pt: O valor inserido excede o limite de retirada
ru: Введенная вами сумма превышает лимит вывода
tr: Girdiğiniz miktar, çekim limitini aşıyor
vi: Số lượng bạn nhập vượt quá hạn mức rút tiền
zh: 您输入的数量超过可提现额度

# assets.deposit.history.record.no.data.des.title
source: You have no deposit record for the past %@ days
es: No tienes registro de depósitos en los últimos %@ días.
fr: Vous n'avez aucun enregistrement de dépôt au cours des %@ derniers jours
ja: 過去%@日間、入金記録がありません
ko: 지난 %@일에 대한 입금 기록이 없습니다
pt: Você não tem registro de depósito nos últimos %@ dias
ru: У вас нет записей о депозите за последние %@ дней
tr: Son %@ gün içinde depozito kaydınız yok
vi: Bạn không có lịch sử nạp tiền trong %@ ngày qua
zh: 您过去%@天暂无充值记录

# assets.withdraw.history.record.no.data.des.title
source: You have no withdrawal record for the past %@ days
es: No tienes registro de retiros en los últimos %@ días.
fr: Vous n'avez aucun enregistrement de retrait au cours des %@ derniers jours.
ja: 過去%@日間、出金記録がありません。
ko: 지난 %@일 동안 출금 기록이 없습니다
pt: Você não tem registro de retirada nos últimos %@ dias
ru: У вас нет записей о выводе за последние %@ дней
tr: Son %@ gün içinde çekim kaydınız yok
vi: Bạn không có lịch sử rút tiền trong %@ ngày qua
zh: 您过去%@天暂无提现记录

# otc.payment.method.unauth.tips.title
source: You need to complete identity authentication before adding payment method
es: Necesitas completar la autenticación de identidad antes de agregar un método de pago.
fr: Vous devez compléter l'authentification d'identité avant d'ajouter un mode de paiement
ja: 入金方法を追加するには、本人確認を完了する必要があります。
ko: 결제 방법을 추가하기 전에 ID 인증을 완료해야 합니다
pt: Você precisa concluir a autenticação de identidade antes de adicionar um método de pagamento
ru: Для добавления способа оплаты необходимо завершить идентификацию личности
tr: Ödeme yöntemi eklemeden önce kimlik doğrulaması yapmanız gerekmektedir
vi: Bạn cần hoàn thành xác thực danh tính để có thể thêm phương thức thanh toán
zh: 您需完成身份认证才可添加收款方式

# otc.order.detail.status.need.to.pay.title
source: You need to pay
es: Necesitas pagar
fr: Vous devez payer
ja: 支払う必要があります
ko: 결제하셔야 하는 금액
pt: Você precisa pagar
ru: Вам необходимо заплатить
tr: Ödemeniz gerekiyor
vi: Bạn cần thanh toán
zh: 您需支付

# exchange.order.detail.execution.price.title
source: Price
es: Precio lleno
fr: Prix
ja: 成立価格
ko: 가격
pt: Preço preenchido
ru: Заполненная цена
tr: Doldurulan fiyat
vi: Giá hiện tại
zh: 成交价

# swap.order.history.pos.deal.num.title
source: Filled volume
es: Número de transacciones
fr: Exécuté
ja: 成立数量
ko: 체결량
pt: Número de transações
ru: Количество транзакций
tr: İşlem sayısı
vi: Số lượng giao dịch
zh: 成交数量

# exchange.order.detail.execution.time.title
source: Filled time
es: Hora de cierre
fr: Heure de clôture
ja: 成立時間
ko: 체결 시간
pt: Hora de fechamento
ru: Время закрытия
tr: Kapanış zamanı
vi: Thời gian giao dịch
zh: 成交时间

# otc.tab.my.fill.rate.title
source: Completion rate
es: Tasa de finalización
fr: Taux d'achèvement
ja: 成約率
ko: 완료율
pt: Taxa de conclusão
ru: Процент завершения
tr: Tamamlama oranı
vi: Tỷ lệ giao dịch
zh: 成交率

# swap.trade.history.record.title
source: Trading History
es: Historial de trading
fr: Historique des transactions
ja: 取引履歴
ko: 거래 내역
pt: Histórico de Negociação
ru: Торговая история
tr: İşlem Geçmişi
vi: Lịch sử giao dịch
zh: 成交记录

# market.kline.pop.volume.title
source: Volume
es: Volumen trading
ja: 量
ko: 거래량
ru: Торговый объем
tr: Hacim
vi: Khối lượng
zh: 量

# common_market_volume
source: Vol
es: Volumen
ja: 取引量
ko: 거래량
pt: Volume
ru: Объем
tr: Hacim
vi: GTTD
zh: 成交额

# common_successful
source: Successful
es: Exitoso
fr: Succès
ja: 成功
ko: 성공
pt: Sucesso
ru: Успешно
tr: Başarı
vi: Thành công
zh: 成功

# swap.pos.cost.price.title
source: Cost price
es: Precio de costo
fr: Prix de revient
ja: コスト価格
ko: 원가
pt: Preço de custo
ru: Стоимость покупки
tr: Maliyet fiyatı
vi: Giá vốn
zh: 成本价

# third.pay.policy.term.title
source: I understand %@ is a third-party service provider. Aibit assumes no liability for any loss or damage caused by the use of its services.
es: Dirección de recepción
fr: Je comprends que %@ est un fournisseur de services tiers. Aibit décline toute responsabilité pour toute perte ou dommage causé par l'utilisation de ses services.
ja: 私は%@が第三者サービスプロバイダーであることを理解しています。Aibitはそのサービスの使用によって生じた損失や損害に対して責任を負いません。
ko: 본인은 %@이(가) 제3자 서비스 제공사임을 이해합니다.Aibit은 서비스 이용으로 인한 일체의 손실 또는 손해에 대해 어떠한 책임도 지지 않습니다.
pt: Entendo que %@ é um provedor de serviços de terceiros. A Aibit não assume responsabilidade por qualquer perda ou dano causado pelo uso de seus serviços.
ru: Я понимаю, что %@ - это поставщик услуг третьей стороны. Aibit не несет ответственности за любые убытки или повреждения, вызванные использованием его услуг.
tr: Anladım %@ üçüncü taraf bir hizmet sağlayıcısıdır. Aibit, hizmetlerinin kullanımından kaynaklanan herhangi bir kayıp veya zarardan sorumlu değildir.
vi: Tôi hiểu rằng %@ là nhà cung cấp dịch vụ bên thứ ba. Aibit không chịu trách nhiệm về bất kỳ thiệt hại hoặc tổn thất nào do việc sử dụng dịch vụ của họ.
zh: 我了解 %@ 是第三方服务提供商。Aibit 不对因使用其服务而造成的任何损失或损害承担责任。

# common_maybe_later
source: Maybe later
es: Déjame pensar
fr: Peut-être plus tard
ja: もう少し考えます
ko: 나중에
pt: Talvez mais tarde
ru: Возможно, позже
tr: Belki daha sonra
vi: Tôi sẽ nghĩ lại
zh: 我再想想

# third.pay.will.pay.title
source: I will pay
es: Pagaré
fr: Je vais payer
ja: 私は支払います
ko: 지급 예정 금액
pt: Eu pagarei
ru: Я оплачу
tr: Ödeyeceğim
vi: Tôi sẽ thanh toán
zh: 我将支付

# third.pay.will.received.title
source: I will receive
es: Recibiré:
fr: Je recevrai
ja: 私は受け取ります
ko: 수취 예정 금액
pt: Eu receberei
ru: Я получу:
tr: Alacağım
vi: Tôi sẽ nhận được
zh: 我将收到

# 跟单.条款
source: I have carefully read and accepted
es: He leído y aceptado
fr: J'ai lu attentivement et accepté
ja: 私は「トレーダー契約」をよく読み、同意しました。
ko: 본인은 트레이더 계약을
pt: Eu li e aceito
ru: Я внимательно прочитал и принял
tr: Ben, dikkatlice okudum ve
vi: Tôi đã đọc kỹ và đồng ý
zh: 我已仔细阅读并同意

# otc.order.detail.right.item.self.payed.title
source: I have paid
es: He pagado
fr: J'ai payé
ja: 私は支払い済みです
ko: 본인은 지급하였습니다
pt: Eu paguei
ru: Я заплатил
tr: Ödemenizi yaptım
vi: Tôi đã thanh toán
zh: 我已付款

# personal.center.google.save.key.title
source: I've secured the key. Next step
es: He asegurado la clave. Siguiente paso
fr: J'ai bien enregistré cette clé, étape suivante
ja: そのキーを保管しました。次へ進む
ko: 키를 안전하게 보관했습니다.다음 단계
pt: Eu salvei a chave. Próximo
ru: Я защитил ключ. Следующий шаг
tr: Anahtarı kaydettim, sonraki
vi: Tôi đã lưu khóa. Tiếp theo
zh: 我已保管好该密钥，下一步

# otc.order.detail.pay.confirm.alert.msg.title
source: I have confirmed to pay the seller according to the payment method provided by the seller
es: He confirmado pagar al vendedor según el método de pago proporcionado por el vendedor
fr: J'ai confirmé avoir payé le vendeur selon la méthode de paiement fournie par le vendeur.
ja: 私は売り手が提供した取引方法に従って、売り手に支払いを確認しました
ko: 본인은 매도자가 제공하는 결제 방법에 따라 매도자에게 결제한 것을 확인하였습니다
pt: Confirmei que paguei ao vendedor de acordo com o método de pagamento fornecido pelo vendedor
ru: Неверная сумма оплаты от покупателя
tr: Satıcı tarafından sağlanan ödeme yöntemiyle ödeme yaptığımı onayladım
vi: Tôi đã xác nhận thanh toán cho người bán theo phương thức giao dịch mà người bán cung cấp
zh: 我已确认按照卖家提供的交易方式 付款给卖家

# 跟单.我的
source: My
es: Mi
fr: Mon
ja: 私の
ko: 나의
pt: Meu
ru: Мои трейдеры
tr: Benim
vi: Tôi
zh: 我的

# assets.financial.title1
source: My earnings
es: Mis ganancias
fr: Mes gains
ja: 私の利益
ko: 나의 수익
pt: Meus ganhos
ru: Мое майнинг
tr: Benim kazançlarım
vi: Lợi nhuận của tôi
zh: 我的收益

# assets.financial.title0
source: My mining
es: Mi minería
fr: Mon minage
ja: 私の計算能力
ko: 나의 채굴
pt: Minha mineração
ru: Мое копирование сделок
tr: Benim madenciliğim
vi: Công suất của tôi
zh: 我的算力

# security.gesture.title
source: Gestures password
es: Contraseña de gestos
fr: Mot de passe gestuel
ja: ジェスチャーパスワード
ko: 제스처 비밀번호
pt: Senha de gesto
ru: Неправильный жесткий пароль и у вас есть % еще шансов.
tr: Jest şifresi
vi: Mật khẩu cử chỉ
zh: 手势密码

# security.gesture.login.title
source: Gesture Password login
es: Inicio de sesión con contraseña de gestos
fr: Connexion par mot de passe gestuel
ja: ジェスチャーパスワードログイン
ko: 제스처 비밀번호호 로그인
pt: Login com senha de gesto
ru: Неправильный жесткий пароль, осталось %s попыток
tr: Gestür Şifre ile giriş
vi: Đăng nhập bằng mật khẩu hình vẽ
zh: 手势密码登录

# common_hand_held
source: Photo of Hand-held ID Card
es: Foto del documento de identidad en mano
ko: 휴대용 ID 카드 사진
pt: Foto da carteira de identidade segurada
ru: Личная информационная страница паспорта
zh: 手持证件照

# personal.id.auth.id.hand.held.title
source: Hand-held ID Card
es: Documento de identidad en mano
fr: Photo de la carte d'identité tenue en main
ja: 手持ち証明書の写真
ko: 휴대용 ID 카드
pt: Foto da carteira de identidade segurada
ru: Съемка
tr: Elde tutulan Kimlik Kartı fotoğrafı
vi: Ảnh chụp giấy tờ tùy thân
zh: 手持证件照

# common.phone
source: Mobile number
es: Número de teléfono
fr: Numéro de téléphone
ja: 電話番号
ko: 전화번호
pt: Número de celular
ru: Перетащите
tr: Telefon numarası
vi: Số điện thoại
zh: 手机号

# common_phone_number_verification
source: Phone number verification
es: Verificación del número móvil
fr: Vérification du numéro de mobile
ja: 電話番号認証
ko: 전화번호 인증
pt: Verificação de número de celular
ru: Тип позиции
tr: Mobil numara doğrulaması
vi: Xác minh số điện thoại
zh: 手机号验证

# register.with.phone.title
source: Sign Up with Phone
es: Regístrate con el teléfono
fr: Inscription avec numéro de mobile
ja: 電話番号で登録
ko: 전화로 가입하기
pt: Registro com número de celular
ru: Тип позиции не может быть изменен при наличии позиций на будущее/ожидающих ордерах в удержании
tr: Telefonla kayıt
vi: Đăng ký bằng điện thoại
zh: 手机注册

# personal.center.phone.verify.title
source: Mobile phone verification
es: Verificación del teléfono móvil
fr: Vérification par téléphone mobile
ja: 携帯電話認証
ko: 휴대폰 인증
pt: Verificação por telefone celular
ru: Тип позиции не может быть изменен при наличии позиций на будущее/ожидающих ордерах в удержании
tr: Telefon Doğrulaması
vi: Xác thực bằng điện thoại
zh: 手机验证

# common.phone.sms.code.title
source: SMS verification code
es: Código de verificación por SMS
fr: Code de vérification par téléphone
ja: 携帯電話の認証コード
ko: SMS 인증 코드
pt: Código de verificação SMS
ru: Создатель
tr: SMS doğrulama kodu
vi: Mã xác thực điện thoại
zh: 手机验证码

# personal.id.passport.title
source: Passport
es: Pasaporte
fr: Passeport
ja: パスポート
ko: 여권
pt: Passaporte
ru: Пожалуйста, завершите следующие процедуры KYC
tr: Pasaport
vi: Hộ chiếu
zh: 护照

# personal.id.auth.sample.title2
source: Personal Information Page of the Passport
es: Página de información personal del pasaporte
fr: Page d'informations personnelles du passeport
ja: パスポート情報ページ
ko: 여권의 개인정보 페이지
pt: Página de informações pessoais do passaporte
ru: Продажа по сумме
tr: Pasaport Kişisel Bilgiler Sayfası
vi: Trang thông tin hộ chiếu
zh: 护照信息页

# self.choice.move.title
source: Drag and drop
es: Arrastrar
fr: Faire glisser
ja: ドラッグ
ko: 끌어다 놓기
pt: Arrastar
ru: Описание
tr: Sürükle
vi: Kéo
zh: 拖动

# contract.order.pos.size.title
source: Futures no.
es: Posición
fr: Montant
ja: ポジション数量
ko: 선물 번호
pt: Número de posições
ru: Отправить
tr: Pozisyon sayısı
vi: Số lượng nắm giữ
zh: 持仓数量
