Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# financing_plusing_card_sub_title
source: Coins: {} | Interest Boost Amount: {} {} | Interest Boost Period: {} Days
es: Moneda: {} | Monto del Aumento de Intereses: {} {} | Periodo de Aumento de Intereses: {} días
fr: Monnaies : %@ jours
ja: 通貨: {} | 利子増加額: {} {} | 利子増加期間: {} 日
ko: 코인: {} | 이자 부스트 금액: {} {} | 이자 부스트 기간: {}일
pt: Moeda: {} | Valor do Impulso nos Juros: {} {} | Período do Impulso nos Juros: {} dias
ru: Актив: {} | Сумма повышения процентов: {} {} | Период повышения: {} дней
tr: Coin'ler: {symbol} | Faiz Artış Miktarı: {total} USDT | Faiz Artış Süresi: {day} Gün
vi: Đồng tiền: %@ ngày
zh: 币种：{} | 加息额度：{} {} | 加息周期：{}天

# financing_plusing_center_des
source: Use booster vouchers to gain extra earnings!
es: ¡Usa los Cupones Aceleradores para Obtener Ganancias Adicionales!
fr: Utilisez les coupons booster pour obtenir des gains supplémentaires !
ja: ブースターバウチャーを使って追加の収益を得よう！
ko: 부스터 바우처를 사용하여 추가 수익을 얻으세요!
pt: Use os Cupons de Impulso para Ganhos Extras!
ru: Используйте ускоряющие ваучеры для получения дополнительной прибыли!
tr: Booster kuponlarını kullanarak ekstra kazançlar elde edin!
vi: Sử dụng thẻ tăng lãi suất tài chính để nhận thêm lợi nhuận tài chính!
zh: 使用理财加息劵获取额外理财收益！

# financing_plusing_amount
source: Amount
es: Monto
fr: Montant
ja: 金額
ko: 금액
pt: Valor
ru: Сумма
tr: Miktar
vi: Mức tăng lãi suất
zh: 加息额度

# financing_plusing_period
source: Period
es: Período
fr: Période
ja: 期間
ko: 기간
pt: Período
ru: Период
tr: Süre
vi: Chu kỳ tăng lãi suất
zh: 加息周期

# financing_plusing_requirement
source: Requirement
es: Requisito
fr: Exigence
ja: 条件
ko: 조건
pt: Requisito
ru: Требование
tr: Gereksinim
vi: Điều kiện sử dụng
zh: 使用门槛

# financing_plusing_full
source: Reached
es: Alcanzado
fr: Atteint
ja: 達成済み
ko: 달성됨
pt: Alcançado
ru: Достигнуто
tr: Ulaşıldı
vi: Đạt
zh: 满

# financing_plusing_activate
source: Activate
es: Activar
fr: Activer
ja: 有効化
ko: 활성화
pt: Ativar
ru: Активировать
tr: Aktifleştir
vi: Kích hoạt
zh: 激活

# financing_plusing_no_req
source: No
es: Ninguno
fr: Aucune condition
ja: なし
ko: 없음
pt: Nenhum
ru: Нет
tr: Şart Yok
vi: Không có ngưỡng
zh: 无

# financing_plusing_deposit
source: Deposit Amount
es: Monto del Depósito
fr: Montant du dépôt
ja: 入金額
ko: 입금 금액
pt: Valor do Depósito
ru: Сумма депозита
tr: Yatırım Tutarı
vi: Số tiền nạp
zh: 充值金额

# financing_plusing_earn
source: Earn Amount
es: Monto Earn
fr: Montant des gains
ja: Earn金額
ko: 이자 금액
pt: Valor do Earn
ru: Сумма Earn
tr: Kazanç Tutarı
vi: Số tiền tài chính
zh: 理财金额

# financing_plusing_trading_vol_futrue
source: Futures trading volume
es: Volumen de trading de futuros
fr: Volume de trading à terme
ja: 先物取引量
ko: 선물 거래 금액
pt: Volume de trading de futuros
ru: Объём фьючерсных торгов
tr: Vadeli işlem hacmi
vi: Số tiền giao dịch hợp đồng
zh: 合约交易金额

# financing_plusing_fit
source: Boosted Earnings
es: Ganancias Adicionales
fr: Gains boostés
ko: 부스트된 수익
pt: Ganhos Impulsionados
ru: Дополнительная прибыль
tr: Artırılmış Kazançlar
vi: Lợi nhuận tăng lãi suất
zh: 加息收益

# financing_plusing_trading_vol_spot
source: Spot trading volume
es: Volumen de trading spot
fr: Volume de trading au comptant
ja: 現物取引量
ko: 현물 거래 금액
pt: Volume de trading spot
ru: Объём спотовых торгов
tr: Spot işlem hacmi
vi: Số tiền giao dịch giao ngay
zh: 现货交易金额

# financing_plusing_lessmore
source: Your subscription amount of {} {} is less than the boost limit of {} {}. Unused boost will be forfeited after a successful subscription. Please confirm your subscription amount.
fr: Votre montant d'abonnement de %@. Le boost inutilisé sera annulé après un abonnement réussi. Veuillez confirmer votre montant d'abonnement.
ja: サブスクリプション金額 {} {} は増加上限 {} {} を下回っています。未使用の増加分はサブスクリプション後に失効します。サブスクリプション金額を確認してください。
ko: 신청 금액 {} {}가 부스트 한도 {} {}보다 적습니다. 사용하지 않은 부스트 금액은 신청 후 소멸됩니다. 신청 금액을 확인하세요.
pt: Tu monto de suscripción de {} {} es menor al límite de aumento de {} {}. El aumento no utilizado se perderá después de la suscripción.
ru: Ваша сумма подписки {} {}меньше лимита {} {}. Неиспользованное повышение будет аннулировано после подписки. Пожалуйста, подтвердите сумму подписки.
tr: {amount} {symbol} abonelik miktarınız, {addTotal} {symbol} artış limitinden daha az. Kullanılmayan artış, başarılı bir abonelik sonrası iptal edilecektir. Lütfen abonelik miktarınızı onaylayın.
vi: Số lượng đăng ký của bạn %@ (mức tăng lãi suất có sẵn), sau khi đăng ký thành công, số dư còn lại sẽ không thể sử dụng, vui lòng xác nhận số lượng đăng ký.
zh: 您的申购数量{}{}小于{}{}(可加息额度)，申购成功后，剩余额度将无法使用，请确认申购数量。

# financing_plusing_modify_amount
source: Modify
es: Modificar
fr: Modifier
ja: 金額を変更
ko: 금액 수정
pt: Modificar Valor
ru: Изменить сумму
tr: Miktarı Değiştir
vi: Quay lại chỉnh sửa
zh: 修改数量

# financing_plusing_goon
source: Continue
es: Suscripción
fr: Continuer
ja: サブスクリプションを続行
ko: 신청 계속
pt: Continuar com a Subscrição
ru: Продолжить подписку
tr: Aboneliğe Devam Et
vi: Tiếp tục đặt lệnh
zh: 继续申购

# financing_plusing_amount_confirm
source: Subscription Amount Confirmation
fr: Confirmation du montant de l'abonnement
ja: サブスクリプション金額の確認
ko: 신청 금액 확인
pt: Confirmação do Valor da Subscrição
ru: Подтверждение суммы подписки
tr: Abonelik Miktarı Onayı
vi: Xác nhận số lượng đăng ký
zh: 申购数量确认

# third_login_fail_title
source: Sign up for an Aibit account
es: Registra una cuenta de Aibit
fr: Inscrivez-vous pour un compte Aibit
ja: Aibitアカウントを登録
ko: Aibit 계정 등록
pt: Cadastre uma conta na Aibit
ru: Зарегистрируйте аккаунт Aibit
vi: Đăng ký tài khoản Aibit
zh: 注册Aibit账号

# third_login_fail_msg
source: This email address has not been registered yet. Sign up now to start your Web3 journey!
es: Esta dirección de correo electrónico aún no está registrada. ¡Regístrate ahora y comienza tu viaje en el mundo de Web3!
fr: Cette adresse e-mail n'a pas encore été enregistrée. Inscrivez-vous maintenant pour commencer votre voyage Web3 !
ja: このメールアドレスはまだ登録されていません。今すぐ登録して、Web3の旅を始めましょう！
ko: 해당 이메일 주소는 아직 등록되지 않았습니다. 지금 등록하고 Web3 여정을 시작하세요!
pt: Este endereço de e-mail ainda não está registrado. Cadastre-se agora e comece sua jornada no Web3!
ru: Этот адрес электронной почты ещё не зарегистрирован. Зарегистрируйтесь сейчас, чтобы начать своё путешествие в мир Web3!
vi: Địa chỉ email này chưa được đăng ký tài khoản. Hãy đăng ký ngay để bắt đầu hành trình Web3 của bạn!
zh: 该邮箱地址尚未注册账号。立刻注册，开启您的Web3之旅！

# third_login_apple_bounded
source: The email is already linked to another Apple account. You can log in to that account and unbind it in the Security Center.
es: El correo electrónico ya está vinculado a otra cuenta de Apple. Puede iniciar sesión en esa cuenta y desvincularlo en el Centro de seguridad.
fr: L'email est déjà lié à un autre compte Apple. Vous pouvez vous connecter à ce compte et le dissocier dans le Centre de sécurité.
ja: メールアドレスはすでに他のAppleアカウントに紐付けられています。そのアカウントにログインして、セキュリティセンターで解除できます。
ko: 이메일은 이미 다른 Apple 계정에 연결되어 있습니다. 해당 계정에 로그인한 후 보안 센터에서 연결을 해제할 수 있습니다.
pt: O e-mail já está vinculado a outra conta da Apple. Você pode fazer login nessa conta e desvinculá-la no Centro de Segurança.
ru: Электронная почта уже привязана к другому Apple аккаунту. Вы можете войти в этот аккаунт и отвязать его в Центре безопасности.
vi: Email đã liên kết với tài khoản Apple khác, bạn có thể đăng nhập vào tài khoản đó và hủy liên kết trong Trung tâm bảo mật.
zh: 邮箱已绑定其他Apple账号，您可登录该账号，在安全中心解除绑定。

# third_login_apple_not_support
source: The Apple account is not associated with an email, so this feature is currently unavailable.
es: La cuenta de Apple no está asociada con un correo electrónico, por lo que esta función no está disponible actualmente.
fr: Le compte Apple n'est pas associé à un email, donc cette fonctionnalité n'est actuellement pas disponible.
ja: Appleアカウントはメールアドレスに関連付けられていないため、この機能は現在利用できません。
ko: Apple 계정에 이메일이 연결되지 않았으므로 이 기능은 지원되지 않습니다.
pt: A conta da Apple não está associada a um e-mail, então esta funcionalidade não está disponível no momento.
ru: Apple аккаунт не связан с электронной почтой, поэтому эта функция в данный момент недоступна.
vi: Tài khoản Apple chưa liên kết với email, tính năng này hiện chưa hỗ trợ.
zh: Apple账号未关联邮箱，暂不支持该功能

# financing_plusing_duration
source: Duration
es: Duración
fr: Durée
ja: 期間
ko: 기간
pt: Duração
ru: Срок
tr: Süre
vi: Thời gian tăng lãi suất
zh: 加息期限

# financing_plusing_apply_bottom_des
source: Booster voucher interest is paid at the same time as {}
es: Los intereses del cupón de refuerzo se pagan al mismo tiempo que {}
fr: Les intérêts du bon de boost sont payés en même temps que %@
ja: ブースターバウチャーの利息は{}と同じ時間に支払われます
ko: 부스터 바우처 이자는 {}와 동일한 시간에 지급됩니다
pt: Os juros do voucher de reforço são pagos no mesmo horário de {}
ru: Процент по бустерному ваучеру выплачивается одновременно с {}
tr: Booster kuponu faizi {time} ile aynı anda ödenir
vi: Thời gian thanh toán lãi suất của phần thưởng phiếu tăng lãi suất cũng là %@
zh: 加息劵奖励的利息的支付时间同样为{}

# use_time
source: Usage Date
es: Fecha de Uso
fr: Date d'utilisation
ja: 使用日
ko: 사용 날짜
pt: Data de Uso
ru: Дата использования
tr: Kullanım Tarihi
vi: Thời gian sử dụng
zh: 使用时间

# financing_plus_reclaimed
source: Interest (Booster Voucher) Reclaimed
es: Intereses Recuperados (Cupón Acelerador)
fr: Intérêt (Coupon Booster) réclamé
ja: 利子回収済み（ブースターバウチャー）
ko: 이자 (부스터 바우처) 회수됨
pt: Juros Recuperados (Cupom de Impulso)
ru: Проценты (ускоряющий ваучер) изъяты
tr: Faiz (Booster Kuponu) Geri Alındı
vi: Lãi suất (thẻ tăng lãi suất) thu hồi
zh: 利息(加息券)收回

# financing_plusing_account
source: Platform Account
es: Cuenta de la Plataforma
fr: Compte de la plateforme
ja: プラットフォームアカウント
ko: 플랫폼 계정
pt: Conta na Plataforma
ru: Счет на платформе
tr: Platform Hesabı
vi: Tài khoản nền tảng
zh: 平台账户

# system_recovery_time
source: System Recovery Date
es: Fecha de Recuperación del Sistema
fr: Date de récupération du système
ja: システム回収日
ko: 시스템 회수 날짜
pt: Data de Recuperação pelo Sistema
ru: Дата системного изъятия
tr: Sistem Kurtarma Tarihi
vi: Thời gian thu hồi hệ thống
zh: 系统回收时间

# financing_plus_interest_type
source: Interest (Booster Voucher)
es: Intereses (Cupón Acelerador)
fr: Intérêt (Coupon Booster)
ja: 利子（ブースターバウチャー）
ko: 이자 (부스터 바우처)
pt: Juros (Cupom de Impulso)
ru: Проценты (ускоряющий ваучер)
tr: Faiz (Booster Kuponu)
vi: Lãi suất (thẻ tăng lãi suất)
zh: 利息（加息券）

# financing_plusing_no_available
source: No booster vouchers available for {}
es: No hay cupones de refuerzo disponibles para {}
fr: Aucun bon de boost disponible pour %@
ja: {}に利用可能なブースターバウチャーはありません
ko: {}에 사용할 수 있는 부스터 바우처가 없습니다
pt: Nenhum voucher de reforço disponível para {}
ru: Нет доступных бустерных ваучеров для {}
tr: {} için mevcut booster kuponu yok
vi: Chưa có phiếu tăng lãi suất tài chính có sẵn cho %@
zh: 暂无{}可用的理财加息劵

# invest_active_con
source: Total earn subscription amount reaches %@ USDT (Equivalent)
es: El monto total de suscripción de Earn alcanza los %@ USDT (equivalente)
ja: 合計Earnサブスクリプション金額が%@ USDT（相当）に達しました
ko: 총 이자 상품 가입 금액이 %@ USDT (상당) 에 도달했습니다
pt: O valor total de subscrição do Earn atingiu %@ USDT (equivalente)
ru: Общая сумма подписки на Earn достигла %@ USDT (эквивалент)
zh: 累计理财申购金额达到 %@ USDT（折合）激活

# swap_trade_active_con
source: Total futures trading volume reaches %@ USDT to activate
es: El volumen total de trading de futuros alcanza los %@ USDT para activar
fr: Le volume cumulé de trading de contrats à terme atteint %@ USDT pour activer.
ja: 総先物取引量が%@ USDTに達すると有効化されます
ko: 총 선물 거래 금액이 %@ USDT 에 도달하면 활성화됩니다
pt: O volume total de trading de futuros atinge %@ USDT para ativação
ru: Общий объём фьючерсных торгов достигает %@ USDT для активации
vi: Tổng khối lượng giao dịch hợp đồng đạt %@ USDT để kích hoạt
zh: 累计合约交易金额达到 %@ USDT 激活

# spot_trade_active_con
source: Total spot trading volume reaches %@ USDT to activate
es: El volumen total de trading spot alcanza los %@ USDT para activar
fr: Le volume cumulé de trading sur le marché au comptant atteint %@ USDT pour activer.
ja: 総現物取引量が%@ USDTに達すると有効化されます
ko: 총 현물 거래 금액이 %@ USDT 에 도달하면 활성화됩니다
pt: O volume total de trading spot atinge %@ USDT para ativação
ru: Общий объём спотовых торгов достигает %@ USDT для активации
vi: Tổng khối lượng giao dịch giao ngay đạt %@ USDT để kích hoạt
zh: 累计现货交易金额达到 %@ USDT 激活

# deposit_active_con
source: Total deposit amount reaches %@ USDT (equivalent) to activate
es: El monto total de depósito alcanza los %@ USDT (equivalente) para activar
fr: Le montant cumulé du dépôt atteint %@ USDT (équivalent) pour activer.
ja: 総入金額が%@ USDT（相当）に達すると有効化されます
ko: 총 입금 금액이 %@ USDT (상당) 에 도달하면 활성화됩니다
pt: O valor total de depósito atinge %@ USDT (equivalente) para ativação
ru: Общая сумма депозита достигает %@ USDT (в эквиваленте) для активации
vi: Tổng số tiền nạp giao dịch đạt %@ USDT (quy đổi) để kích hoạt
zh: 累计充值交易金额达到 %@ USDT（折合）激活

# invest_actived
source: Total earn subscription amount reaches %@ USDT (equivalent), activated
es: El monto total de suscripción a Earn alcanza los {200 USDT} (equivalente), activado
fr: Le montant cumulé d'abonnement à Earn atteint %@ USDT (équivalent) pour activer.
ja: 総Earn申込額が%@ USDT（相当）に達し、有効化されました
ko: 총 이자 상품 가입 금액이 %@ USDT (상당)에 도달하여 활성화되었습니다
pt: O valor total de subscrição no Earn atinge %@ USDT (equivalente), ativado
ru: Общая сумма подписки на Earn достигает %@ USDT (в эквиваленте), активировано
vi: Tổng số tiền đăng ký tài chính đạt %@ USDT (quy đổi) để kích hoạt
zh: 累计理财申购金额达到 %@ USDT（折合），已激活

# swap_trade_actived
source: Total futures trading volume reaches %@ USDT, activated
es: El volumen total de trading de futuros alcanza los %@ USDT, activado
fr: Le volume total de trading à terme atteint %@, activé
ja: 総先物取引量が%@ USDTに達し、有効化されました
ko: 총 선물 거래 금액이 %@ USDT 에 도달하여 활성화되었습니다
pt: O volume total de trading de futuros atinge %@ USDT, ativado
ru: Общий объём фьючерсных торгов достигает %@ USDT, активировано
vi: Số tiền giao dịch hợp đồng tích lũy đạt %@, đã kích hoạt
zh: 累计合约交易金额达到 %@ USDT，已激活

# spot_trade_actived
source: Total spot trading volume reaches %@ USDT, activated
es: El volumen total de trading spot alcanza los %@ USDT, activado
fr: Le volume total de trading au comptant atteint %@, activé
ja: 総現物取引量が%@ USDT に達し、有効化されました
ko: 총 현물 거래 금액이 %@ USDT 에 도달하여 활성화되었습니다
pt: O volume total de trading spot atinge %@ USDT, ativado
ru: Общий объём спотовых торгов достигает %@ USDT, активировано
vi: Số tiền giao dịch giao ngay tích lũy đạt %@, đã kích hoạt
zh: 累计现货交易金额达到 %@ USDT，已激活

# deposit_actived
source: Total deposit amount reaches %@ USDT (equivalent), activated
es: El monto total de depósito alcanza los %@ USDT (equivalente), activado
fr: Le montant total du dépôt atteint %@ (équivalent), activé
ja: 総入金額が%@ USDT（相当）に達し、有効化されました
ko: 총 입금 금액이 %@ USDT (상당)에 도달하여 활성화되었습니다
pt: O valor total de depósito atinge %@ USDT (equivalente), ativado
ru: Общая сумма депозита достигает %@ USDT (в эквиваленте), активировано
vi: Số tiền giao dịch nạp tiền tích lũy đạt %@ (quy đổi), đã kích hoạt
zh: 累计充值交易金额达到 %@ USDT（折合），已激活

# modify_login_pwd_warn
source: To ensure the security of your assets, the withdrawal function will be disabled for 24 hours after changing your password.
es: Para garantizar la seguridad de sus activos, la función de retiro se desactivará durante 24 horas después de cambiar su contraseña.
fr: Pour garantir la sécurité de vos actifs, la fonction de retrait sera désactivée pendant 24 heures après le changement de votre mot de passe.
ja: お客様の資産の安全を確保するため、パスワードを変更後、出金機能は24時間無効になります。
ko: 자산의 안전을 위해 비밀번호를 변경한 후 출금 기능이 24시간 동안 비활성화됩니다.
pt: Para garantir a segurança dos seus ativos, a função de retirada será desativada por 24 horas após a alteração da sua senha.
ru: Для обеспечения безопасности ваших средств функция вывода средств будет отключена на 24 часа после смены пароля.
vi: Để bảo vệ tài sản của bạn, sau khi thay đổi mật khẩu, chức năng rút tiền sẽ bị vô hiệu trong 24 giờ.
zh: 为保障您的资产安全，修改密码后，提现功能将禁用24小时。

# financing_plusing_waring1
source: Earn products with tiered preferential rates do not support booster vouchers.
es: Los productos Earn con tasas preferenciales escalonadas no soportan cupones aceleradores.
fr: Les produits Earn avec des taux échelonnés ne supportent pas les coupons de taux d'intérêt.
ja: 段階的な優遇金利を適用するEarn商品はブースターバウチャーをサポートしていません。
ko: 단계별 우대 금리가 있는 이자 상품은 부스터 바우처를 지원하지 않습니다.
pt: Produtos Earn com taxas preferenciais escalonadas não suportam Cupons de Impulso.
ru: Продукты Earn с поэтапными ставками не поддерживают ускоряющие ваучеры.
tr: Dereceli ayrıcalıklı faiz oranlarına sahip kazanç ürünleri booster kuponlarını desteklemez.
vi: Các sản phẩm tài chính có lãi suất ưu đãi theo cấp độ hiện tại không hỗ trợ sử dụng thẻ tăng lãi suất
zh: 已有梯度优惠利率的理财产品暂不支持使用加息劵

# financing_plusing_waring2
source: Flexible positions do not support reusing booster vouchers.
es: Las posiciones flexibles no soportan el reuso de cupones aceleradores.
fr: Les coupons de taux d'intérêt ne peuvent pas être utilisés plusieurs fois pour les économies flexibles.
ja: フレキシブルポジションはブースターバウチャーの再利用をサポートしていません。
ko: 유동 포지션은 부스터 바우처 재사용을 지원하지 않습니다.
pt: Posições flexíveis não suportam a reutilização de Cupons de Impulso.
ru: Гибкие позиции не поддерживают повторное использование ускоряющего ваучера.
tr: Esnek pozisyonlar, booster kuponlarının yeniden kullanılmasını desteklemez.
vi: Vị thế tài chính không hỗ trợ sử dụng thẻ tăng lãi suất nhiều lần
zh: 活期仓位不支持重复使用加息劵

# financing_plusing_no_available2
source: No vouchers available
es: No hay cupones disponibles
fr: Aucun coupon disponible.
ja: 利用可能なクーポンはありません
ko: 사용 가능한 바우처 없음
pt: Nenhum cupom disponível
ru: Нет доступных ваучеров
tr: Kupon mevcut değil.
vi: Chưa có thẻ có sẵn
zh: 暂无可用

# safe_center_security
source: Account Security
es: Seguridad de la cuenta
fr: Sécurité du compte
ja: アカウントセキュリティ
ko: 계정 보안
pt: Segurança da conta
ru: Безопасность аккаунта
tr: Hesap Güvenliği
vi: Bảo mật tài khoản
zh: 账户安全

# safe_center_manage_account
source: Account Management
es: Gestión de la cuenta
fr: Gestion du compte
ja: アカウント管理
ko: 계정 관리
pt: Gerenciamento da conta
ru: Управление аккаунтом
tr: Hesap Yönetimi
vi: Quản lý tài khoản
zh: 账户管理

# ga_recommend
source: Recommend
es: recomendar
fr: Recommander
ja: 推薦
ko: 추천
pt: recomendar
ru: рекомендовать
tr: Öner
vi: Khuyến nghị
zh: 推荐

# modify_phone_alert_title
source: Are you sure you want to change your phone number?
es: ¿Estás seguro de que deseas cambiar tu número de teléfono?
fr: Êtes-vous sûr de vouloir changer votre numéro de téléphone ?
ja: 本当に電話番号を変更しますか？
ko: 휴대폰 번호를 변경하시겠습니까?
pt: Tem certeza de que deseja alterar seu número de telefone?
ru: Вы уверены, что хотите изменить свой номер телефона?
tr: Telefon numaranızı değiştirmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn thay đổi số điện thoại không?
zh: 您确定要修改手机号吗？

# modify_phone_alert_msg
source: To ensure the security of your funds, the withdrawal function will be disabled for 24 hours after changing your phone number.
es: Para garantizar la seguridad de tus fondos, la función de retiro se desactivará durante 24 horas después de cambiar tu número de teléfono.
fr: Pour garantir la sécurité de vos fonds, la fonction de retrait sera désactivée pendant 24 heures après la modification de votre numéro de téléphone.
ja: あなたの資産の安全を確保するため、電話番号変更後、出金機能は24時間無効になります。
ko: 귀하의 자산 보호를 위해 휴대폰 번호를 변경한 후 출금 기능은 24시간 동안 비활성화됩니다.
pt: Para garantir a segurança dos seus fundos, a função de saque será desativada por 24 horas após a alteração do número de telefone.
ru: Для обеспечения безопасности ваших средств функция вывода будет отключена на 24 часа после изменения номера телефона.
tr: Fonlarınızın güvenliğini sağlamak için, telefon numaranızı değiştirdikten sonra para çekme işlevi 24 saat süreyle devre dışı bırakılacaktır.
vi: Để đảm bảo an toàn tài chính của bạn, sau khi thay đổi số điện thoại, chức năng rút tiền sẽ bị vô hiệu hóa trong 24 giờ.
zh: 为保障您的资金安全，修改手机号后，提现功能将禁用24小时。

# modify_email_alert_title
source: Are you sure you want to change your email?
es: ¿Estás seguro de que deseas cambiar tu correo electrónico?
fr: Êtes-vous sûr de vouloir changer votre e-mail ?
ja: メールアドレスを変更してもよろしいですか？
ko: 이메일을 변경하시겠습니까?
pt: Tem certeza de que deseja alterar seu e-mail?
ru: Вы уверены, что хотите изменить свой email?
tr: E-postanızı değiştirmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn thay đổi email không?
zh: 您确定要修改邮箱吗？

# modify_email_alert_msg
source: To ensure the security of your funds, the withdrawal function will be disabled for 24 hours after changing your email.
es: Para garantizar la seguridad de tus fondos, la función de retiro se desactivará durante 24 horas después de cambiar tu correo electrónico.
fr: Pour garantir la sécurité de vos fonds, la fonction de retrait sera désactivée pendant 24 heures après la modification de votre e-mail.
ja: 資金の安全を確保するため、メールアドレスを変更後、24時間の間、出金機能は無効になります。
ko: 귀하의 자산 보호를 위해 이메일을 변경한 후 출금 기능은 24시간 동안 비활성화됩니다.
pt: Para garantir a segurança dos seus fundos, a função de saque será desativada por 24 horas após a alteração do e-mail.
ru: Для обеспечения безопасности ваших средств функция вывода будет отключена на 24 часа после изменения email.
tr: Fonlarınızın güvenliğini sağlamak için, e-postanızı değiştirdikten sonra para çekme işlevi 24 saat süreyle devre dışı bırakılacaktır.
vi: Để đảm bảo an toàn tài chính của bạn, sau khi thay đổi email, chức năng rút tiền sẽ bị vô hiệu hóa trong 24 giờ.
zh: 为保障您的资金安全，修改邮箱后，提现功能将禁用24小时。

# ga_bind_step1_title
source: Download Google Authenticator App
es: Descargar la aplicación Google Authenticator
fr: Télécharger l'application Google Authenticator
ja: Google認証アプリをダウンロード
ko: Google 인증기 앱 다운로드
pt: Baixar o aplicativo Google Authenticator
ru: Скачать приложение Google Authenticator
tr: Google Authenticator Uygulamasını İndir
vi: Tải xuống ứng dụng Google Authenticator
zh: 下载Google验证器APP

# ga_bind_step2_title
source: Copy the key below or scan the QR code below.
es: Copie la clave a continuación o escanee el código QR a continuación.
fr: Copiez la clé ci-dessous ou scannez le code QR ci-dessous.
ja: 下記のキーをコピーするか、QRコードをスキャンしてください。
ko: 아래 키를 복사하거나 QR 코드를 스캔하세요.
pt: Copie a chave abaixo ou escaneie o código QR abaixo.
ru: Скопируйте ключ ниже или отсканируйте QR-код ниже.
tr: Aşağıdaki anahtarı kopyalayın veya aşağıdaki QR kodunu tarayın.
vi: Sao chép khóa bên dưới hoặc quét mã QR bên dưới
zh: 复制下方的密钥，或扫描下方二维码

# ga_bind_step3_title
source: Open Google Authenticator, click +, select "Enter Setup Key," and enter the key you just copied to add a new authenticator.
es: Abra Google Authenticator, haga clic en +, seleccione "Introducir clave de configuración" e ingrese la clave que acaba de copiar para agregar un nuevo autenticador.
fr: Ouvrez Google Authenticator, cliquez sur +, sélectionnez "Entrer une clé de configuration" et saisissez la clé que vous venez de copier pour ajouter un nouvel authentificateur.
ja: Google Authenticatorを開き、+をクリックして「設定キーを入力」を選択し、コピーしたキーを入力して新しい認証を追加してください。
ko: Google Authenticator를 열고 +를 클릭한 후 "설정 키 입력"을 선택하고 방금 복사한 키를 입력하여 새 인증기를 추가하세요.
pt: Abra o Google Authenticator, clique em +, selecione "Inserir chave de configuração" e digite a chave que você acabou de copiar para adicionar um novo autenticador.
ru: Откройте Google Authenticator, нажмите +, выберите "Ввести ключ настройки" и введите только что скопированный ключ, чтобы добавить новый аутентификатор.
tr: Google Authenticator'u açın, + simgesine tıklayın, 'Kurulum Anahtarını Gir' seçeneğini seçin ve yeni bir doğrulayıcı eklemek için az önce kopyaladığınız anahtarı girin.
vi: Mở Google Authenticator, nhấn +, chọn "Nhập khóa cài đặt", điền vào khóa bạn vừa sao chép để thêm trình xác thực mới.
zh: 打开Google Authenticator，点击 +，选择“输入设置密钥”，填入您刚刚复制的秘钥添加新的身份验证器
