Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# asset.deposit.guide.tip2.title
source: Start your crypto journey
es: Comienza tu viaje en cripto
fr: Commencez votre voyage crypto
ja: あなたの暗号旅行を始めましょう
ko: 암호화폐 여정을 시작하세요
pt: Comece sua jornada cripto
ru: Разместить рекламу
tr: Kripto yolculuğunuza başla
vi: Khởi đầu hành trình mã hóa của bạn
zh: 开启您的加密之旅

# security.touchid.open.title
source: Enabe TouchID
es: Habilitar TouchID
fr: Activer TouchID
ja: 指紋認証を有効にする
ko: TouchID 활성화
pt: Ativar TouchID
ru: Разместить объявление?
tr: TouchID'yi etkinleştir
vi: Mở khóa bằng vân tay
zh: 开启指纹解锁

# security.faceid.open.title
source: Enbale FaceID
es: Habilitar FaceID
fr: Activer FaceID
ja: 顔認証を有効にする
ko: FaceID 활성화
pt: Ativar FaceID
ru: Новая версия найдена
tr: FaceID'yi etkinleştir
vi: Mở khóa bằng khuôn mặt
zh: 开启面部解锁

# contract.order.type.open.long.title
source: Open Long
es: Abrir largo
fr: Ouvrir une position longue
ja: ロングポジションを開く
ko: 롱 포시션 개설하기
pt: Abrir long
ru: Инициировать апелляцию
tr: Uzun pozisyon aç
vi: Mở mua
zh: 开多

# personal.id.auth.check.info.title
source: Confirm your information first.
es: Verifica la información antes de comenzar
fr: Vérifiez les informations avant de commencer
ja: 始める前に情報を確認してください
ko: 먼저 정보를 확인하세요.
pt: Verifique as informações antes de começar
ru: Отправлено успешно
tr: Başlamadan önce bilgilerinizi kontrol edin
vi: Vui lòng kiểm tra thông tin trước khi bắt đầu.
zh: 开始前请先核对信息

# otc.order.detail.sub.bank.name.title
source: Account opening branch
es: Sucursal de apertura de cuenta
fr: Agence bancaire
ja: 支店名
ko: 계좌 개설 지점
pt: Agência de abertura da conta
ru: Отменить
tr: Hesap açılış şubesi
vi: Chi nhánh ngân hàng
zh: 开户支行

# contract.order.type.open.short.title
source: Open Short
es: Abrir corto
fr: Ouvrir une position courte
ja: ショートポジションを開く
ko: 숏 포지션 개설하기
pt: Abrir short
ru: Отменить
tr: Kısa pozisyon aç
vi: Mở bán
zh: 开空

# 资产.异常
source: Abnormal
es: Anormal
fr: Anormal
ja: 異常
ko: 이상
pt: Anormal
ru: Отменить
tr: Anormal
vi: Ngoại lệ
zh: 异常

# swap.order.history.pos.Liquidated.title
source: Forced Liquidated
es: Liquidación forzosa
fr: Liquidation
ja: 強制決済
ko: 강제 청산
pt: Liquidação forçada
ru: Отменить апелляцию
tr: Zorunlu likidasyon
vi: Thanh lý
zh: 强平

# 跟单.强平价格
source: Liq. Price
es: Precio de liquidación
fr: Prix de liquidation
ja: 強制決済価格 (USDT)
ko: 강제청산 가격
pt: Preço de liquidação
ru: Отписаться
tr: Likidasyon fiyatı
vi: Giá thanh lý
zh: 强平价格

# swap.liquidation.price.calculation.title
source: Liquidation price calculation
es: Copias traders
fr: Calcul du prix de liquidation
ja: 強制清算価格の計算
ko: 강제청산 가격 계산
pt: Cálculo do preço de liquidação
ru: Если вы отписываетесь от этого трейдера, позиции, которые вы скопировали у него, не будут закрыты немедленно. Вы можете вручную закрыть их на странице фьючерсов.
tr: Zorunlu satış fiyatı hesaplama
vi: Tính toán giá thanh lý
zh: 强平价格计算

# swap.order.filter.force.close.title
source: Liquidation
es: Orden de liquidación forzosa
ja: 強制清算注文
ko: 강제 청산 주문
pt: Liquidação
ru: Только мейкер
tr: Tasfiye
vi: Phá sản
zh: 强平委托

# swap.order.history.pos.liquidation.num.title
source: Liquidation quantity
es: Cantidad de liquidación
fr: Quantité de liquidation
ja: 強制決済数量
ko: 청산 수량
pt: Quantidade de liquidação
ru: Доступно для продажи
tr: Tasfiye miktarı
vi: Số lượng bị thanh lý cưỡng chế
zh: 强平数量

# assetStatus10012
source: Profit from forced liquidation
es: Ganancia de liquidación forzosa
fr: Profit de la liquidation forcée
ja: 強制決済の利益
ko: 강제 청산 수익
pt: Lucro de liquidação forçada
ru: Доступно:
tr: Zorla likidasyondan elde edilen kar
vi: Lợi nhuận khi bị thanh lý
zh: 强平盈利

# assetStatus10013
source: Compensation for forced liquidation
es: Compensación por liquidación forzosa
fr: Compensation pour liquidation forcée
ja: 強制決済の補償
ko: 강제 청산 보상
pt: Compensação por liquidação forçada
ru: Макс длинная
tr: Zorla likidasyona karşı tazminat
vi: Bồi thường khi bị thanh lý
zh: 强平补偿

# swap.position.liquidation.details.title
source: Liquidiation details
es: Detalles de liquidación forzosa
fr: Détails de la liquidation forcée
ja: 強制清算詳細
ko: 강제청산 세부 정보
pt: Detalhes da liquidação forçada
ru: Недостаточное количество для закрытия позиции
tr: Zorla tasfiye detayları
vi: Chi tiết thanh lý bắt buộc
zh: 强平详情

# 跟单.跟单方式底部描述
source: Each time the trader places an order, you will copy their trading direction at a fixed limit. Total per copy trading = fixed limits.
es: Cada vez que el trader realiza una orden, copiarás su dirección de trading a un límite fijo. Total por copy trading = límites fijos.
fr: Chaque fois que le trader passe une commande, vous copierez sa direction de trading à une limite fixe. Le total par trading copié = limites fixes.
ja: トレーダーが毎回注文する際、固定額でトレーダーの取引方向に従ってフォロー取引を行います。各フォロー取引の成交額 = 固定額。
ko: 트레이더가 주문을 할 때마다 트레이더의 거래 방향을 고정 한도로 복사합니다.복사거래당 총액 = 고정 한도.
pt: Toda vez que o trader fizer um pedido, você copiará sua direção de negociação com um limite fixo. Total por copy trading = limites fixos.
ru: Ликвидационное количество:
tr: Her seferinde tüccar bir emir verdiğinde, ticaret yönlerini sabit bir limitte kopyalayacaksınız. Her kopya işlem başına toplam = sabit limitler.
vi: Khi trader đặt lệnh, bạn sẽ sao chép giao dịch theo hướng của trader với một tỷ lệ cố định. Giá trị mỗi lệnh sao chép = Tỷ lệ cố định.
zh: 当交易员每次下单时，您将以固定额度跟随交易员的交易方向进行跟单。每笔跟单成交额 = 固定额度。

# swap.tpsl.sl.trigger.estimated.loss.title
source: When price reaches %@ it will trigger %@ ,and the estimated loss will be %@, estimated rate will be %@
es: Cuando el precio alcance %@, activará %@, y la pérdida estimada será %@, la tasa estimada será %@
fr: Lorsque le prix atteint %@, cela déclenchera %@, et la perte estimée sera de %@, le taux estimé sera de %@.
ja: 価格が%@に達すると、%@がトリガーされ、予想損失は%@、予想収益率は%@です。
ko: 가격이 %@에 도달하면 %@이(가) 발동되고 예상 손실은 %@이며 예상 비율은 %@입니다
pt: Quando o preço atingir %@, acionará %@, e a perda estimada será %@, a taxa estimada será %@
ru: Доступный баланс
tr: Fiyat %@'ye ulaştığında %@ tetiklenecek ve tahmini zarar %@ olacak, tahmini oran %@ olacak.
vi: Khi giá đạt %@, sẽ kích hoạt %@, thua lỗ kỳ vọng là %@, tỷ lệ thua lỗ dự kiến là %@
zh: 当价格达到 %@ 时，将触发%@，预期亏损为 %@，预估收益率为 %@

# swap.tpsl.tp.trigger.estimated.profit.title
source: When price reaches %@ it will trigger %@ ,and the estimated profit will be %@, estimated rate will be %@
es: Cuando el precio alcance %@, activará %@, y la ganancia estimada será %@, la tasa estimada será %@
fr: Lorsque le prix atteint %@, cela déclenchera %@, et le profit estimé sera de %@, le taux estimé sera de %@.
ja: 価格が%@に達すると、%@がトリガーされ、予想利益は%@、予想収益率は%@です。
ko: 가격이 %@에 도달하면 %@이(가) 발동되고 예상 수익은 %@이며 예상 비율은 %@입니다
pt: Quando o preço atingir %@, acionará %@, e o lucro estimado será %@, a taxa estimada será %@
ru: Доступная сеть
tr: Fiyat %@'ye ulaştığında %@ tetiklenecek ve tahmini kar %@ olacak, tahmini oran %@ olacak.
vi: Khi giá đạt %@, sẽ kích hoạt %@, lợi nhuận kỳ vọng là %@, tỷ lệ lợi nhuận dự kiến là %@
zh: 当价格达到 %@ 时，将触发%@，预期盈利为 %@，预估收益率为 %@

# common_trade_symbol
source: Current Symbol
es: Variedad de trading actual
fr: Symbole actuel
ja: 現在の取引品目
ko: 현재 수단
pt: Posições
ru: Доступные активы
tr: Pozisyonlar
vi: Sản phẩm giao dịch hiện tại
zh: 当前交易品种

# order.assets.currently.traded.title
source: Currency Coins
es: Activos de transacción actuales
fr: Monnaies
ja: 現在の取引資産
ko: 유동 자산
pt: Ativos de transação atuais
ru: Доступно (Основной счет)
tr: Mevcut işlem varlıkları
vi: Tài sản giao dịch hiện tại
zh: 当前交易资产

# contract.order.current.pos.title
source: Current position
es: Posición actual
fr: Position actuelle
ja: 現在のポジション
ko: 현재 포지션
pt: Posição atual
ru: Вы можете выбрать нереализованный PnL и его коэффициент прибыли для расчета базовой цены:
tr: Mevcut pozisyon
vi: Vị thế hiện tại
zh: 当前仓位

# contract.adjust.leverage.position.margin.title
source: Required position margin at current leverage
es: Margen requerido para la posición al apalancamiento actual
fr: Marge occupée par la position actuelle
ja: 現在のポジション占有マージン
ko: 현재 레버리지에서 필요한 포지션 증거금
pt: Margem ocupada pela posição atual
ru: Тейкер
tr: Mevcut pozisyon tarafından kullanılan marjin
vi: Ký quỹ bị chiếm dụng của vị thế hiện tại
zh: 当前仓位占用保证金

# 跟单.当前价格
source: Current Price (USDT)
es: Precio actual
fr: Prix actuel (USDT)
ja: 現在の価格 (USDT)
ko: 현재 가격(USDT)
pt: Preço Atual (USDT)
ru: Фьючерсы
tr: Mevcut Fiyat (USDT)
vi: Giá hiện tại (USDT)
zh: 当前价格 (USDT)

# 跟单.申请条件4
source: The current future is in isolated margin mode.
es: El futuro actual está en modo aislado.
fr: Le futur actuel est en mode isolé.
ja: 現在の契約は逐次ポジションモードです。
ko: 현재 선물은 격리 증거금 모드입니다.
pt: O futuro atual está em modo isolado.
ru: ID фьючерсов: %s
tr: Mevcut vadeli işlem izole modda.
vi: Hợp đồng hiện tại ở chế độ ký quỹ riêng lẻ.
zh: 当前合约为逐仓模式。

# common_ongoing
source: Ongoing
es: En curso
fr: Positions copiées
ja: 現在の持ち注文
ko: 진행 중
pt: Em andamento
ru: Текущие
tr: Devam Ediyor
vi: Lệnh đang sao chép
zh: 当前带单

# contract.detail.current.total.pos.title
source: Current total positions
es: Posiciones totales actuales
fr: Positions totales actuelles
ja: 現在の総ポジション
ko: 현재 총 포지션
pt: Posições totais atuais
ru: Раскрытие рисков торговли фьючерсами
tr: Mevcut toplam pozisyonlar
vi: Tổng số vị thế hiện tại
zh: 当前总持仓

# contract.adjust.leverage.max.title
source: The current maximum leverage:
es: El apalancamiento máximo actual:
fr: Le levier maximum actuel :
ja: 現在のレバレッジ倍率は最大で開けます：
ko: 현재 최대 레버리지:
pt: A alavancagem máxima atual:
ru: Код фьючерсов
tr: Mevcut maksimum kaldıraç:
vi: Đòn bẩy hiện tại, số lần mở tối đa:
zh: 当前杠杆倍数最高可开：

# 跟单.申请条件3
source: There are no copy trading positions.
es: No hay posiciones de copy trading.
fr: Il n'y a pas de positions de trading copiées.
ja: 現在、フォローしているポジションはありません。
ko: 복사 거래 포지션이 없습니다.
pt: Não há posições de copy trading.
ru: Бонус может быть использован в качестве маржи для торговли, торговых комиссий, ставок финансирования и убытков по позициям.
tr: Kopya işlem pozisyonu yok.
vi: Hiện không có vị thế sao chép giao dịch.
zh: 当前没有跟单持仓。

# personal.center.current.version.title
source: Current Version
es: Versión actual
fr: Version actuelle
ja: 現在のバージョン
ko: 현재 버전
pt: Versão atual
ru: Информация о фьючерсах
tr: Mevcut Sürüm
vi: Phiên bản hiện tại
zh: 当前版本

# security.bio.not.support.title
source: Not support by the current device
es: No es compatible con el dispositivo actual
fr: Non pris en charge par l'appareil actuel
ja: 現在のデバイスはサポートされていません
ko: 현재 장치에서 지원되지 않습니다
pt: Não é suportado pelo dispositivo atual
ru: Комиссии за транзакции фьючерсами
tr: Mevcut cihaz tarafından desteklenmiyor
vi: Thiết bị hiện tại không hỗ trợ
zh: 当前设备不支持

# swap.current.funding.rate.description.title
source: Current funding rate
es: Tasa de financiación actual
fr: Taux de financement actuel
ja: 現在の資金費率
ko: 현재 펀딩비
pt: Taxa de financiamento atual
ru: Комис
tr: Mevcut fon oranı
vi: Tỷ lệ phí vốn kỳ này
zh: 当前资金费率

# 跟单.当前跟单
source: Ongoing
es: En curso
fr: Positions copiées
ja: 現在のフォロー取引
ko: 진행 중
pt: Em andamento
ru: Продолжающийся
tr: Devam Ediyor
vi: Sao chép giao dịch hiện tại.
zh: 当前跟单

# otc.order.status.wait.pay.title
source: To be paid
es: A pagar
fr: À payer
ja: 支払い待ち
ko: 지급 예정
pt: A ser pago
ru: Должен быть оплачен
tr: Ödenecek
vi: Chờ thanh toán
zh: 待付款

# 跟单.待分润金额
source: Amount to be shared
es: Ganancia Pendiente
fr: Montant à partager
ja: 分配待ち額
ko: 공유할 금액
pt: Quantia a ser compartilhada
ru: Сумма для разделения
tr: Paylaşılacak tutar
vi: Số tiền chia sẻ lợi nhuận chờ phân phối
zh: 待分润金额

# 资产.待审核
source: Pending Review
es: Revisión pendiente
fr: En attente de vérification
ja: 審査待ち
ko: 검토 대기 중
pt: Análise Pendente
ru: Ожидает проверки
tr: İnceleme Bekliyor
vi: Đang chờ phê duyệt
zh: 待审核

# third.pay.status.wait.pay.title
source: Waiting for payment
es: Esperando pago
fr: En attente de paiement
ja: 未払い
ko: 결제 대기 중
pt: Aguardando pagamento
ru: Ожидание оплаты
tr: Ödeme bekleniyor
vi: Chờ thanh toán
zh: 待支付

# otc.order.status.wait.confirm.received.title
source: Coin to be released
es: Moneda a liberar
fr: Monnaie à libérer
ja: 通貨放出待ち
ko: 배포될 코인
pt: Moeda a ser liberada
ru: Монета для выпуска
tr: Coin serbest bırakılacak
vi: Chờ mở khóa coin
zh: 待放币

# swap.tpsl.order.status.wait.available.title
source: Pending
es: Pendiente
fr: En attente
ja: 未実行
ko: 보류 중
pt: Pendente
ru: В ожидании
tr: Beklemede
vi: Đang chờ xử lý
zh: 待生效

# 资产.待确认
source: Pending Confirmation
es: Confirmación pendiente
fr: En attente de confirmation
ja: 確認待ち
ko: 확인 대기 중
pt: Aguardando Confirmação
ru: В ожидании подтверждения
tr: Onay Bekliyor
vi: Chờ xác nhận
zh: 待确认

# common_basec_password_forget
source: Forget the password
es: Olvidé la contraseña
fr: Mot de passe oublié
ja: パスワードを忘れた
ko: 비밀번호를 잊어버린 경우
pt: Esqueceu a senha
ru: Забыли пароль
tr: Şifreyi unuttum
vi: Quên mật khẩu
zh: 忘记密码

# home.third.pay.entrance.title
source: Quick Payment
es: Pago rápido
fr: Paiement rapide
ja: クイックペイ
ko: 빠른 결제
pt: Pagamento rápido
ru: Быстрая оплата
tr: Hızlı ödeme
vi: Thanh toán nhanh chóng
zh: 快捷支付

# 跟单.总收益
source: Total PnL
es: PnL total
fr: PnL total
ja: 総利益
ko: 총 손익
pt: PnL Total
ru: выгода
tr: Toplam kazanç
vi: Tổng Lãi/Lỗ
zh: 总收益

# asset.overview.title
source: Overview
es: Resumen
fr: Aperçu
ja: 概要
ko: 개요
pt: Visão Geral
ru: Обзор
tr: Genel Bakış
vi: Tổng quan
zh: 总览

# third.pay.history.order.total.amount.title
source: Total amount
es: Monto total
fr: Montant total
ja: 総金額
ko: 총 금액
pt: Quantidade total
ru: Общая сумма
tr: Toplam tutar
vi: Tổng số tiền
zh: 总金额

# otc.complain.intro.four.title
source: Malicious appeals will result in service shutdown or account freezing
es: Las apelaciones maliciosas resultarán en cierre de servicio o congelación de cuenta
fr: Les appels malveillants entraîneront une suspension du service ou un gel du compte.
ja: 悪意のある申し立ては機能停止やアカウント凍結を引き起こす可能性があります。
ko: 악의적인 이의 제기는 서비스 종료 또는 계정 동결을 초래하게 됩니다
pt: Apelações maliciosas resultarão no encerramento do serviço ou congelamento da conta
ru: Злоупотребления приведут к приостановке обслуживания или заморозке аккаунта
tr: Kötü niyetli itirazlar, hizmetin kapatılmasına veya hesabın dondurulmasına neden olacaktır.
vi: Khiếu nại ác ý sẽ dẫn đến việc chức năng bị ngừng hoặc tài khoản bị khóa.
zh: 恶意申诉将导致功能停工或账号冻结

# swap.take.profit.stop.loss.alert.title
source: Set stop loss and take profit for the current order after it is opened.
es: Configura stop loss y take profit para la orden actual después de abrirla.
fr: Vous pouvez activer le paramètre de take-profit/stop-loss pour l'ordre actuel, qui prendra effet après l'ouverture de la position
ja: 現在の注文に対して損切りと利食いを設定できます。ポジションを開いた後に損切りと利食いが有効になります
ko: 개설 후에는 현재 주문에 대한 손절 및 이익 실현을 설정하세요.
pt: Você pode habilitar a configuração de take-profit/stop-loss para o pedido atual, que entrará em vigor após a abertura da posição
ru: Установите стоп-потери и профит для текущего ордера после его открытия.
tr: Mevcut emir için kar al/zarar durdurma ayarını etkinleştirebilirsiniz, bu ayar pozisyon açıldıktan sonra geçerli olacaktır
vi: Bạn có thể đặt lệnh chốt lời/cắt lỗ cho đơn hàng hiện tại, lệnh sẽ có hiệu lực sau khi mở vị thế
zh: 您可为当前订单设置止盈止损，开仓后止盈止损才会生效

# 跟单.最大跟随底部描述
source: The maximum margin of the position you copy from the trader for this future. The position will not be opened when the sum of the margin required for the new position and the maintenance margin for your holdings exceeds the maximum copy trading amount.
es: El margen máximo de la posición que copias del trader para este contrato. La posición no se abrirá cuando la suma del margen requerido para la nueva posición y el margen de mantenimiento para tus posiciones exceda el monto máximo de copy trading
fr: La marge maximale de la position que vous copiez du trader pour ce futur. La position ne sera pas ouverte lorsque la somme de la marge requise pour la nouvelle position et la marge de maintien de vos positions dépasse le montant maximal de copy trading.
ja: この契約でこのトレーダーに従ってオープンする際のマージンの上限です。新たなオープンに必要なマージンと保有中のポジションマージンの合計が最大フォローを超える場合、オープンは成功しません。
ko: 이 선물에 대해 트레이더로부터 복사한 포지션의 최대 증거금.새 포지션에 필요한 증거금과 보유분에 대한 유지 증거금의 합이 최대 복사거래 금액을 초과하는 경우 포지션을 개설할 수 없습니다.
pt: A margem máxima da posição que você copia do trader para este futuro. A posição não será aberta quando a soma da margem necessária para a nova posição e a margem de manutenção para suas participações exceder o valor máximo de copy trading.
ru: Максимальная маржа позиции, которую вы копируете у трейдера для этого контракта. Позиция не будет открыта, если сумма маржи для новой позиции и поддерживающая маржа для ваших держаний превышает максимальную сумму копирования торговли
tr: Bu vadeli işleminiz için, işlemci tarafından kopyaladığınız pozisyonun maksimum teminatı. Yeni pozisyon için gereken teminat ve mevcut pozisyonlarınızın bakım teminatının toplamı, maksimum kopya ticaret miktarını aşarsa, pozisyon açılmayacaktır.
vi: Đây là giới hạn ký quỹ tối đa mà bạn có thể theo dõi giao dịch của người giao dịch này. Khi ký quỹ cần thiết cho một giao dịch mở mới cộng với ký quỹ của các vị thế đang giữ vượt quá giới hạn tối đa, giao dịch sẽ không thành công.
zh: 您在该合约跟随该交易员开仓的保证金上限。当新的一笔开仓所需保证金与持仓中仓位保证金之和超出最大跟随时，将不会开仓成功。

# account.write.off.done.tip.title
source: You will be browsing as a guest and will not be able to use some Aibit functions.
es: Navegarás como invitado y no podrás usar algunas funciones de Aibit.
fr: Vous naviguerez en tant qu'invité et ne pourrez pas utiliser certaines fonctions d'Aibit.
ja: ゲストとして閲覧し、一部のAibit機能を使用できなくなります。
ko: 게스트 자격으로 보게 되며 일부 Aibit 기능을 사용할 수 없습니다.
pt: Você navegará como convidado e não poderá usar algumas funções da Aibit.
ru: Вы будете просматривать как гость и не сможете использовать некоторые функции Aibit.
tr: Misafir olarak gezinmeye devam edeceksiniz ve bazı Aibit işlevlerini kullanamayacaksınız.
vi: Bạn sẽ duyệt dưới dạng khách và không thể sử dụng một số tính năng của Aibit
zh: 您将以访客身分浏览，并无法使用部分Aibit功能

# otc.order.detail.status.complain.by.me.title
source: You have initiated an appeal
es: Has iniciado una apelación
fr: Vous avez initié un appel
ja: あなたは申し立てを開始しました
ko: 이의 제기를 시작했습니다
pt: Você iniciou uma apelação
ru: Вы подали апелляцию
tr: İtiraz başlattınız
vi: Bạn đã khởi tạo khiếu nại
zh: 您已发起申诉

# otc.order.detail.progress.desc.success.buy.title
source: Have Bought Successfully
es: Has comprado exitosamente
fr: Achat réussi
ja: あなたは成功裏に購入しました
ko: 성공적으로 매수하였습니다
pt: Compra realizada com sucesso
ru: Успешная покупка
tr: Başarıyla satın alındı
vi: Bạn đã mua thành công
zh: 您已成功买入

# otc.order.detail.progress.desc.success.sell.title
source: You have successfully sold
es: Has vendido exitosamente
fr: Vous avez vendu avec succès
ja: あなたは成功裏に販売しました
ko: 성공적으로 매도하였습니다
pt: Você vendeu com sucesso
ru: Вы успешно продали
tr: Başarıyla satıldı
vi: Bạn đã bán thành công
zh: 您已成功售出

# otc.order.detail.status.pain.and.wait.to.confirm.title
source: You have paid, please wait for seller's confirmation.
es: Has pagado, por favor espera la confirmación del vendedor.
fr: Vous avez payé, veuillez attendre la confirmation du vendeur.
ja: 支払い済み、売り手の確認を待ってください
ko: 결제하셨습니다.매도자의 확인을 기다려 주세요.
pt: Você pagou, por favor, aguarde a confirmação do vendedor.
ru: Вы заплатили, пожалуйста, подождите подтверждения продавца.
tr: Ödemenizi yaptınız, lütfen satıcının onayını bekleyin.
vi: Bạn đã thanh toán, vui lòng chờ người bán xác nhận
zh: 您已支付，请等待卖家确认

# personal.id.auth.times.beyond.des.title
source: Too many verification attempts, please contact customer service.
es: Has agotado los intentos de verificación. Por favor, contacta con soporte al cliente
fr: Vous avez épuisé vos tentatives de vérification. Veuillez contacter le support client.
ja: 認証回数を超えました。カスタマーサポートに連絡してください。
ko: 인증 시도 횟수가 너무 많습니다.고객 서비스에 문의하세요.
pt: Você esgotou as tentativas de verificação. Por favor, entre em contato com o suporte ao cliente.
ru: У вас закончились попытки верификации. Пожалуйста, свяжитесь с службой поддержки
tr: Doğrulama hakkınızı aştınız, lütfen müşteri hizmetleriyle iletişime geçin.
vi: Bạn đã vượt quá số lần xác minh, vui lòng liên hệ dịch vụ khách hàng.
zh: 您已经超过认证次数，请联系人工客服

# expirence.gold.claim.tips.title
source: You have a promotion package only for newbie
es: Has recibido un paquete de bienvenida exclusivo para nuevos usuarios.
fr: Vous avez reçu un pack de bienvenue exclusif pour les nouveaux utilisateurs
ja: 新規ユーザー専用の特大ギフトがあります
ko: 신규 고객을 위한 프로모션 패키지만 있습니다
pt: Você recebeu um pacote de boas-vindas exclusivo para novos usuários
ru: Вы получили новый эксклюзивный приветственный пакет для новых пользователей
tr: Yeni kullanıcıya özel karşılama paketinizi aldınız
vi: Bạn đã nhận được gói chào mừng dành riêng cho người dùng mới
zh: 您有一份新用户专享大礼包

# personal.id.auth.check.alert.msg.title
source: Your previous authentication information will be returned and restarted from「Lv 1」, and there are %@ opportunities left, and you will not be able to re-authenticate when you run out.
es: Tu información de autenticación anterior será devuelta y reiniciada desde el Lv 1, y te quedan %@ oportunidades. No podrás volver a autenticarte si agotas los intentos.
fr: Vos informations d'authentification précédentes seront retournées et recommencées à partir du « niveau 1 », il vous reste %@ tentatives, et vous ne pourrez pas vous réauthentifier lorsque vous aurez épuisé ces tentatives.
ja: 以前の認証情報は返却され、「Lv 1」から再スタートします。現在、%@回の機会が残っています。使い切ると再認証はできません。
ko: 이전 인증 정보가 반환되어「레벨 1」에서 다시 시작되며, %@번의 기회가 남아 있고, 소진 시 다시 인증할 수 없습니다.
pt: As informações da sua autenticação anterior serão retornadas e reiniciadas a partir do 「Lv 1」, e restam %@ oportunidades, e você não poderá reautenticar quando esgotar.
ru: Ваша предыдущая информация о проверке вернется и будет снова начата с「Lv 1」, и осталось %@ попыток, и когда они закончатся, вы не сможете повторно аутентифицироваться.
tr: Önceki doğrulama bilgileriniz geri alınacak ve 'Lv 1' den başlanacaktır, kalan %@ fırsatınız var, fırsatlarınız tükenirse tekrar doğrulama yapamayacaksınız.
vi: Thông tin xác thực trước đây của bạn sẽ bị hủy và bắt đầu lại từ 「Lv 1」, hiện còn %@ lần thử, nếu hết bạn sẽ không thể xác thực lại.
zh: 您此前的认证信息将被退回，并从「Lv 1」重新开始，目前剩余 %@ 次机会，用完将无法重新认证。

# swap.adl.explain.tip.title
source: Your %@ perpetual-%@-%@x position triggered ADL(automatic deleveraging)， and %@ in the position were ADLed at the executed price of %@.
es: Tu posición %@ perpetuo-%@-%@x activó ADL (auto-desapalancamiento), y %@ en la posición se redujeron a ADL al precio ejecutado de %@.
fr: Votre position %@ perpétuelle-%@-%@x a déclenché l'ADL (délèvement automatique), et %@ dans la position ont été ADL à prix exécuté de %@.
ja: あなたの%@永久-%@-%@xポジションはADL（自動減少）をトリガーしました。ポジションの%@は約定価格%@でADLされます。
ko: %@ perpetual-%@-%@x 포지션에 ADL(자동 자산 청산)이 발동되었고 포지션의 %@이(가) %@의 체결 가격으로 ADL되었습니다.
pt: Sua posição %@ perpétua-%@-%@x acionou ADL (desalavancagem automática), e %@ na posição foi ADLed ao preço executado de %@.
ru: Ваша %@ перманентная-%@-%@x позиция активировала ADL (автоматическая разгрузка), и %@ в позиции были ADLed по исполненной цене %@.
tr: %@ perpetual-%@-%@x pozisyonunuz ADL (otomatik kaldıraç azaltma) tetikledi ve pozisyondaki %@ ADL edildi, işlem fiyatı %@'da gerçekleşti.
vi: Vị thế %@ hợp đồng vĩnh viễn-%@-%@x của bạn đã kích hoạt ADL (Giảm vị thế tự động), %@ trong vị thế sẽ được ADL theo giá giao dịch %@.
zh: 您的%@ 永续-%@-%@x仓位触发ADL(自动减仓)，仓位中的%@按照成交价格%@被ADL。
