Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# ga_secret_warn
source: This key is used to recover Google Authenticator in case of phone replacement or loss. Please make sure to back up this key before binding.
es: Esta clave se utiliza para recuperar Google Authenticator en caso de reemplazo o pérdida del teléfono. Asegúrese de respaldar esta clave antes de vincularla.
fr: Cette clé est utilisée pour récupérer Google Authenticator en cas de remplacement ou de perte du téléphone. Assurez-vous de sauvegarder cette clé avant de lier l’application.
ja: このキーは携帯電話の交換や紛失時にGoogle認証アプリを復元するために使用されます。バインドする前に必ずこのキーをバックアップしてください。
ko: 이 키는 휴대폰 교체나 분실 시 Google 인증기를 복구하는 데 사용됩니다. 바인딩하기 전에 반드시 이 키를 백업하세요.
pt: Essa chave é usada para recuperar o Google Authenticator em caso de troca ou perda do telefone. Certifique-se de fazer o backup dessa chave antes de vinculá-la.
ru: Этот ключ используется для восстановления Google Authenticator в случае замены или потери телефона. Пожалуйста, убедитесь, что вы сохранили этот ключ перед привязкой.
tr: Bu anahtar, telefon değişikliği veya kaybı durumunda Google Authenticator'ı kurtarmak için kullanılır. Lütfen bu anahtarı bağlamadan önce yedeklediğinizden emin olun.
vi: Khóa này dùng để khôi phục Google Authenticator khi thay đổi hoặc mất điện thoại, vui lòng sao lưu và lưu trữ khóa này trước khi liên kết.
zh: 密钥用于手机更换或遗失时找回Google验证器，绑定前请务必将上述密钥备份保存。

# manage_device
source: Device Management
es: Gestión de dispositivos
fr: Appareil
ja: デバイス管理
ko: 장치 관리
pt: Gerenciamento de Dispositivos
ru: Управление устройствами
tr: Cihaz Yönetimi
vi: Quản lý thiết bị
zh: 设备管理

source: Current Device
es: Dispositivo actual
fr: Appareil actuel
ja: 現在のデバイス
ko: 현재 장치
pt: Dispositivo Atual
ru: Текущее устройство
tr: Mevcut Cihaz
vi: Thiết bị hiện tại
zh: 当前设备

# recent_login_time
source: Recent Login
es: Último inicio de sesión
fr: Connexion récente
ja: 最近のログイン
ko: 최근 로그인
pt: Último Login
ru: Последний вход
tr: Son Giriş
vi: Đăng nhập gần đây
zh: 最近登录

# recnt_login_address
source: Login Location
es: Ubicación de inicio de sesión
fr: Emplacement de connexion
ja: ログイン場所
ko: 로그인 위치
pt: Localização de Login
ru: Местоположение входа
tr: Giriş Konumu
vi: Địa điểm đăng nhập
zh: 登录地点

# delete_device_confirm
source: Are you sure you want to delete this device?
es: ¿Está seguro de que desea eliminar este dispositivo?
fr: Êtes-vous sûr de vouloir supprimer cet appareil ?
ja: このデバイスを削除してもよろしいですか？
ko: 이 장치를 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir este dispositivo?
ru: Вы уверены, что хотите удалить это устройство?
tr: Bu cihazı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa thiết bị này không?
zh: 确认删除这台设备吗？

# device_type
source: Device:
es: Dispositivo:
fr: Appareil :
ja: 装置：
ko: 장치:
pt: Dispositivo:
ru: Устройство:
tr: Cihaz:
vi: Thiết bị:
zh: 装置

# delete_current_device_tip
source: This device is currently logged in. Deleting it will force a logout.
es: Este dispositivo está actualmente conectado. Eliminarlo forzará el cierre de sesión.
fr: Cet appareil est actuellement connecté. Le supprimer entraînera une déconnexion forcée.
ja: このデバイスは現在ログイン中です。削除すると強制的にログアウトされます。
ko: 이 장치는 현재 로그인 중입니다. 삭제하면 강제로 로그아웃됩니다.
pt: Este dispositivo está atualmente conectado. Excluí-lo forçará o logout.
ru: Это устройство в настоящее время авторизовано. Удаление приведет к принудительному выходу.
tr: Bu cihaz şu anda giriş yapmış durumda. Silmek, çıkış yapmaya zorlar.
vi: Thiết bị này đang đăng nhập, xóa sẽ bị buộc đăng xuất
zh: 本设备登录中，删除将被强制下线

source: Login Time
es: Hora de inicio
fr: Heure de connexion
ja: ログイン時間
ko: 로그인 시간
pt: Hora de login
ru: Время входа
tr: Giriş Zamanı
vi: Thời gian đăng nhập
zh: 登录时间

source: Login Address
es: Dirección de inicio
fr: Adresse de connexion
ja: ログインアドレス
ko: 로그인 주소
pt: Endereço de login
ru: Адрес входа
tr: Giriş Adresi
vi: Địa chỉ đăng nhập
zh: 登录地址

# login_ip_address
source: IP Address
fr: Adresse IP
ja: IP地址
ko: IP 주소
pt: Endereço IP
ru: IP-адрес
vi: Địa chỉ IP
zh: IP地址

# kline_style
source: Style
es: estilo
ko: 스타일
pt: estilo
ru: стиль
tr: Tarz
vi: Phong cách
zh: 样式

# ai_发现机会
source: Discover Opportunities
es: Descubrir Oportunidades
fr: Découvrez des opportunités
ja: 機会を発見
ko: 기회를 발견하다
pt: Descubra Oportunidades
ru: Откройте возможности
tr: Fırsatları Keşfet
vi: Tìm cơ hội
zh: 发现机会

# ai_评分
source: Score
es: Puntos
fr: Score IA
ja: スコア
ko: AI점수
pt: Pontos
ru: Баллы
tr: AI Skoru
vi: Điểm AI
zh: AI评分

# ai_评分_标题
source: A simple and efficient one-stop indicator to help you quickly identify high-potential tokens.
es: Un indicador simple y eficiente para ayudarte a identificar rápidamente tokens de alto potencial.
fr: Un indicateur simple et efficace pour vous aider à identifier rapidement les tokens à fort potentiel.
ja: 簡単で効率的なワンストップ指標で、高い潜力を持つトークンを迅速に特定できます
ko: 간단하고 효율적인 원스톱 지표로, 높은 잠재력을 가진 토큰을 빠르게 잠금
pt: Um indicador simples e eficiente para ajudá-lo a identificar rapidamente tokens de alto potencial.
ru: Простой и эффективный индикатор для быстрого выявления токенов с высоким потенциалом.
tr: Yüksek potansiyele sahip tokenleri hızlı bir şekilde tanımlamanıza yardımcı olan basit ve verimli bir tek durak göstergesi.
vi: Chỉ số một bước đơn giản và hiệu quả giúp bạn nhanh chóng xác định token tiềm năng cao
zh: 简单、高效的一站式指标，助您快速锁定高潜力代币

# ai_评分_弹窗内容
source: AI Score is based on analysis of market trends, historical performance, on-chain transactions, as well as social media and news content. The score reflects the potential opportunities and risks of investments over the next 24-72 hours.
es: La Puntuación AI se basa en el análisis de las tendencias del mercado, el rendimiento histórico, las transacciones on-chain, así como el contenido en redes sociales y noticias. La puntuación refleja las oportunidades y riesgos potenciales de las inversiones en las próximas 24-72 horas.
fr: Le score AI est basé sur l'analyse des tendances du marché, des performances historiques, des transactions on-chain, ainsi que du contenu des médias sociaux et des nouvelles. Le score reflète les opportunités et les risques potentiels des investissements sur les prochaines 24-72 heures.
ja: AIスコアは、マーケットトレンド、歴史的パフォーマンス、オンチェーン取引、ソーシャルメディアやニュースの内容を分析した結果に基づいています。このスコアは、今後24〜72時間内の投資機会とリスクを反映しています。
ko: AI 점수는 시장 트렌드, 역사적 성과, 체인 상 거래 및 소셜 미디어와 뉴스 콘텐츠 분석을 기반으로 합니다. 점수는 향후 24-72시간 내 투자할 잠재적 기회와 리스크를 반영합니다.
pt: A Pontuação AI é baseada na análise das tendências de mercado, desempenho histórico, transações on-chain, bem como no conteúdo de redes sociais e notícias. A pontuação reflete as oportunidades e os riscos potenciais de investimentos nas próximas 24-72 horas.
ru: AI Оценка основана на анализе рыночных тенденций, исторической эффективности, ончейн-транзакций, а также контента в социальных сетях и новостях. Оценка отражает потенциальные возможности и риски инвестиций в следующие 24-72 часа.
tr: AI Skoru, piyasa trendleri, geçmiş performans, zincir üstü işlemler ve sosyal medya ile haber içeriği analizine dayanmaktadır. Skor, gelecekteki 24-72 saat içindeki yatırım fırsatlarını ve risklerini yansıtmaktadır.
vi: Điểm AI dựa trên phân tích xu hướng thị trường, hiệu suất lịch sử, giao dịch on-chain và nội dung từ mạng xã hội và tin tức. Điểm số phản ánh cơ hội và rủi ro đầu tư tiềm năng trong vòng 24-72h tới.
zh: AI分数基于对市场趋势、历史表现、链上交易以及社交媒体和新闻內容的分析。分数反映了在未来24-72h內投资的潜在机会和风险。

# ai_评分_弹窗_免责
source: Disclaimer: The AI score is for reference only and does not constitute investment advice. The cryptocurrency market is highly volatile; investment decisions are to be made at your own discretion. This platform is not responsible for any outcomes of actions taken.
es: Descargo de responsabilidad: La puntuación AI es solo para referencia y no constituye asesoramiento de inversión. El mercado de criptomonedas es altamente volátil; las decisiones de inversión deben tomarse a su propio criterio. Esta plataforma no se hace responsable de los resultados de las acciones tomadas.
fr: Avertissement : Le score AI est à titre indicatif uniquement et ne constitue pas un conseil en investissement. Le marché des crypto-monnaies est très volatile ; les décisions d'investissement doivent être prises à votre propre discrétion. Cette plateforme n'est pas responsable des résultats des actions entreprises.
ja: 免責事項：AIスコアは参考用のみであり、投資のアドバイスを構成するものではありません。暗号通貨市場は非常にボラティリティが高いため、投資判断は自己責任で行ってください。このプラットフォームは、行動の結果に対して責任を負いません。
ko: 면책 조항: AI 점수는 참고용일 뿐, 투자 조언을 구성하지 않습니다. 암호화폐 시장은 변동성이 크므로 투자 판단은 투자자 본인이 해야 하며, 본 플랫폼은 어떤 거래 결과에 대해서도 책임지지 않습니다.
pt: Aviso legal: A pontuação AI é apenas para referência e não constitui aconselhamento de investimento. O mercado de criptomoedas é altamente volátil; as decisões de investimento devem ser tomadas por sua própria conta e risco. Esta plataforma não é responsável por quaisquer resultados das ações tomadas.
ru: Отказ от ответственности: AI Оценка предоставляется только для справки и не является инвестиционным советом. Криптовалютный рынок высоко волатилен; решения об инвестициях принимаются на ваш собственный страх и риск. Платформа не несет ответственности за любые последствия принятых действий.
tr: Feragatname: AI Skoru yalnızca referans içindir ve yatırım tavsiyesi oluşturmaz. Kripto para piyasası yüksek volatiliteye sahiptir, yatırım kararları kendi takdirinize bağlı olarak yapılmalıdır. Bu platform, alınan herhangi bir aksiyonun sonuçlarından sorumlu değildir.
vi: Tuyên bố từ chối trách nhiệm: Điểm AI chỉ mang tính tham khảo, không phải lời khuyên đầu tư. Thị trường tiền điện tử có sự biến động lớn, đầu tư cần tự đánh giá, nền tảng này không chịu trách nhiệm về bất kỳ hậu quả nào sau khi giao dịch.
zh: 免责声明：AI评分仅供参考，不构成投资建议。加密货币市场波动性大，投资须自行判断，本平台不对任何操作后果承担责任。

# search_currency
source: Search Coins
es: Buscar moneda
fr: Rechercher des devises
ja: 通貨を検索
ko: 통화 검색
pt: Moeda de pesquisa
ru: Поиск валюты
tr: Coin Ara
vi: Tìm kiếm đồng tiền
zh: 搜索币种

# search_currency_2
source: Search Coins
es: Buscar moneda
fr: Rechercher
ja: 通貨を検索
ko: 통화 검색
pt: Moeda de pesquisa
ru: Поиск валюты
tr: Coin Ara
vi: Tìm kiếm đồng tiền
zh: 搜索币种

# ai_24h_涨跌幅
source: 24h Chg
es: 24h Camb
ja: 24h 変動
ko: 24h변동폭
pt: 24h Var
ru: 24h Изм
tr: 24s Değ
zh: 24h涨跌幅

# ai_热门叙事
source: Hot Narratives
es: Narrativas top
fr: Narratives populaires
ja: ホットな話
ko: 인기 내러티브
pt: Narrativas top
ru: Горячие темы
tr: Sıcak Konular
vi: Câu chuyện hot
zh: 热门叙事

# ai_热门叙事_标题
source: View the most discussed top tokens by KOLs in the past 24 hours.
es: Consulta los tokens más discutidos por los KOLs en las últimas 24 horas.
fr: Voir les tokens les plus discutés par les KOLs au cours des 24 dernières heures.
ja: 過去24時間でKOLによって最も話題になったトップトークンを確認する
ko: 지난 24시간 동안 KOL이 가장 많이 논의한 최고 토큰을 확인하다
pt: Veja os tokens mais discutidos pelos KOLs nas últimas 24 horas.
ru: Просмотрите самые обсуждаемые топовые токены KOL за последние 24 часа.
tr: Son 24 saatte KOL’ler tarafından en çok tartışılan üst düzey tokenleri görüntüleyin.
vi: Xem các token hàng đầu được KOL thảo luận nhiều nhất trong 24 giờ qua
zh: 查看过去24小时内被KOL讨论最多的顶级代币

# ai_搜索叙事
source: Search Narratives
es: Buscar Narrativas
fr: Rechercher des narratifs
ja: ナarratives検索
ko: 내러티브 검색
pt: Buscar Narrativas
ru: Поиск нарративов
tr: Naratif Arama
vi: Tìm kiếm câu chuyện
zh: 搜索叙事

# ai_叙事
source: Narratives
es: Narrativas
ja: ナarratives
ko: 내러티브
pt: Narrativas
ru: Нарративы
tr: Naratifler
vi: Câu chuyện
zh: 叙事

# ai_day_涨幅排名
source: Rank
es: Rango
fr: Classement
ja: 当日上昇率
ko: 상승 순위
pt: Class
ru: Рейтинг
tr: Sıra
vi: Xếp hạng tăng giá trong ngày
zh: 当日涨幅排名

# ai_24h_win_rate
source: 24h Win Rate
es: Tasa vict. 24h
fr: Taux de réussite sur 24h
ja: 24時間勝率
ko: 24시간 승률
pt: Taxa vit. 24h
ru: 24ч Win Rate
tr: 24h Kaz. Or
vi: Tỷ lệ chiến thắng trong 24h
zh: 24h胜率

# ai_24h_price_change
source: 24h Price Movement
es: Movimiento de Precio en 24h
fr: Chg sur 24h
ja: 24時間の価格変動
ko: 24시간 가격 변동
pt: Movimento de Preço em 24h
ru: Движение цен за 24 часа
tr: 24s Fiyat Hareketi
vi: Biến động giá 24h
zh: 24h价格变动

# 24_volume
source: 24h Vol
fr: Vol 24h
ja: 24h取引量
ko: 24h거래량
ru: 24h объем
tr: 24 saatlik işlem hacmi
vi: KL 24h
zh: 24h交易量

# ai_score
source: Score
es: Puntos
ja: スコア
ko: AI점수
pt: Pontos
ru: Баллы
tr: Skoru
vi: Điểm AI
zh: AI评分

# ai_聪明钱买入
source: Smart Buys
es: Compras smart
fr: Achats intelligents
ja: スマート購入
ko: 스마트 매수
pt: Compras smart
ru: Умные сделки
tr: Akıllı Alımlar
vi: Tiền thông minh mua vào
zh: 聪明钱买入

# ai_聪明钱买入_des
source: Tokens purchased the most by smart money in the past 24 hours.
es: Tokens comprados más por dinero inteligente en las últimas 24 horas.
fr: Tokens les plus achetés par les investisseurs avisés au cours des dernières 24 heures.
ja: 過去24時間でスマートマネーが最も多く購入したトークン
ko: 스마트 머니가 지난 24시간 동안 가장 많이 매수한 토큰
pt: Tokens mais comprados por dinheiro inteligente nas últimas 24 horas.
ru: Токены, которые умные деньги покупали больше всего за последние 24 часа.
tr: Son 24 saatte akıllı paranın en çok satın aldığı tokenler.
vi: Token mà tiền thông minh đã mua vào nhiều nhất trong 24 giờ qua
zh: 聪明钱在过去 24 小时內买入最多的代币

# ai_平均价格
source: Avg Price
es: P. Prom
fr: Prix moyen
ja: 平均価格
ko: 평균 가격
pt: P. Médio
ru: Ср. цена
tr: Ort.Fiyat
vi: Giá trung bình
zh: 平均价格

# ai_地址数量
source: Addr.Count
es: Num.de direc.
fr: Nombre d'adresses
ja: アドレス数
ko: 주소 수
pt: Num. de end
ru: Кол. адр
tr: Adres Say
vi: Số lượng địa chỉ
zh: 地址数量

# ai_vc_持仓变化
source: VC Moves
es: Movimientos VC
fr: Mouvements VC
ja: VC変動
ko: VC 포지션 변화
pt: Movimentos VC
ru: Движения VC
tr: VC Hareketleri
vi: Thay đổi vị thế VC
zh: VC持仓变化

# ai_vc_des
source: Changes in the on-chain portfolios of venture capital (VC) firms over the past 7 days.
es: Cambios en los portafolios on-chain de las firmas de capital de riesgo (VC) en los últimos 7 días.
fr: Changements dans les portefeuilles on-chain des entreprises de capital-risque (VC) au cours des 7 derniers jours.
ja: 過去7日間におけるベンチャーキャピタル（VC）会社のオンチェーン投資ポートフォリオの変動
ko: 지난 7일 동안 리스크 투자(VC) 회사의 체인 상 투자 포트폴리오 변화
pt: Mudanças nos portfólios on-chain das empresas de capital de risco (VC) nos últimos 7 dias.
ru: Изменения в ончейн-портфелях венчурных капитальных фирм за последние 7 дней.
tr: Son 7 günde girişim sermayesi (VC) firmalarının zincir üzerindeki portföy değişiklikleri.
vi: Biến động trong danh mục đầu tư on-chain của các công ty đầu tư mạo hiểm (VC) trong 7 ngày qua
zh: 过去7天内风险投资 (VC) 公司的链上投资组合的变化

# ai_vc_金额变化
source: Amt Chg
es: Camb. cant
fr: Chg Montant
ja: 金額の変動
ko: 금액 변화
pt: Mud. de valor
ru: Изм. суммы
tr: Tut. Değ
vi: Thay đổi số tiền
zh: 金额变化

# ai_vc_7_数量变化
source: 7d Qty Chg
es: Cambio 7d
fr: Chg Quantité sur 7 jours
ja: 7d数量変動
ko: 7일 수량 변화
pt: Mudança 7d
ru: Изм. за 7 дней
tr: 7d Mkt. Değ
vi: Biến động số lượng 7 ngày
zh: 7d数量变化

# ai_vc_持有
source: VC Hold. No
es: VC en posesión
fr: Nombre de détentions VC
ja: 保有VC数
ko: 보유한 VC 수
pt: VC em posse
ru: Кол-во VC
tr: Sahip VC Say
vi: Số VC nắm giữ
zh: 持有的VC数

# ai_kol_排名
source: Top KOLs
es: KOLs top
ja: KOLランキング
ko: KOL 리더보드
pt: KOLs top
ru: Топ KOL
tr: En İyi KOL'ler
vi: Xếp hạng KOL
zh: KOL排名

# ai_kol_des
source: Top Performing KOL Based on 24h Price Movement
es: KOLs con Mejor Rendimiento Basado en el Movimiento de Precio en 24h
fr: KOLs les mieux classés en fonction du mouvement des prix sur 24h
ja: 24時間の価格変動に基づいてパフォーマンスが最も優れたKOLをランキング
ko: 24시간 가격 변동 성과를 기준으로 순위가 매겨진 최고의 KOL
pt: KOLs com Melhor Desempenho com base no Movimento de Preço em 24h
ru: Лучшие KOL по движению цен за 24 часа
tr: 24s Fiyat Hareketine Dayalı En İyi Performans Gösteren KOL
vi: Dựa trên biến động giá trong 24 giờ, xếp hạng KOL có hiệu suất tốt nhất
zh: 根据24小时价格变动表现排名的表现最优KOL

# ai_account
source: Account Name
es: Nombre de la Cuenta
fr: Nom du compte
ja: アカウント名
ko: 계정 이름
pt: Nome da Conta
ru: Название аккаунта
tr: Hesap Adı
vi: Tên tài khoản
zh: 账户名称

# ai_follower
source: Followers
es: Seguidores
fr: Abonnés
ja: フォロワー
ko: 팔로워
pt: Seguidores
ru: Подп
tr: Takipçiler
vi: Người theo dõi
zh: 关注者

# ai_聪明信号
source: Smart Signal
es: Señales smart
fr: Signaux intelligents
ja: スマート信号
ko: 스마트 신호
pt: Sinais smart
ru: Умные сигн
tr: Akıllı Sinyaller
vi: Tín hiệu thông minh
zh: 聪明信号

# ai_聪明信号_des
source: View the latest trading signals to find opportunities
es: Consulta las últimas señales de trading para encontrar oportunidades
fr: Voir les derniers signaux de trading pour trouver des opportunités.
ja: 最新の取引シグナルを確認して、取引機会を探す
ko: 최신 거래 신호를 확인하여 거래 기회를 찾다
pt: Veja os sinais de negociação mais recentes para encontrar oportunidades
ru: Просмотрите последние торговые сигналы, чтобы найти возможности
tr: Son ticaret sinyallerini görüntüleyerek fırsatlar bulun.
vi: Xem tín hiệu giao dịch mới nhất để tìm kiếm cơ hội giao dịch
zh: 查看最新交易信号，寻找交易机会

# ai_singal_type
source: Signal Type
es: Tipo de Señal
fr: Type de signal
ja: シグナルタイプ
ko: 신호 유형
pt: Tipo de Sinal
ru: Тип сигнала
tr: Sinyal Türü
vi: Loại tín hiệu
zh: 信号类型

# ai_signal
source: Signal
es: Señal
ja: シグナル
ko: 신호
pt: Sinal
ru: Сигнал
tr: Sinyal
vi: Tín hiệu
zh: 信号

# ai_1d_win_rate
source: 1d Avg. Win Rate
es: Tasa 1d
fr: Taux 1j
ja: 1日平均勝率
ko: 1d 평균 승
pt: Taxa 1d
ru: Процент 1d
tr: 1d oranı
vi: Tỷ lệ thắng TB 1d
zh: 1d平均胜率

# ai_涨幅最大
source: Top Gainers
es: Ganadores top
fr: Top Gagnants
ja: 最大上昇
ko: 최고 상승 종목
pt: Ganhadores top
ru: Топ растущих
tr: En Kazananlar
vi: Lợi nhuận lớn nhất
zh: 涨幅最大

# ai_涨幅最大_des
source: View the top winners in the cryptocurrency market over the past 24 hours
es: Consulta los principales ganadores en el mercado de criptomonedas en las últimas 24 horas
fr: Voir les meilleurs gagnants sur le marché des crypto-monnaies au cours des 24 dernières heures.
ja: 過去24時間で最も利益を上げた暗号通貨を確認する
ko: 지난 24시간 동안 암호화폐 중 가장 큰 승자를 확인하다
pt: Veja os principais vencedores no mercado de criptomoedas nas últimas 24 horas
ru: Просмотрите топ победителей на криптовалютном рынке за последние 24 часа
tr: Son 24 saatte kripto para piyasasındaki en büyük kazananları görüntüleyin.
vi: Xem các đồng tiền điện tử có lợi nhuận lớn nhất trong 24 giờ qua
zh: 查看过去24小时加密货币中的最大贏家

# ai_kol_hot
source: KOL Calls
es: Llamadas KOL
fr: Appels KOL
ja: KOLホット
ko: KOL 추천
pt: Chamadas KOL
ru: Топ растущих
tr: KOL Çağrıları
vi: Nhiệt độ thảo luận KOL
zh: KOL热门

# ai_情绪分数
source: Score
es: Puntos
ja: スコア
ko: 감정 점수
pt: Pontos
ru: Баллы
tr: Skoru
vi: Điểm số AI
zh: 情绪分数

# ai_24h_views
source: 24h Views
es: Vist. 24h
fr: Vues sur 24h
ja: 24時間閲覧
ko: 24h 조회수
pt: Vis. 24h
ru: 24h пр.
tr: 24s gv
vi: Lượng truy cập 24h
zh: 24h浏览量

# tpsl_normal_volume
source: Partial Position
es: Posición parcial
fr: Position partielle
ja: 部分ポジション
ko: 부분 포지션
pt: Posição parcial
ru: Частичная позиция
tr: Kısmi Pozisyon
vi: Số lượng cố định
zh: 固定数量

# tpsl_all_volume
source: Entire Position
es: Posición completa
fr: Position entière
ja: 全体ポジション
ko: 전체 포지션
pt: Posição inteira
ru: Вся позиция
tr: Tüm Pozisyon
vi: Tất cả vị trí
zh: 全部仓位

# tp_trigger_higher_ph
source: The TP trigger price must be > %@
es: El precio de activación del TP debe ser > %@.
fr: Le prix de déclenchement du TP doit être > %@.
ja: TPトリガー価格は {最終価格} > %@。
ko: TP 트리거 가격은 %@ > 여야 합니다.
pt: O preço de disparo do TP deve ser > %@.
ru: Цена активации TP должна быть > %@.
tr: TP tetikleme fiyatı %@'den büyük olmalıdır
vi: Giá kích hoạt chốt lời phải > %@
zh: 止盈触发价需＞%@

# sl_trigger_lower_ph
source: The SL trigger price must be < %@
es: El precio de activación del SL debe ser < %@.
fr: Le prix de déclenchement du SL doit être < %@.
ja: SLトリガー価格は {最終価格} < %@。
ko: SL 트리거 가격은 %@ < 여야 합니다.
pt: O preço de disparo do SL deve ser < %@.
ru: Цена активации SL должна быть < %@.
tr: SL tetikleme fiyatı %@'den küçük olmalıdır
vi: Giá kích hoạt cắt lỗ phải < %@
zh: 止损触发价需＜%@

# tp_trigger_lower_ph
source: The TP trigger price must be < %@
es: El precio de activación del TP debe ser < %@.
fr: Le prix de déclenchement du TP doit être < %@.
ja: TPトリガー価格は {最終価格} < %@。
ko: TP 트리거 가격은 %@ < 여야 합니다.
pt: O preço de disparo do TP deve ser < %@.
ru: Цена активации TP должна быть < %@.
tr: TP tetikleme fiyatı %@'den küçük olmalıdır
vi: Giá kích hoạt chốt lời phải < %@
zh: 止盈触发价需＜%@

# sl_trigger_higher_ph
source: The SL trigger price must be > %@
es: El precio de activación del SL debe ser > %@.
fr: Le prix de déclenchement du SL doit être > %@.
ja: SLトリガー価格は {最終価格} > %@。
ko: SL 트리거 가격은 %@ > 여야 합니다.
pt: O preço de disparo do SL deve ser > %@.
ru: Цена активации SL должна быть > %@.
tr: SL tetikleme fiyatı %@'den büyük olmalıdır
vi: Giá kích hoạt cắt lỗ phải > %@
zh: 止损触发价需＞%@

# tpsl_estimated_profit
source: When the %@ price %@, a market order will be triggered for the entire position, with an expected profit of %@.
es: Cuando el precio %@ sea %@, se activará una orden de mercado para toda la posición, con una ganancia esperada de %@.
fr: Lorsque le prix %@.
ja: %@価格が%@になると、ポジション全体に対する成行注文が実行され、予想利益は%@となります。
ko: %@ 가격이 %@ 일 때, 전체 포지션에 대한 시장 주문이 실행되며 예상 수익은 %@ 입니다.
pt: Quando o preço %@ for %@, uma ordem de mercado será disparada para toda a posição, com um lucro esperado de %@.
ru: Когда %@ цена %@, рыночный ордер для всей позиции будет активирован, с ожидаемой прибылью %@.
tr: %@ fiyatı %@%@ olduğunda, tüm pozisyon için bir piyasa emri tetiklenecek ve beklenen kar %@ olacaktır.
vi: Khi giá %@
zh: 当%@价格%@，将触发市价委托，数量为全部仓位，预期收益为%@

# tpsl_normal_volume_intro
source: Applicable only to the partial position. In this mode, the TP/SL order quantity doesn't change with the position size. Multiple TP/SL orders can be configured.
es: Aplicable solo a la posición parcial. En este modo, la cantidad de órdenes TP/SL no cambia con el tamaño de la posición. Se pueden configurar múltiples órdenes TP/SL.
fr: Applicable uniquement à la position partielle. Dans ce mode, la quantité des ordres TP/SL ne change pas en fonction de la taille de la position. Plusieurs ordres TP/SL peuvent être configurés.
ja: 部分ポジションにのみ適用されます。このモードでは、TP/SL注文数量はポジションサイズに応じて変化しません。複数のTP/SL注文を設定できます。
ko: 부분 포지션에만 적용됩니다. 이 모드에서는 TP/SL 주문 수량이 포지션 크기에 따라 변하지 않습니다. 여러 TP/SL 주문을 설정할 수 있습니다.
pt: Aplicável apenas para a posição parcial. Nesse modo, a quantidade de ordens TP/SL não muda com o tamanho da posição. Várias ordens TP/SL podem ser configuradas.
ru: Применимо только к частичной позиции. В этом режиме количество ордеров TP/SL не изменяется с размером позиции. Можно настроить несколько ордеров TP/SL.
tr: Yalnızca kısmi pozisyon için geçerlidir. Bu modda, TP/SL emir miktarı pozisyon boyutuyla değişmez. Birden fazla TP/SL emri ayarlanabilir.
vi: Chỉ áp dụng cho số lượng cố định của vị trí. Khi số lượng vị trí thay đổi, số lượng lệnh chốt lời và cắt lỗ không thay đổi. Cho phép thiết lập nhiều lệnh chốt lời và cắt lỗ.
zh: 仅针对仓位的固定数量。当仓位数量发生变化时，止盈止损委托数量不变。允许设置多个止盈止损。
