Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# 资产.持有仓位
source: Open Positions
es: Posiciones abiertas
fr: Positions détenues
ja: 保有ポジション
ko: 개설된 포지션
pt: Posições Abertas
ru: Отправлено успешно
tr: Açık Pozisyonlar
vi: Vị thế nắm giữ
zh: 持有仓位

# exchange.maker.title
source: Maker
fr: Ordre en attente
ja: 注文中
ko: 지정가
ru: Подать заявление
tr: Açık emir
vi: Lệnh chờ
zh: 挂单

# swap.exchange.profit.loss.order.index.title
source: Index
es: Índice
ja: 指数
ko: 지수
pt: Índice
ru: Вывести все
tr: Endeks
vi: Chỉ số
zh: 指数

# common_contract_index_price
source: Index price
es: Precio del índice
fr: Prix de l'indice
ja: 指数価格
ko: 지수 가격
pt: Preço do índice
ru: Вывести
tr: Endeks fiyatı
vi: Giá chỉ số
zh: 指数价格

# swap.best.market.price.title
source: Market price
es: Precio mercado
fr: Fermer au meilleur prix du marché
ja: 市場の最適価格で決済
ko: 시장 가격
pt: Fechar ao melhor preço de mercado
ru: Вывод, он поступит на ваш счет в течение 48 часов
tr: En iyi piyasa fiyatında kapat
vi: Đóng vị thế theo giá tốt nhất thị trường
zh: 按市场最优价平仓

# swap.position.sort.closed.position.time.title
source: Recently closed
es: Cerrar por reciente
fr: Fermer par récent
ja: 最近の決済順
ko: 최근 청산됨
pt: Fechar por recente
ru: Ошибка вывода и откат
tr: Son verilere göre kapat
vi: Theo lệnh đóng gần đây nhất
zh: 按最近平仓

# personal.id.auth.steps.tip
source: Please complete the following KYC procedures
es: Completa los siguientes procedimientos de KYC
fr: Veuillez compléter les procédures KYC suivantes
ja: 以下の手順に従って本人確認を完了してください
ko: 다음 KYC 절차를 완료하세요
pt: Por favor, complete os seguintes procedimentos KYC
ru: Комиссия за вывод
tr: Lütfen aşağıdaki KYC prosedürlerini tamamlayın
vi: Thực hiện theo các bước sau để hoàn tất xác thực danh tính
zh: 按照以下步骤完成身份认证

# otc.complain.des.title
source: Description
es: Descripción
ja: 説明
ko: 설명
pt: Descrição
ru: Подтверждение вывода
tr: Açıklama
vi: Mô tả
zh: 描述

# personal.id.auth.upload.btn.title
source: Submit
es: Enviar
fr: Soumettre
ja: 提出
ko: 제출하기
pt: Enviar
ru: Сеть вывода
tr: Gönder
vi: Gửi đi
zh: 提交

# personal.center.func.ticket.title
source: Submit Ticket
es: Enviar ticket
fr: Soumettre un ticket
ja: サポートチケットを提出
ko: 티켓 제출하기
pt: Enviar ticket
ru: История выводов
tr: Destek talebi gönder
vi: Gửi yêu cầu
zh: 提交工单

# common.submit.success.title
source: Submitted successfully
es: Enviado exitosamente
fr: Soumission réussie
ja: 送信成功
ko: 성공적으로 제출되었습니다
pt: Enviado com sucesso
ru: История выводов
tr: Başarıyla gönderildi
vi: Gửi thành công
zh: 提交成功

# otc.complain.commit.title
source: Submit an appeal
es: Presentar una apelación
fr: Soumettre un appel
ja: 申し立てを提出
ko: 이의 제기 제출하기
pt: Enviar uma apelação
ru: Детали вывода
tr: İtiraz gönder
vi: Nộp đơn khiếu nại
zh: 提交申诉

# otc.complain.intro.one.title
source: The original order will enter the appeal state if the appeal form is submitted, and the assets involved will be frozen, which can only be unfrozen after it is processed.
es: El pedido original entrará en estado de apelación si se envía el formulario de apelación, y los activos involucrados serán congelados, los cuales solo se descongelarán después de ser procesados.
fr: La commande originale passera en état d'appel si le formulaire d'appel est soumis, et les actifs concernés seront gelés, pouvant être dégelés uniquement après traitement.
ja: 申し立てを提出すると、元の注文は申し立て状態になります。注文に関連する資産は凍結され、申し立て処理が完了するまで解除できません。
ko: 이의 제기 양식이 제출되면 원래 주문은 이의 제기 상태가 되고 관련 자산은 동결되며, 이의 사항이 처리된 후에만 동결이 해제될 수 있습니다.
pt: O pedido original entrará em estado de apelação se o formulário de apelação for enviado, e os ativos envolvidos serão congelados, podendo ser descongelados apenas após o processamento.
ru: Детали вывода
tr: İtiraz formu gönderildiğinde, orijinal sipariş itiraz durumuna geçecek ve ilgili varlıklar dondurulacaktır, yalnızca işlem tamamlandıktan sonra çözülüp çözülmeyecektir.
vi: Nộp đơn khiếu nại, đơn hàng gốc sẽ chuyển sang trạng thái khiếu nại, tài sản liên quan đến đơn hàng sẽ bị khóa, chỉ có thể giải phóng sau khi xử lý xong đơn khiếu nại.
zh: 提交申诉单，原订单将进入申诉状态，订单涉及资产将被冻结，申诉单处理完毕后才可解冻。

# 跟单.提交申请
source: Submit application
es: Enviar solicitud
fr: Soumettre la demande
ja: 申請を提出する
ko: 신청 제출하기
pt: Enviar aplicação
ru: Совет: Вывод в процессе. Сумма поступит на счет в течение 48 часов
tr: Başvuru gönder
vi: Gửi yêu cầu.
zh: 提交申请

# assets.withdraw.withdraw.all.title
source: Withdraw all
es: Retirar todo
fr: Retirer tout
ja: すべてを引き出す
ko: 전액 출금하기
pt: Retirar tudo
ru: Совет: Убедитесь, что вы выбрали ту же сеть для вывода и пополнения, и что платформа поддерживает выбранную вами сеть; в противном случае вывод будет неудачным или возвращенным
tr: Tümünü çek
vi: Rút toàn bộ
zh: 提取全部

# assetStatus12002
source: Withdrawal
es: Retiro
ko: 출금
pt: Retirar
ru: Поиск
zh: 提现

# common_wallet_withdraw
source: Withdraw
es: Retirar
fr: Retirer
ja: 出金
ko: 출금
pt: Retirar
ru: Поиск
tr: ÇekimÇekim
vi: Rút tiền
zh: 提现

# assets.withdraw.history.detail.explain.title
source: Withdrawing, it will be arrived in your account within 48 hours
es: En proceso de retiro, llegará a tu cuenta en un plazo de 48 horas
fr: Retrait en cours, il arrivera sur votre compte dans les 48 heures.
ja: 出金中、48時間以内に着金します。
ko: 출금하면 48시간 이내에 계정에 도착합니다
pt: Retirando, será creditado em sua conta dentro de 48 horas
ru: Поиск пар монет
tr: Çekim yapılıyor, 48 saat içinde hesabınıza ulaşacaktır
vi: Đang rút tiền, sẽ đến tài khoản trong vòng 48 giờ
zh: 提现中，48小时内到账

# common_wallet_withdraw_address
source: Address
es: Dirección de retiro
fr: Adresse de retrait
ja: 出金アドレス
ko: 출금 주소
pt: Endereço de retirada
ru: Поиск
tr: Çekim adresi
vi: Địa chỉ rút tiền
zh: 提现地址

# assetStatus12004
source: Withdrawal failure and rollback
es: Fallo en el retiro y reversión
fr: Échec de retrait et annulation
ja: 出金失敗の返金
ko: 출금 실패 및 롤백
pt: Falha na retirada e reversão
ru: Отменить ордер
tr: Çekim başarısızlığı ve geri alma
vi: Rút tiền thất bại và quay lại
zh: 提现失败回退

# assetStatus12005
source: Withdrawal fee
es: Comisión de retiro
fr: Frais de retrait
ja: 出金手数料
ko: 출금 수수료
pt: Taxa de retirada
ru: Отмена не удалась
tr: Çekim ücreti
vi: Phí rút tiền
zh: 提现手续费

# assetStatus12003
source: Withdrawal rejection
es: Rechazo de retiro
fr: Rejet de retrait
ja: 出金拒否
ko: 출금 거부
pt: Rejeição de retirada
ru: Ордер успешно отменен
tr: Çekim reddi
vi: Từ chối rút tiền
zh: 提现拒绝

# assets.withdraw.confirm.title
source: Withdrawal confirmation。
es: Confirmación de retiro
fr: Confirmation de retrait
ja: 出金確認
ko: 출금 확인
pt: Confirmação de retirada
ru: Отмена
tr: Çekim onayı
vi: Xác nhận rút tiền
zh: 提现确认

# common_withdraw_record
source: Withdrawal record
es: Historial de retiros
fr: Historique des retraits
ja: 出金記録
ko: 출금 기록
pt: Histórico de retiradas
ru: Отменить вывод
tr: Çekim geçmişi
vi: Lịch sử rút tiền
zh: 提现记录

# common_withdrawal_details
source: Withdrawal details
es: Detalles del retiro
fr: Détails du retrait
ja: 出金の詳細
ko: 출금 세부 정보
pt: Detalhes da retirada
ru: Отменить ордер
tr: Çekim detayları
vi: Chi tiết rút tiền
zh: 提现详情

# assets.withdraw.select.chain.net.tip.title
source: Tip: Please make sure the withdrawal network and amount you chose are consistent with the deposit platform. And make sure the platform supports the network your chose, otherwise the withdrawal will not be credited or refunded.
es: Consejo: Asegúrate de elegir la misma red para el retiro y el depósito y que la plataforma soporte la red de tu elección; de lo contrario, el retiro será fallido o devuelto
fr: Astuce : Veuillez vous assurer que le réseau de retrait sélectionné correspond à celui utilisé pour le dépôt correspondant et qu'il est pris en charge par la plateforme. Sinon, le retrait ne sera pas crédité ou sera retourné.
ja: 注意：選択した出金ネットワークが、対応する入金時に選択したネットワークと一致していることを確認してください。また、選択したネットワークをサポートしているプラットフォームであることを確認してください。さもなければ、出金は入金されないか、返金されることになります。
ko: 팁: 선택한 출금 네트워크와 금액이 입금 플랫폼과 일치하는지 확인하세요.플랫폼이 귀하가 선택하신 네트워크를 지원하는지 확인하세요.그렇지 않으면 출금 처리나 환불이 되지 않습니다.
pt: Dica: Certifique-se de escolher a mesma rede para retirada e depósito e que a plataforma suporte a rede de sua escolha; caso contrário, a retirada não será bem-sucedida ou será devolvida.
ru: Платить
tr: İpucu: Lütfen çekim ve depozito işlemleri için aynı ağı seçtiğinizden ve platformun seçtiğiniz ağı desteklediğinden emin olun; aksi takdirde çekim işlemi başarısız olacak veya geri gönderilecektir.
vi: Lưu ý: Vui lòng đảm bảo mạng rút tiền bạn chọn khớp với mạng bạn đã chọn khi nạp tiền tương ứng và đảm bảo rằng nền tảng hỗ trợ mạng bạn chọn, nếu không, việc rút tiền sẽ không thể đến tài khoản hoặc được hoàn trả.
zh: 提示：请确保您选择的提现网络，和您在相对应的该笔充值所选择的网络保持一致，并确保支持平台支持您选择的网络，否则提现将无法到账或退回

# common_cancel_order
source: Cancel
es: Cancelar pedido
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar pedido
ru: Получить
tr: Siparişi iptal et
vi: Hủy đơn hàng
zh: 撤单

# exchange.order.cancel.success.title
source: Cancelled successfully
es: Cancelación de pedido exitosa
fr: Annulation de la commande réussie
ja: 注文キャンセル成功
ko: 성공적으로 취소되었습니다
pt: Cancelamento do pedido bem-sucedido
ru: Получатель
tr: Sipariş iptali başarılı
vi: Hủy lệnh thành công
zh: 撤单成功

# swap.exchange.cancel.order.time.title
source: Cancellation time
es: Tiempo de cancelación
fr: Heure d'annulation
ja: キャンセル時間
ko: 취소 시간
pt: Hora do cancelamento
ru: Метод оплаты
tr: İptal zamanı
vi: Thời gian hủy lệnh
zh: 撤单时间

# swap.cancel.all.sl.order.title
source: Cancel all stop-loss orders
es: Cancelar todas las órdenes de stop-loss
fr: Annuler toutes les ordres de stop-loss
ja: すべてのストップロス注文をキャンセル
ko: 손절 주문 주문 모두 취소하기
pt: Cancelar todas as ordens de stop-loss
ru: Отменить все стоп-потери ордера
tr: Tüm zarar durdurma emirlerini iptal et
vi: Hủy tất cả lệnh cắt lỗ
zh: 撤销所有止损单

# swap.cancel.all.tp.order.title
source: Cancel all take-profit orders
es: Cancelar todas las órdenes de take-profit
fr: Annuler toutes les ordres de take-profit
ja: すべての利食い注文をキャンセル
ko: 이익 실현 주문 모두 취소하기
pt: Cancelar todas as ordens de take-profit
ru: Отменить все ордера на профит
tr: Tüm kar al emirlerini iptal et
vi: Hủy tất cả lệnh chốt lời
zh: 撤销所有止盈单

# swap.order.cancel.time.title
source: Cancelation time
es: Tiempo de cancelación
fr: Heure d'annulation
ja: 撤回時間
ko: 취소 시간
pt: Hora do cancelamento
ru: Время отмены
tr: İptal süresi
vi: Thời gian hủy
zh: 撤销时间

# swap.exchange.cancel.order.button.title
source: Cancel order
es: Cancelar pedido
fr: Annuler l'ordre
ja: 注文をキャンセル
ko: 주문 취소
pt: Cancelar pedido
ru: Отменить ордер
tr: Emri iptal et
vi: Hủy đơn hàng
zh: 撤销订单

# otc.transactions.pay.title
source: Pay
es: Pagar
fr: Paiement
ja: 支払い
ko: 결제하기
pt: Pagamento
ru: Платить
tr: Ödeme
vi: Thanh toán
zh: 支付

# otc.transactions.payment.method.title
source: Payment
es: Pago
fr: Méthode de paiement
ja: 支払い方法
ko: 결제
pt: Método de pagamento
ru: Оплата
tr: Ödeme yöntemi
vi: Phương thức thanh toán
zh: 支付方式

# third.pay.support.title
source: Support
es: Soporte:
ja: サポート
ko: 지원
pt: Suporte
ru: Поддержка:
tr: Destek
vi: Hỗ trợ người dùng
zh: 支持

# otc.payment.method.bank.sub.name.title
source: Branch
es: Sucursal
fr: Agence
ja: 支店名
ko: 지점
pt: Agência
ru: Филиал
tr: Şube
vi: Chi nhánh
zh: 支行

# market.kline.pop.close.title
source: Close
es: Cerrar
fr: Fermer
ja: 終値
ko: 청산
pt: Fechar
ru: Закрыть
tr: Kapanış
vi: Đóng
zh: 收

# register.verify.can.not.receive.code.title
source: Can't get the verification code?
es: ¿No puedes recibir el código de verificación?
fr: Vous ne recevez pas le code de vérification ?
ja: 認証コードが届かないですか？
ko: 인증 코드를 받을 수 없나요?
pt: Não consegue receber o código de verificação?
ru: Не получается получить код подтверждения?
tr: Doğrulama kodunu alamıyor musunuz?
vi: Không nhận được mã xác nhận?
zh: 收不到验证码？

# third.pay.receive.coin.address.title
source: Receiver Address
fr: Adresse de réception des fonds
ja: 受取アドレス
ko: 수취인 주소
pt: Endereço de recebimento
ru: Адрес получения
tr: Kripto para alım adresi
vi: Địa chỉ nhận tiền
zh: 收币地址

# otc.order.detail.received.title
source: Payee
es: Beneficiario
fr: Bénéficiaire
ja: 受取人
ko: 수취인
pt: Beneficiário
ru: Получатель
tr: Alıcı
vi: Người nhận
zh: 收款人

# otc.order.detail.payment.method.title
source: Payment Method
es: Método de pago
ko: 결제 방법
pt: Método de recebimento
ru: Метод оплаты
zh: 收款方式

# common_payment_method
source: Payment Method
es: Método de recepción
fr: Méthode de réception
ja: 受取方法
ko: 결제 방법
pt: Método de recebimento
ru: Метод получения
tr: Alım yöntemi
vi: Phương thức thanh toán
zh: 收款方式

# otc.order.detail.received.confirm.alert.title
source: Confirmation of collection
es: Confirmación de recepción
fr: Confirmation de la réception
ja: 受取確認
ko: 추심 확인
pt: Confirmação de recebimento
ru: Подтверждение сбора
tr: Alım onayı
vi: Xác nhận nhận tiền
zh: 收款确认

# swap.order.realized.pnl2.title
source: Profits
es: Beneficios
fr: PnL
ja: 利益
ko: 이익
pt: PnL
ru: Прибыль
tr: PnL (Kar/Zarar)
vi: Lợi nhuận
zh: 收益

# swap_pos_yield_lowest_title
source: Lowest ROI
es: Rentabilidad más baja
fr: Rendement le plus bas
ja: 利益率最低
ko: 최저 ROI
pt: Menor ROI
ru: Самый низкий ROI
tr: En düşük Yatırım Getirisi
vi: Tỷ suất lợi nhuận thấp nhất
zh: 收益率最低

# swap_pos_yield_highest_title
source: Highest ROI
es: Rentabilidad más alta
fr: Rendement le plus élevé
ja: 利益率最高
ko: 최고 ROI
pt: Maior ROI
ru: Самый высокий ROI
tr: En yüksek Yatırım Getirisi
vi: Tỷ suất lợi nhuận cao nhất
zh: 收益率最高

# swap.profit.calculation.title
source: Profit calculation
es: Cálculo de PnL
fr: Calcul du PNL
ja: 収益計算
ko: 이익 계산
pt: Cálculo de PnL
ru: Расчет PnL
tr: PnL hesaplaması
vi: Tính toán lợi nhuận
zh: 收益计算

# personal.id.auth.steps.tip2
source: Government-issued ID Card
es: Documento de identidad emitido por el gobierno
fr: Carte d'identité émise par le gouvernement
ja: 政府発行の身分証明書
ko: 정부 발행 ID 카드
pt: Carteira de identidade emitida pelo governo
ru: Паспорт или другой документ, выданный правительством
tr: Hükümet tarafından verilen Kimlik Kartı
vi: Giấy tờ tùy thân do chính phủ cấp
zh: 政府发行的身份证件

# common_quantity
source: Quantity
es: Cantidad
fr: Montant
ja: 数量
ko: 수량
pt: Quantidade
ru: Количество
tr: Miktar
vi: Số lượng
zh: 数量

# common_amount
source: Amount
es: Monto
fr: Quantité
ja: 数量
ko: 금액
pt: Quantidade
ru: Количество
tr: Miktar
vi: Số tiền
zh: 数量

# swap.close.pos.number.min.tip.title
source: Quantity ≥ %@
es: Cantidad ≥ %@
fr: Quantité ≥ %@
ja: 数量は%@未満であってはなりません。
ko: 수량 ≥ %@
pt: Quantidade ≥ %@
ru: Количество ≥ %@
tr: Miktar ≥ %@
vi: Số lượng không được nhỏ hơn %@
zh: 数量不应小于%@

# swap.close.pos.amount.can.not.be.zero.title
source: Quantity cannot be empty
es: La cantidad no puede ser 0
fr: La quantité ne peut pas être vide
ja: 数量は空であってはなりません
ko: 수량은 0일 수 없습니다
pt: A quantidade não pode estar vazia
ru: Количество не может быть 0
tr: Miktar boş olamaz
vi: Giá không được để trống
zh: 数量不能为空

# swap.exchange.profit.loss.scale.less.than.title
source: The quantity should be less than 100.
es: La cantidad debe ser menor a 100.
fr: La quantité doit être inférieure à 100.
ja: 数量は100未満である必要があります。%@の整数倍でなければならず、自動的に%@に調整されます。
ko: 수량은 100보다 작아야 합니다.
pt: A quantidade deve ser menor que 100.
ru: Количество должно быть менее 100.
tr: Miktar 100'den az olmalıdır.
vi: Số lượng phải nhỏ hơn 100
zh: 数量应小于 100

# common.ps.new.title
source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
ko: 새 비밀번호
pt: Nova senha
ru: Новый пароль
tr: Yeni şifre
vi: Mật khẩu mới
zh: 新密码

# personal.center.new.phone.title
source: New phone number
es: Nuevo número de teléfono
fr: Nouveau numéro de téléphone
ja: 新しい電話番号
ko: 새 전화번호
pt: Novo número de telefone
ru: Новый номер телефона
tr: Yeni telefon numarası
vi: Số điện thoại mới
zh: 新手机号

# personal.center.new.phone.code.title
source: New phone number verification code
es: Código de verificación del nuevo número de teléfono
fr: Code de vérification du nouveau numéro de téléphone
ja: 新しい電話番号の認証コード
ko: 새 전화번호 인증 코드
pt: Novo código de verificação do celular
ru: Код подтверждения нового номера телефона
tr: Yeni telefon numarası doğrulama kodu
vi: Mã xác nhận số điện thoại mới
zh: 新手机号验证码

# experience.newcomer.bonus.title
source: Welcome bonus
es: Paquete de bienvenida
fr: Bonus de bienvenue
ja: 初心者向けギフト
ko: 웰컴 기프트 팩
pt: Pacote de boas-vindas
ru: Приветственный пакет
tr: Hoşgeldin paketi
vi: Tiền thưởng chào mừng
zh: 新手礼包

# home.newcomer.bonus.title
source: Bonus
es: Bono
ja: 新規ユーザー特典
ko: 초보자 혜택
pt: Bônus
ru: Бонус
vi: Tiền thưởng
zh: 新手福利

# personal.center.google.auth.new.code.title
source: New GA code
es: Nuevo código GA
fr: Nouveau code GA
ja: 新しいGoogle確認コード
ko: 새 GA 코드
pt: Novo código GA
ru: Новый GA код
tr: Yeni GA kodu
vi: Mã Google Authenticator mới
zh: 新Google验证码

# personal.center.bind.new.email.title
source: New email
es: Nuevo correo electrónico
fr: Nouvel e-mail
ja: 新しいメール
ko: 새 이메일
pt: Novo e-mail
ru: Новый email
tr: Yeni e-posta
vi: Email mới
zh: 新邮箱

# personal.center.bind.new.email.code.title
source: New email verification code
es: Código de verificación del nuevo correo electrónico
fr: Nouveau code de vérification par e-mail
ja: 新しいメール確認コード
ko: 새 이메일 인증 코드
pt: Novo código de verificação de e-mail
ru: Направление
tr: Yeni e-posta doğrulama kodu
vi: Mã xác thực email mới
zh: 新邮箱验证码

# third.pay.calendar.month.week.sun.title
source: S
fr: Dim
ja: 日
ko: 일
pt: Dom
ru: Дата
tr: Pazar
vi: Chủ Nhật
zh: 日

# third.pay.calendar.filter.title
source: Date
es: Fecha
ja: 日付
ko: 날짜
pt: Data
ru: Старый пароль
tr: Tarih
vi: Ngày
zh: 日期

# common.ps.old.title
source: Old Password
es: Contraseña antigua
fr: Ancien mot de passe
ja: 旧パスワード
ko: 이전 비밀번호
pt: Senha antiga
ru: Код подтверждения старого номера телефона
tr: Eski şifre
vi: Mật khẩu cũ
zh: 旧密码

# personal.center.google.auth.old.code.title
source: Old GA code
es: Código GA antiguo
fr: Ancien code GA
ja: 古いGoogle確認コード
ko: 이전 GA 코드
pt: Código GA antigo
ru: Код подтверждения старого email
tr: Eski GA kodu
vi: Mã Google Authenticator cũ
zh: 旧Google验证码

# personal.center.bind.old.email.code.title
source: Old email verification code
es: Código de verificación del correo electrónico antiguo
fr: Ancien code de vérification par e-mail
ja: 古いメール確認コード
ko: 이전 이메일 인증 코드
pt: Código de verificação de e-mail antigo
ru: Время
tr: Eski e-posta doğrulama kodu
vi: Mã xác thực email cũ
zh: 旧邮箱验证码

# contract.order.detail.time.title
source: Time
es: Hora
fr: Temps
ko: 시간
pt: Tempo
ru: Время
vi: Thời gian gửi
zh: 时间

# contract.order.detail.list.time.title
source: Time
es: Hora
fr: Temps
ko: 시간
pt: Tempo
ru: Время
vi: Thời gian gửi
zh: 时间

# exchange.order.detail.time.title
source: Time
es: Hora
fr: Temps
ko: 시간
pt: Tempo
ru: Доход вчера
vi: Thời gian gửi
zh: 时间

# otc.nickname.description.first.title
source: Nicknames are visible in user center and to other users during C2C transaction scenarios and cannot be changed once set.
es: Los apodos son visibles en el centro de usuario y para otros usuarios durante los escenarios de transacciones C2C y no se pueden cambiar una vez establecidos.
fr: Les surnoms sont visibles dans le centre utilisateur et pour les autres utilisateurs lors des transactions C2C et ne peuvent pas être modifiés une fois définis.
ja: ニックネームはユーザーセンターとC2C取引シーンで他のユーザーに表示されます。設定後は変更できません。
ko: 닉네임은 사용자 센터 및 C2C 거래 시 다른 사용자에게 표시되며 일단 설정되면 변경할 수 없습니다.
pt: Apelidos são visíveis no centro do usuário e para outros usuários durante cenários de transações C2C e não podem ser alterados depois de definidos.
ru: Никнейм установлен.
tr: Takma adlar, kullanıcı merkezinde ve C2C işlem senaryolarında diğer kullanıcılar tarafından görülebilir ve bir kez ayarlandıktan sonra değiştirilemez.
vi: Tên hiển thị sẽ hiển thị cho người dùng khác trong Trung tâm người dùng và trong các tình huống giao dịch C2C, sau khi thiết lập không thể thay đổi
zh: 昵称在用户中心和C2C交易场景对其他用户可见， 设定后不支持修改

# otc.nickname.already.set.title
source: The nickname has been set.
es: El apodo ha sido establecido.
fr: Le surnom a été défini.
ja: ニックネームが設定されました。
ko: 닉네임이 설정되었습니다.
pt: O apelido foi definido.
ru: Спецификация по никнейму
tr: Takma ad ayarlandı.
vi: Tên hiển thị đã được thiết lập
zh: 昵称已设置

# otc.nickname.topic.description.title
source: Specification on nickname
es: Especificación del apodo
fr: Spécification sur le surnom
ja: ニックネーム説明
ko: 닉네임 사용에 대한 설명
pt: Especificações para apelido
ru: Базовый ордер
tr: Takma ad ile ilgili açıklama
vi: Mô tả tên hiển thị
zh: 昵称说明

# user.center.smart.service.title
source: AI Chatbot
es: Chatbot AI
fr: Service client intelligent
ja: スマートカスタマーサービス
ko: AI 챗봇
pt: Chatbot AI
ru: Пока не поддерживается
vi: Hỗ trợ khách hàng thông minh
zh: 智能客服

# personal.id.select.country.not.support.title
source: Not Yet Supported
es: No soportado aún
fr: Non supporté pour le moment
ja: 現在はサポートされていません
ko: 아직 지원되지 않음
pt: Não suportado
ru: Функция депозита и вывода не поддерживается
tr: Desteklenmiyor
vi: Tạm thời không hỗ trợ
zh: 暂不支持

# third.pay.not.support.deposit
source: The deposit and withdrawal function is not supported
es: La función de depósito y retiro no está soportada
fr: La fonction de dépôt et de retrait n'est pas supportée
ja: 入金および出金機能は現在サポートされていません
ko: 입금 및 출금 기능은 지원되지 않습니다
pt: A função de depósito e retirada não é suportada
ru: Сеть не поддерживается
tr: Depozito ve çekim fonksiyonu desteklenmemektedir
vi: Chức năng nạp/rút tạm thời không hỗ trợ
zh: 暂不支持充提功能

# assets.deposit.pause.title
source: Deposit suspended
es: Depósito suspendido
fr: Dépôt suspendu
ja: 入金を一時停止
ko: 입금 정지됨
pt: Depósito suspenso
ru: У вас нет позиций.
tr: Yatırımı askıya al
vi: Tạm dừng gửi tiền
zh: 暂停充值

# 资产.暂无仓位
source: You have no positions.
es: No tienes posiciones.
fr: Aucune position ouverte
ja: ポジションはありません
ko: 포지션이 없습니다.
pt: Você não tem posições.
ru: Нет истории депозитов
tr: Pozisyonunuz yok.
vi: Chưa có vị thế
zh: 暂无仓位

# assets.deposit.history.record.no.data.title
source: No deposit record
es: No hay historial de depósitos
fr: Aucun historique de dépôt pour le moment
ja: 入金記録はありません
ko: 입금 기록 없음
pt: Sem histórico de depósitos
ru: В данный момент нет валюты для вывода
tr: Para yatırma geçmişi yok
vi: Chưa có ghi chép nạp tiền
zh: 暂无充值记录

# assets.withdraw.history.record.no.data.placeholder.title
source: No currency available to withdraw at present
es: No hay moneda disponible para retirar en este momento
fr: Aucune devise disponible à retirer pour le moment
ja: 出金可能な通貨はありません
ko: 현재 출금할 수 있는 통화가 없습니다
pt: Nenhuma moeda disponível para retirada no momento
ru: Нет истории выводов
tr: Şu anda çekilebilecek para birimi yok
vi: Hiện không có loại tiền nào có thể rút.
zh: 暂无可提现币种

# assets.withdraw.history.record.no.data.title
source: There is no withdrawal record.
es: No hay historial de retiros
fr: Aucun historique de retrait
ja: 出金記録はありません
ko: 출금 기록이 없습니다.
pt: Sem histórico de retiradas
ru: Нет результатов поиска
tr: Çekim geçmişi yok
vi: Chưa có lịch sử rút tiền
zh: 暂无提现记录

# self.choice.empty.tip.title
source: No market information for selection
es: No hay información del mercado para seleccionar
fr: Aucune information de marché disponible pour la sélection
ja: 現在、お気に入りの相場はありません
ko: 즐겨찾기 추가
pt: Sem informações de mercado para seleção
ru: Нет ордеров
tr: Seçim için piyasa bilgisi yok
vi: Chưa có thị trường yêu thích
zh: 暂无行情自选

# common.placeholder.empty.order.title
source: No order
es: No hay pedido
fr: Aucun ordre ouvert
ja: 注文はありません
ko: 주문 없음
pt: Sem ordens
ru: Нет доступных активов.
tr: Hiç sipariş yok
vi: Chưa có lệnh
zh: 暂无订单

# personal.id.auth.not.supported.title
source: Which Countries and regions are not yet supported?
es: ¿Qué países y regiones aún no están soportados?
fr: Quels pays et régions ne sont pas supportés pour le moment ?
ja: 現在サポートされていない国や地域はどこですか？
ko: 아직 지원되지 않는 국가와 지역은 어디인가요?
pt: Quais países e regiões não são suportados no momento?
ru: Торговля еще не открыта, пожалуйста, оставайтесь на связи.
tr: Hangi ülkeler ve bölgeler şu an için desteklenmiyor?
vi: Tạm thời không hỗ trợ các quốc gia và khu vực nào?
zh: 暂时不支持哪些国家和地区？
