Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# wealth_assets_not_enough
source: Insufficient available balance
es: Saldo disponible insuficiente
fr: Solde disponible insuffisant
ja: 利用可能残高が不足しています
ko: 사용 가능한 잔액이 부족합니다.
pt: Este produto está esgotado, escolha outro produto
ru: Недостаточно доступного баланса
tr: Yetersiz kullanılabilir bakiye
vi: Số dư khả dụng không đủ
zh: 可用余额不足

# wealth_soldout_tip
source: This product is sold out, please choose another product.
es: Este producto está agotado, seleccione otro producto
fr: Ce produit est épuisé, veuillez choisir un autre produit.
ja: この商品は売り切れです。別の商品を選択してください。
ko: 본 상품은 품절되었습니다. 다른 상품을 선택해주세요.
pt: Este produto está esgotado, escolha outro produto
ru: Этот товар распродан, пожалуйста, выберите другой товар
tr: Bu ürün tükenmiştir, lütfen başka bir ürün seçin.
vi: Sản phẩm này đã hết hàng, vui lòng chọn sản phẩm khác
zh: 该产品已售罄，请选择其他产品

# wealth_delisted_tip
source: This product has been delisted, please choose another product.
es: Este producto ha sido retirado, seleccione otro producto
fr: Ce produit a été retiré de la liste, veuillez choisir un autre produit.
ja: この商品は販売停止中です。別の商品を選択してください。
ko: 이 상품은 진열대에서 사라졌습니다. 다른 상품을 선택해주세요.
pt: Este produto foi retirado das prateleiras, escolha outro produto
ru: Этот товар был удален с полок, пожалуйста, выберите другой товар
tr: Bu ürün listeden kaldırılmıştır, lütfen başka bir ürün seçin.
vi: Sản phẩm này đã bị gỡ xuống, vui lòng chọn sản phẩm khác
zh: 该产品已下架，请选择其他产品

# wealth_q_1
source: 1. What is Aibit Earn?
es: 1. ¿Qué es Aibit Inversión?
fr: 1. Qu'est-ce que Aibit Earn ?
ja: 1. Aibit理財とは何ですか？
ko: 1. Aibit 재무관리란 무엇인가요?
pt: 1、O que é Gestão Financeira Aibit?
ru: 1. Что такое финансовый менеджмент Aibit?
tr: 1、Aibit Kazanç nedir?
vi: 1. Aibit tài chính là gì?
zh: 1、什么是Aibit理财？

# wealth_q_2
source: 2. Does Aibit Earn support early redemption?
es: 2. ¿Aibit Inversión permite la redención anticipada?
fr: 2. Aibit Earn prend-il en charge le rachat anticipé ?
ja: 2. Aibit理財は早期解約に対応していますか？
ko: 2. Aibit Financial Management는 조기상환을 지원하나요?
pt: 2、A Aibit Financial Management suporta resgate antecipado?
ru: 2. Поддерживает ли Aibit Financial Management досрочное погашение?
tr: 2、Aibit Kazanç erken iade desteği sunuyor mu?
vi: 2. Aibit tài chính có hỗ trợ rút trước hạn không?
zh: 2、Aibit理财是否支持提前赎回？

# wealth_q_3
source: 3. How is interest calculated and paid in the Daily Interest Settlement mode of Fixed-term Earn?
es: 3. ¿Cómo se calculan y pagan los intereses en el modo de intereses diarios?
fr: 3. Comment les intérêts sont-ils calculés et versés pour les produits Earn à terme fixe avec règlement quotidien des intérêts ?
ja: 3. 定期投資の-日利日結モデルはどのように利息を計算し、支払いますか？
ko: 3. 정기적인 재무관리 - 일일이자정산모드에서 지급이자 계산은 어떻게 하나요?
pt: 3、Como calcular e pagar juros no modo regular de liquidação de juros diários de gestão financeira?
ru: 3. Как рассчитать и выплатить проценты в режиме обычного финансового управления – ежедневного расчета процентов?
tr: 3、Vadeli Kazanç’ın Günlük Faiz Ödeme modu nasıl faiz hesaplanır ve ödenir?
vi: 3. Cách tính và trả lãi trong mô hình lãi hàng ngày, trả lãi hàng ngày cho tài chính kỳ hạn?
zh: 3、定期理财-日息日结模式如何计算和支付利息？

# wealth_q_4
source: 4. How is interest calculated and paid in the Interest Settlement Upon Maturity mode of Fixed-term Earn?
es: 4. ¿Cómo se calculan y pagan los intereses en el modo de intereses al vencimiento?
fr: 4. Comment les intérêts sont-ils calculés et versés pour les produits Earn à terme fixe avec règlement des intérêts à l’échéance ?
ja: 4. 定期投資の-満期結息モデルはどのように利息を計算し、支払いますか？
ko: 4. 정기적인 재무관리 - 만기이자 정산방식에서 이자를 어떻게 계산하고 지급하나요?
pt: 4、Como calcular e pagar juros no modo regular de liquidação de juros de gestão financeira?
ru: 4. Регулярное управление финансами. Как рассчитать и выплатить проценты в режиме расчета процентов за погашение?
tr: 4、Vadeli Kazanç’ın Vade Sonunda Faiz Ödeme modu nasıl faiz hesaplanır ve ödenir?
vi: 4. Cách tính và trả lãi trong mô hình trả lãi khi đáo hạn cho tài chính kỳ hạn?
zh: 4、定期理财-到期结息模式如何计算和支付利息？

# wealth_step_apr
source: Tiered APR
es: Tasa de interés anual escalonada (APR)
fr: APR par paliers
ja: 階段式年利率（APR）
ko: 사다리 연이자율
pt: Taxa de juros anual escalonada (APR)
ru: Лестничная годовая процентная ставка
tr: Kademeli APR
vi: Lãi suất bậc thang
zh: 阶梯年利率(APR)

# wealth_step_apr_desc
source: Final APR is calculated based on the tiered interest rate rules, which include the current holding in this financial product.
es: El rendimiento final de la tasa de interés anual APR se calcula según las siguientes reglas de rendimiento escalonado. El cálculo cubrirá la cantidad del producto de inversión en la posición actual:
fr: L'APR final est calculé sur la base des règles de taux d'intérêt échelonnés, qui incluent la détention actuelle dans ce produit financier.
ja: 最終APR年利率の収益は、以下の階段収益ルールに基づいて計算され、計算時には現在のポジションに含まれるこの投資商品数が考慮されます
ko: 최종 APR 연이자율 소득은 다음의 사다리 소득 규칙에 따라 계산되며, 계산에는 현재 포지션에 있는 본 금융상품의 수가 포함됩니다.
pt: O rendimento final da taxa de juros anual da TAEG é calculado de acordo com as seguintes regras de rendimento da escada, e o cálculo incluirá o número deste produto financeiro na posição atual.
ru: Окончательный годовой процентный доход в апреле рассчитывается в соответствии со следующими правилами лестничного дохода, и в расчет будет включено количество этого финансового продукта в текущей позиции.：
tr: Son APR, kademeli faiz oranı kurallarına göre hesaplanır ve bu, bu finansal üründeki mevcut tutarı içerir.
vi: Lãi suất APR cuối cùng được tính theo các quy tắc lãi suất bậc, trong đó tính toán số lượng sản phẩm tài chính trong danh mục đầu tư hiện tại
zh: 最终APR年利率收益根据以下阶梯收益规则计算，计算时会涵盖当前持仓中的本理财产品数量：

# wealth_assets_select_title
source: Select the account for subscription funds
es: Seleccione la cuenta de origen de los fondos para la suscripción
fr: Sélectionnez le compte pour les fonds de souscription
ja: 申込資金源口座を選択
ko: 구독 자금의 원본 계정을 선택하세요.
pt: Selecione a conta de origem para fundos de assinatura
ru: Выберите исходный счет для средств по подписке
tr: Abonelik fonları için hesabı seçin
vi: Chọn tài khoản nguồn vốn đăng ký
zh: 选择申购资金来源账户

# wealth_date_apr_title
source: Duration&APR
es: Plazo y Tasa Porcentual Anual (APR)
fr: Durée et APR
ja: 期限および年利率（APR）
ko: 기간 및 연 이자율(APR)
pt: Prazo e taxa percentual anual (APR)
ru: Срок и годовая процентная ставка
tr: Süre ve Yıllık Faiz Oranı (APR)
vi: Thời hạn và lãi suất hàng năm (APR)
zh: 期限及年利率(APR)

# invest_can_use
source: Available Balance:
es: Saldo disponible:
fr: Solde disponible :
ja: 利用可能残高：
ko: 사용 가능한 잔액:
pt: saldo disponível:
ru: доступный баланс:
tr: Kullanılabilir Bakiye:
vi: Số dư khả dụng:
zh: 可用余额:

# invest_asset_from
source: Source of Funds
es: Fuente de fondos:
fr: Source des fonds
ja: 資金源:
ko: 자금 출처
pt: Fonte de fundos
ru: Источник средств
tr: Fon Kaynağı
vi: Nguồn vốn:
zh: 资金来源

# invest_tip_1
source: • Early Redemption Will Result in Loss of All Interest
es: • El reembolso anticipado resultará en la pérdida de todos los intereses.
fr: • Un rachat anticipé entraînera la perte de tous les intérêts
ja: • 前倒しの払い戻しは、全ての利息を失うことになります。
ko: • 조기 상환 시 모든 이자가 손실됩니다.
pt: • O resgate antecipado resultará na perda de todos os juros
ru: • Досрочное погашение приведет к потере всех процентов.
tr: • Erken İade, Tüm Faizin Kaybedilmesine Sebep Olacaktır
vi: • Rút trước hạn sẽ dẫn đến mất toàn bộ lãi suất
zh: • 提前赎回将导致损失全部利息

# invest_tip_2
source: • After selecting early redemption, assets will be returned to your spot account within %@ hours.
es: Después de elegir el canje anticipado, los activos se devolverán a su cuenta al contado %@
fr: Après avoir sélectionné le rachat anticipé, les actifs seront retournés sur votre compte spot dans un délai de %@ heures.
ja: 早期解約を選択した場合、資産は%@時間後にあなたの現物口座に戻ります
ko: • 选조기 상환을 선택한 후, 자산은 %@시간 이내에 선택한 현물 계좌로 반환됩니다.
pt: Após escolher o resgate antecipado, os ativos serão devolvidos para sua conta à vista %@ hours.
ru: • После выбора досрочного погашения активы будут возвращены на ваш спотовый счет %@h.
tr: Erken iade seçildikten sonra, varlıklar %@ saat içinde spot hesabınıza iade edilecektir.
vi: Khi bạn chọn rút tiền trước hạn, tài sản sẽ được hoàn lại vào tài khoản giao dịch của bạn trong %@ giờ.
zh: • 选择提前赎回后，资产将会在%@小时内退回您的现货账户

# wealth_subscription_balance
source: Subscription Quota
es: Monto de la suscripción
fr: Quota de souscription
ja: 申込限度
ko: 구독 할당량
pt: Cota de assinatura
ru: Квота подписки
tr: Abonelik Kotası
vi: Số tiền đăng ký
zh: 申购额度

# wealth_self_limit
source: Personal Subscription Quota:
es: Monto de suscripción personal:
fr: Quota de souscription personnel
ja: 個人の申込額：
ko: 개인 구독 할당량:
ru: Персональная квота подписки:
tr: Kişisel Abonelik Kotası
vi: Số lượng đăng ký của cá nhân:
zh: 个人申购额度:

# wealth_leftover_limit
source: Your Remaining Subscription Quota:
es: Monto máximo disponible para suscripción personal:
fr: Votre quota de souscription restant
ja: あなたの残りの申込可能額：
ko: 사용 가능한 남은 구독 할당량:
pt: Sua cota de assinatura disponível restante
ru: Оставшаяся доступная квота подписки:
tr: Sizin Kalan Abonelik Kotanız
vi: Số dư khả dụng để đăng ký của bạn:
zh: 您的剩余可申购额度:

# wealth_not_enough
source: Insufficient Remaining Subscription Quota
es: Cuota restante insuficiente para la suscripción
fr: Quota de souscription restant insuffisant
ja: 残りの申込可能額が不足しています
ko: 구독에 남은 할당량이 부족합니다.
pt: Cota restante insuficiente para assinatura
ru: Недостаточно оставшейся квоты для подписки
tr: Yetersiz Kalan Abonelik Kotası
vi: Số dư khả dụng còn lại không đủ
zh: 剩余可申购额度不足

# wealth_back
source: Back
es: Regresar
fr: Retour
ja: 戻る
ko: 반품
pt: Voltar
ru: вернут
tr: Geri
vi: Quay lại
zh: 返回

# financial_subscription
source: Subscription
es: Suscripción
fr: Abonnement
ja: 申込
ko: 신청
pt: Subscrição
ru: Подписка
tr: Abonelik
vi: Đăng ký
zh: 申购

# invest_tip_3
source: • After selecting early redemption, the assets will be immediately returned to your spot account.
fr: • Après avoir sélectionné le rachat anticipé, les actifs seront immédiatement retournés sur votre compte spot.
ja: • 早期解約を選択すると、資産は即座に現物口座に返還されます
ko: • 조기 상환을 선택한 후 자산은 즉시 현물 계좌로 반환됩니다.
pt: • Após optar pelo resgate antecipado, os ativos serão imediatamente devolvidos à sua conta à vista
ru: • После выбора досрочного погашения активы будут немедленно возвращены на ваш спотовый счет.
tr: • Erken iade seçildikten sonra, varlıklar hemen spot hesabınıza iade edilecektir.
vi: • Sau khi chọn rút trước hạn, tài sản sẽ ngay lập tức được hoàn trả vào tài khoản giao dịch của bạn
zh: • 选择提前赎回后，资产将会立即退回您的现货账户

# invest_avail_amount_tip
source: Your remaining investment quota depends on the product's remaining subscription quota.
es: El monto restante de su inversión disponible depende del monto restante de la suscripción del producto.
fr: Votre quota d'investissement restant dépend du quota de souscription restant du produit.
ja: あなたの残りの投資可能額は、この商品の残りの申込可能額に依存します。
ko: 남은 투자 가능 금액은 해당 상품의 남은 구독 금액에 따라 달라집니다.
pt: O valor restante do investimento disponível depende do valor restante da assinatura do produto.
ru: Оставшаяся доступная сумма инвестиций зависит от оставшейся суммы подписки на продукт.
tr: Kalan yatırım kotanız, ürünün kalan abonelik kotasına bağlıdır.
vi: Số dư khả dụng để đầu tư của bạn phụ thuộc vào số lượng đăng ký còn lại của sản phẩm này.
zh: 您的剩余可投额度取决于该产品的剩余申购额度。

# invest_rule_interest
source: Daily Interest = Subscribed Amount * APR / 365
es: Interés diario = cantidad suscrita * Tasa de interés anual TAE/365
fr: Intérêts quotidiens = Montant souscrit * TAEG / 365
ja: 日利息 = 申込数量 × APR年利率 / 365
ko: 일일 이자 = 구매 수량 * 연이율 / 365
pt: Juros diários=quantidade subscrita*Taxa de juros anual APR/365
ru: Ежедневные проценты = приобретенное количество * годовая процентная ставка / 365
tr: Günlük Faiz = Abone Olunan Miktar * APR / 365
vi: Lãi hàng ngày = Số lượng đã đăng ký * APR / 365
zh: 每日利息=已申购数量*APR年利率/365

# copy_trading_7d
source: 7D
es: 7 días
fr: 7J
ja: 7日
ko: 7일
pt: 7 dias
ru: 7 дн.
tr: 7 gün
zh: 近7天

# copy_trading_30d
source: 30D
es: 30 días
fr: 30J
ja: 30日
ko: 30일
pt: 30 dias
ru: 30 дн.
tr: 30 gün
zh: 近30天

# copy_trading_90d
source: 90D
es: 90 días
fr: 90J
ja: 90日
ko: 90일
pt: 90 dias
ru: 90 дн.
tr: 90 gün
zh: 近90天

# copy_trading_180d
source: 180D
es: 180 días
fr: 180J
ja: 180日
ko: 180일
pt: 180 dias
ru: 180 дн.
tr: 180 gün
zh: 近180天

# copy_trading_week_profit
source: Weekly Profit(USDT)
es: Ingreso semanal(USDT)
fr: Profit hebdomadaire (USDT)
ja: 毎週の利益額（USDT）
ko: 주간 수입(USDT)
pt: Lucro Semanal (USDT)
ru: еженедельный доход(USDT)
tr: Haftalık Kar (USDT)
vi: Lợi nhuận hàng tuần (USDT)
zh: 每周收益额(USDT)

# follow_total_performance
source: Performance
es: Desempeño de las operaciones copiadas
ja: フォローのパフォーマンス
ko: 통화 환경 설정
pt: Desempenho
ru: Предпочтение валюты
tr: Performans
vi: Hiệu suất
zh: 带单表现

# follow_total_ROI
source: Total ROI
es: Tasa de rendimiento acumulada
fr: ROI total
ja: 累積収益率
ko: 누적 수익률
pt: ROI Total
ru: Урожай
tr: Toplam Yatırım Getirisi
vi: Tỷ suất lợi nhuận tích lũy
zh: 累计收益率

# follow_currency_preference
source: Asset Preferences
es: Preferencia de moneda
fr: Préférences d'actifs
ja: 通貨の好み
ko: 통화 환경 설정
pt: Preferência de Moeda
ru: Предпочтение валюты
tr: Para Birimi Tercihi
vi: Sở thích đồng tiền
zh: 币种偏好

# follow_currency
source: Currency
es: Moneda
fr: Monnaie
ja: 通貨
ko: 통화
pt: Moeda
ru: Валюта
tr: Para Birimi
vi: Loại tiền
zh: 币种

# follow_proportion
source: Proportion
es: Porcentaje
ja: 占有率
ko: 비율
pt: Proporção
ru: Пропорция
tr: Oran
vi: Tỷ lệ
zh: 占比

# follow_position_distribution
source: Position Distribution
es: Distribución de posiciones
fr: Répartition des positions
ja: 保有分布
ko: 위치 분포
pt: Distribuição de Posições
ru: Распределение позиций
tr: Pozisyon Dağılımı
vi: Phân bổ vị trí
zh: 持仓分布

# follow_closed_position_time
source: Average Holding Time
es: Tiempo promedio de tenencia
fr: Temps moyen de détention
ja: 平均保有時間
ko: 평균 보유 시간
pt: Tempo Médio de Retenção
ru: среднее время выдержки
tr: Ortalama Tutma Süresi
vi: Thời gian nắm giữ trung bình
zh: 平均持仓时间

# follow_longest_holding_time
source: Longest Holding Time
es: Tiempo máximo de tenencia
fr: Temps de détention le plus long
ja: 最長保有時間
ko: 최대 보유 시간
pt: Maior Tempo de Retenção
ru: Максимальное время выдержки
tr: En Uzun Tutma Süresi
vi: Thời gian nắm giữ lâu nhất
zh: 最长持仓时间

# follow_holding_time
source: Holding Time
es: Duración
fr: Temps de détention
ja: 保有時間
ko: 포지션 유지시간
pt: Tempo de Retenção
ru: Время удержания позиции
tr: Tutma Süresi
vi: Thời gian nắm giữ
zh: 持仓时间

# follow_total_loss
source: Total Loss
es: Pérdida total
fr: Perte totale
ja: 総損失
ko: 총 손실
pt: Perda Total
ru: полная потеря
tr: Toplam Zarar
vi: Tổng thua lỗ
zh: 总亏损

# follow_total_profit
source: Total Profit
es: Ganancia total
fr: Profit total
ja: 総利益
ko: 총 이익
pt: Lucro Total
ru: общая прибыль
tr: Toplam Kar
vi: Tổng lợi nhuận
zh: 总盈利

# follow_weekly_profit
source: ROI by week(USDT)
es: Ganancias semanales (USDT)
fr: ROI par semaine (USDT)
ja: 週ごとの利益額（USDT）
ko: 주간 수입(USDT)
pt: ROI semanal (USDT)
ru: доход(USDT)
tr: Haftalık Yatırım Getirisi (USDT)
vi: Lợi nhuận hàng tuần (USDT)
zh: 周收益额(USDT)

# follow_total_pl
source: Total P&L(USDT)
es: Ingreso(USDT)
fr: P&L total (USDT)
ja: 総損益（USDT）
ko: 총손익(USDT)
pt: P&L Total (USDT)
ru: выгода(USDT)
tr: Toplam P&L (USDT)
vi: Tổng lãi lỗ (USDT)
zh: 总盈亏(USDT)

# follow_position_quantity
source: Position Quantity
es: Posición
fr: Quantité de position
ja: ポジション数
ko: 직위 수
pt: Quantidade de Posições
ru: позиция
tr: Pozisyon Miktarı
vi: Số lượng vị trí
zh: 仓位数量

# follow_copy_canceled
source: Copy Canceled
es: Orden cancelada
fr: Copie annulée
ja: フォローのキャンセル
ko: 주문이 취소됨
pt: Cópia Cancelada
ru: Заказ отменен
tr: Kopyalama İptal Edildi
vi: Đã hủy theo dõi giao dịch
zh: 已取消跟单

# financial_total_earnings
source: Cumulative Earnings
es: Ingresos acumulados
fr: Gains cumulés
ja: 累計収益
ko: 누적 수입
pt: Renda acumulada
ru: Совокупный доход
tr: Kümülatif Kazançlar
vi: Lợi nhuận tích lũy
zh: 累计收益

# financial_no_data
source: No Earn
es: Aún no hay gestión financiera
fr: Aucun Earn
ja: 資産運用がありません
ko: 아직 재무 관리가 없습니다.
pt: Ainda não há gestão financeira
ru: Финансового управления пока нет
tr: Earn yok
vi: Không có Earn
zh: 暂无理财

# financial_interest_received
source: Interest Received
es: intereses recibidos
fr: Intérêts reçus
ja: 受取利息
ko: 받은 이자
pt: juros recebidos
ru: проценты полученные
tr: Alınan Faiz
vi: Lãi suất đã nhận
zh: 已收利息

# invest_buy_numb
source: Amount
es: Cantidad de suscripción
fr: Montant
ja: 申込数量
ko: 구독 수량
pt: Quantidade de assinaturas
ru: Количество подписки
tr: Miktar
vi: Số lượng đăng ký
zh: 申购数量

# financial_state
source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
pt: Estado
ru: состояние
tr: Durum
vi: Trạng thái
zh: 状态

# financial_product_type
source: Product Type
es: tipo de producto
fr: Type de produit
ja: 商品タイプ
ko: 제품 유형
pt: tipo de produto
ru: тип продукта
tr: Ürün Türü
vi: Loại sản phẩm
zh: 产品类型

# financial_interes_coin_type
source: Interest Coins
es: Moneda de interés
fr: Pièces d’intérêts
ja: 利息通貨
ko: 이자통화
pt: Moeda de juros
ru: Валюта процентов
tr: Faiz Paraları
vi: Loại tiền lãi
zh: 利息币种

# financial_coin_type
source: Product Currency
es: Moneda del producto
fr: Devise du produit
ja: 商品通貨
ko: 제품 통화
pt: Moeda do produto
ru: Валюта продукта
tr: Ürün Para Birimi
vi: Loại tiền sản phẩm
zh: 产品币种

# financial_interest_accrued
source: Earning Interest
es: Devengando intereses
fr: Génération d’intérêts
ja: 利息計算中
ko: 이자가 쌓이고 있습니다
pt: Os juros estão acumulando
ru: Проценты начисляются
tr: Faiz Kazanıyor
vi: Đang tính lãi
zh: 计息中

# financial_revenue_model
source: Earnings Method
es: modelo de ingresos
fr: Mode de gains
ja: 収益モード
ko: 소득방식
pt: modelo de receita
ru: Доходный метод
tr: Kazanç Modu
vi: Chế độ lợi nhuận
zh: 收益模式

# interest_total_day
source: Interest Settled at Maturity
es: Liquidación de intereses al vencimiento
fr: Règlement des intérêts à l'échéance
ja: 満期時の利息支払い
ko: 만기시 이자정산
pt: Liquidação de juros no vencimento
ru: Погашение процентов при погашении
tr: Vade Sonunda Faiz Ödemesi
vi: Kết toán lãi khi đáo hạn
zh: 到期结息

# financial_redemption_early
source: Early Redemption
es: amortización anticipada
fr: Rachat anticipé
ja: 早期償還
ko: 조기상환
pt: resgate antecipado
ru: досрочное погашение
tr: Erken İade
vi: Rút trước hạn
zh: 提前赎回

# financial_interest_to_be_accrued
source: Pending Interest Calculation
es: Intereses a devengar
fr: Calcul des intérêts en attente
ja: 利息待機中
ko: 발생 이자
pt: Juros a acumular
ru: Проценты, подлежащие начислению
tr: Bekleyen Faiz Hesaplaması
vi: Chờ tính lãi
zh: 待计息

# financial_redeeming_on_time
source: Redeeming On Time
es: Canjear a tiempo
fr: Rachat à échéance
ja: 定時償還中
ko: 정시에 상환
pt: Resgatando na hora
ru: Выкуп вовремя
tr: Zamanında İade Ediliyor
vi: Đang rút đúng hạn
zh: 按时赎回中

# financial_redeeming_in_advance
source: Early Redemption In Progress
es: Canjear por adelantado
fr: Rachat anticipé en cours
ja: 早期償還中
ko: 사전 상환
pt: Resgatando antecipadamente
ru: Выкуп заранее
tr: Erken İade İşlemde
vi: Đang rút trước hạn
zh: 提前赎回中

# financial_redemption_apply
source: Submit Redemption
es: Enviar canje
fr: Soumettre le rachat
ja: 償還を提出
ko: 상환 제출
pt: Enviar resgate
ru: Отправить погашение
tr: İade Talebini Gönder
vi: Gửi yêu cầu rút
zh: 提交赎回

# financial_redemption_penalty
source: Redemption Penalty
es: pena de redención
fr: Pénalité de rachat
ja: 償還罰金
ko: 상환 벌금
pt: penalidade de resgate
ru: выкупной штраф
tr: İade Cezası
vi: Phạt rút tiền
zh: 赎回罚息

# financial_redemption_quantity
source: Redemption Amount
es: Cantidad de canje
fr: Montant du rachat
ja: 償還数量
ko: 상환 수량
pt: Quantidade de resgate
ru: Сумма погашения
tr: İade Miktarı
vi: Số lượng rút
zh: 赎回数量

# invest_spot_or_funds
source: Spot & Funding Account
es: Cuenta Spot & Fondos
fr: Compte Spot et de Financement
ja: 現物口座＆資金口座
ko: 현물 계정 및 자본 계정
pt: Conta spot e conta de capital
ru: Спотовый счет и счет операций с капиталом
tr: Spot & Fon Hesabı
vi: Tài khoản giao dịch & tài khoản quỹ
zh: 现货账户&资金账户

# financial_redemption_on_time
source: On-Time Redemption
es: Canjear a tiempo
fr: Rachat à échéance
ja: 定時償還
ko: 시간에 맞춰 사용하세요
pt: Resgatar na hora
ru: Погашайте вовремя
tr: Zamanında İade
vi: Rút đúng hạn
zh: 按时赎回

# financial_bill
source: Earn statements
es: Facturas financieras
fr: Relevés Earn
ja: 資産運用帳簿
ko: 금융 청구서
pt: Contas financeiras
ru: Финансовые счета
tr: Kazanç Beyanları
vi: Sao kê Earn
zh: 理财账单

# financial_interst
source: Interest
es: Interés
fr: Intérêts
ja: 利息
ko: 관심
pt: Interesse
ru: Интерес
tr: Faiz
vi: Lãi suất
zh: 利息

# financial_redemption_to_spot_account
source: Redeem to Spot Account
es: Canjear a cuenta al contado
fr: Racheter sur le compte spot
ja: 現物口座へ償還
ko: 현물계좌로 교환
pt: Resgatar para conta à vista
ru: Погасить на спотовый счет
tr: Spot Hesaba İade Et
vi: Rút tiền vào tài khoản giao dịch
zh: 赎回至现货账户

# financial_subscription_time
source: Subscription Period
es: tiempo de suscripción
fr: Période de souscription
ja: 申込時間
ko: 구독 시간
pt: Tempo de assinatura
ru: Время подписки
tr: Abonelik Süresi
vi: Thời gian đăng ký
zh: 申购时间

# financial_interst_last_time
source: Final Principal and Interest Distribution Time
es: Última fecha de pago de intereses y reembolso de capital
fr: Date finale de distribution du capital et des intérêts
ja: 最終利息および元本の払い戻し時間
ko: 마지막 이자상환 시기
pt: Horário do último resgate de juros
ru: Время последнего погашения процентов
tr: Son Ana Para ve Faiz Dağıtım Zamanı
vi: Thời gian phát lãi và hoàn vốn cuối kỳ
zh: 最后发息赎本时间

# financial_interst_start_time
source: Interest Calculation Start Time
es: Iniciar tiempo de acumulación de intereses
fr: Date de début du calcul des intérêts
ja: 利息計算開始時間
ko: 이자 발생 시간 시작
pt: Iniciar o tempo de acumulação de juros
ru: Время начала начисления процентов
tr: Faiz Hesaplama Başlangıç Zamanı
vi: Thời gian bắt đầu tính lãi
zh: 开始计息时间

# financial_redemption_apply_time
source: Redemption Application Time
es: Tiempo de solicitud de canje
fr: Heure de demande de rachat
ja: 償還申請時間
ko: 상환 신청 시간
pt: Tempo de aplicação do resgate
ru: подачи заявки на погашение
tr: İade Başvuru Zamanı
vi: Thời gian yêu cầu rút
zh: 赎回申请时间

# financial_estimated_arrival_time
source: Estimated Arrival Time
fr: Heure estimée d'arrivée
ja: 予想入金時間
ko: 예상 도착 시간
pt: Tempo estimado de chegada
ru: Ожидаемое время прибытия
tr: Tahmini hesaplama süresi
vi: Thời gian dự kiến nhận thưởng
zh: 预计到账时间

# financial_interst_next_time
source: Next Interest Distribution Time
es: Próximo momento de pago de intereses
fr: Prochaine date de distribution des intérêts
ja: 次回発生時間
ko: 다음이자지급시기
pt: Próximo horário de pagamento de juros
ru: Следующее время выплаты процентов
tr: Sonraki Faiz Dağıtım Zamanı
vi: Thời gian phát lãi lần sau
zh: 下次发息时间

# financial_asset
source: Est. Value of Earn Assets
fr: Valeur totale estimée
ja: 資産評価
ko: 금융자산 평가
pt: Avaliação de ativos financeiros
ru: Оценка финансовых активов
tr: Tahmini Kazanç Varlıkları Değeri
vi: Giá Trị Ước Tính Tổng
zh: 理财资产估值

# financial_arrival_time
source: Time of Arrival
es: Hora de llegada
fr: Heure d’arrivée
ja: 入金時間
ko: 도착 시간
pt: Hora de chegada
ru: Время прибытия
tr: Varış Zamanı
vi: Thời gian nhận
zh: 到账时间

source: Financial Account
es: cuenta financiera
fr: Compte financier
ja: 資産運用口座
ko: 금융 계좌
pt: conta financeira
ru: финансовый счет
tr: Finansal Hesap
vi: Tài khoản tài chính
zh: 理财账户

# financial_to
source: To
fr: À
ja: まで
ko: 에게
ru: к
tr: Nereye
vi: Đến
zh: 至
