Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# recharge_error_status
source: Wallet maintenance is ongoing to enhance security. Please wait patiently for the maintenance to finish before continuing with deposits.
es: El mantenimiento de la billetera está en curso para mejorar la seguridad. Por favor, espera pacientemente a que termine el mantenimiento antes de continuar con los depósitos.
fr: La maintenance du portefeuille est en cours pour améliorer la sécurité. Veuillez patienter jusqu'à la fin de la maintenance avant de continuer avec les dépôts.
ja: ウォレットのメンテナンス中です。 メンテナンスが終了するまで、再度入金をお待ちください。
pt: A manutenção da carteira está em andamento para aumentar a segurança. Por favor, aguarde pacientemente o término da manutenção antes de continuar com os depósitos.
ru: Идет техническое обслуживание кошелька для повышения безопасности. Пожалуйста, подождите окончания обслуживания перед продолжением внесения депозитов.
tr: Cüzdan bakımı, güvenliği artırmak için devam ediyor. Lütfen bakım tamamlanana kadar sabırlı bir şekilde bekleyin ve ardından yatırımlara devam edin.
vi: Bảo trì ví để nâng cao tính bảo mật. Vui lòng kiên nhẫn chờ đợi cho đến khi bảo trì kết thúc trước khi tiếp tục nạp tiền.
zh: 钱包维护中，以提升安全性。 请耐心等待维护结束后再继续充值。

# rechage_tip1
source: Please ensure the network of the withdrawal platform is
es: Por favor, asegúrate de que la red de la plataforma de retiro sea
fr: Veuillez vous assurer que le réseau de la plateforme de retrait est
ja: 出金プラットフォームのネットワークが
pt: Certifique-se de que a rede da plataforma de retirada seja
ru: Пожалуйста, убедитесь, что сеть платформы вывода
tr: Çekim platformunun ağının doğru olduğundan emin olun, aksi takdirde para transferi gerçekleşmez.
vi: Vui lòng đảm bảo mạng của nền tảng rút tiền là
zh: 请确保提现平台的网络是

# rechage_tip2
source: * You can only deposit {} into this address, depositing other assets will result in loss that cannot be recovered.
es: Solo puedes depositar {} en esta dirección; depositar otros activos resultará en una pérdida que no puede ser recuperada.
fr: * Vous ne pouvez déposer que %@ à cette adresse, tout dépôt d'autres actifs entraînera une perte irrécupérable.
ja: * このアドレスには{}のみ入金できます。他の資産を入金すると回収できません
pt: * Você só pode depositar {} neste endereço; depositar outros ativos resultará em perda que não pode ser recuperada.
ru: Вы можете внести {} только на этот адрес, внесение других активов приведет к потере, которую невозможно будет восстановить.
tr: * Sadece {} bu adrese yatırılabilir, diğer varlıkların yatırılması geri alınamaz kayıplara yol açacaktır.
vi: * Bạn chỉ có thể nạp %@ vào địa chỉ này, nạp tài sản khác sẽ không thể khôi phục.
zh: * 您只能向此地址充入{}，充入其他资产将无法找回

# rechage_tip3
source: Please select the same network as the withdrawal platform; otherwise, the funds will not be credited.
es: Por favor, selecciona la misma red que la plataforma de retiro; de lo contrario, los fondos no se acreditarán.
fr: Veuillez sélectionner le même réseau que celui de la plateforme de retrait ; sinon, les fonds ne seront pas crédités.
ja: 出金プラットフォームと一致するネットワークを選択してください。さもなければ、入金できません。
pt: Por favor, selecione a mesma rede da plataforma de retirada; caso contrário, os fundos não serão creditados.
ru: Пожалуйста, выберите ту же сеть, что и на платформе вывода; в противном случае средства не будут зачислены.
tr: Lütfen çekim platformu ile uyumlu ağı seçin.
vi: Vui lòng chọn mạng khớp với nền tảng rút tiền, nếu không sẽ không thể nhận được tiền
zh: 请选择与提现平台一致的网络，否则将无法到账

# deposit_status_unavailable
source: Unavailable
es: No disponible
fr: Indisponible
ja: 一時停止
pt: Indisponível
ru: Недоступно
tr: Kullanılamaz
vi: Tạm dừng
zh: 暂停

# rechage_filter_received
source: Received
es: Recibido
fr: Terminé
ja: 入金済み
pt: Recebido
ru: Получено
tr: Alındı
vi: Đã nhận
zh: 已到账

# withdraw_help_title
source: Help
es: Ayuda
fr: Aide
ja: ヘルプ
pt: Ajuda
ru: Помощь
tr: Yardım
vi: Trợ giúp
zh: 帮助

# deposit_share_to
source: Share to
es: Compartir en
fr: Partager sur
ja: シェアする
pt: Compartilhar para
ru: Поделиться с
tr: Paylaş
vi: Chia sẻ đến
zh: 分享到

# deposit_memo_need
source: This network requires filling in Memo
es: Esta red requiere completar el Memo
fr: Ce réseau nécessite la saisie d'un Memo
ja: このネットワークはMemoを入力する必要があります
pt: Memo é necessário para esta rede
ru: Эта сеть требует заполнения Мемо
tr: Bu ağ için memo gereklidir
vi: Mạng này yêu cầu điền Memo
zh: 该网络需要填写Memo

# deposit_memo_need_text
source: to recharge, you need to fill out a Memo (label) on the withdrawal platform, otherwise the recharge will not be credited or refunded
es: Para recargar, necesitas llenar un Memo (etiqueta) en la plataforma de retiro; de lo contrario, la recarga no será acreditada ni reembolsada
fr: Pour recharger, vous devez remplir un Memo (étiquette) sur la plateforme de retrait, sinon la recharge ne sera pas créditée ou remboursée
ja: の入金には、送金プラットフォームで Memo（ラベル）を入力する必要があります。さもなければ、入金が反映されないか、返金されます。
pt: para recarregar, você precisa preencher um Memo (etiqueta) na plataforma de retirada, caso contrário, a recarga não será creditada ou reembolsada
ru: Для пополнения необходимо заполнить Мемо (метку) на платформе вывода, иначе пополнение не будет зачислено или возвращено.
tr: Yeniden yükleme yapmak için, para çekme platformunda bir Memo (etiket) doldurmanız gerekir, aksi takdirde yeniden yükleme kredilendirilmeyecek veya iade edilmeyecektir.
vi: Yêu cầu bạn điền Memo (nhãn) trên nền tảng rút tiền để nạp tiền, nếu không tiền nạp sẽ không thể đến tài khoản hoặc bị hoàn trả
zh: 的充值需要您在提币平台填写Memo(标签)，否则充值将无法到账或退回

# asset_allocation
source: Account Allocation
es: Asignación de Activos
fr: Répartition des actifs
ja: 資産分布
ko: 자산 분배
pt: Alocação de Ativos
ru: Распределение активов
tr: Varlık Dağılımı
vi: Phân bố tài sản
zh: 资产分布

# asset_spot_account
source: Spot
es: Cuenta Spot
ja: 現物口座
ko: 현물 계좌
pt: Conta Spot
ru: Спот-счет
tr: Spot Hesabı
vi: Phí giao dịch giao ngay
zh: 现货账户

# asset_all_type
source: All Types
es: Todos los Tipos
fr: Tous les types
ja: すべて
ko: 모든 유형
pt: Todos os tipos
ru: Все типы
tr: Tüm türler
vi: Tất cả loại
zh: 全部类型

# asset_spot_trade
source: Spot Trading
es: Trading Spot
fr: Transactions au comptant
ja: 現物取引
pt: Negociação Spot
ru: Спотовая торговля
tr: Spot Ticaret
vi: Giao dịch giao ngay
zh: 现货交易

# asset_review
source: Reviewing
es: Verificando
fr: En cours d'examen
ja: 審査中
pt: Em análise
ru: На рассмотрении
tr: İnceleniyor
vi: Đang xem xét
zh: 审核中

# asset_review_failed
source: Review failed
es: Verificación fallida
fr: Révision échouée
ja: 審査失敗
pt: Revisão falhou
ru: Проверка не пройдена
tr: İnceleme başarısız
vi: Xét duyệt thất bại
zh: 审核失败

# asset_withdrawal_failed
source: Withdrawal failed
es: Retiro fallido
fr: Échec du retrait
ja: 出金失敗
pt: Retirada falhou
ru: Вывод не выполнен
tr: Çekim başarısız oldu
vi: Rút tiền thất bại
zh: 提现失败

# asset_transfer_in
source: Transfer in
es: Transferencia entrante
fr: Transfert entrant
ja: 振替入金
pt: Transferir para dentro
ru: Перевод на
tr: İçe Transfer
vi: Chuyển vào
zh: 划转转入

# asset_transfer_out
source: Transfer out
es: Transferencia saliente
fr: Transférer vers l'extérieur
ja: 振替出金
pt: Transferir
ru: Перевод с
tr: Dışa Transfer
vi: Ghi nợ
zh: 划转转出

# asset_buy_sell
source: Buy/Sell
es: Comprar/Vender
fr: Achat/Vente
ja: 買い/売り
pt: Comprar/Vender
ru: Покупка/Продажа
tr: Alış/Satış
vi: Mua vào/Bán ra
zh: 买入/卖出

# asset_total_amount
source: Total amount
es: Monto Total
fr: Montant total
ja: 合計
pt: Quantidade Total
ru: Общая сумма
tr: Toplam Tutar
vi: Tổng số
zh: 总额

# asset_transaction_history
source: Transaction History
es: Historial de Transacciones
fr: Relevé des transactions au comptant
ja: 現物明細
pt: Histórico de Transações
ru: История транзакций
tr: İşlem Geçmişi
vi: Hóa đơn giao ngay
zh: 现货账单

# select_withdraw_coin
source: Select Coin
es: Seleccionar moneda de retiro
fr: Sélectionner la devise de retrait
ja: 出金通貨を選択
ko: Select withdrawal coin
pt: Selecionar moeda para retirada
ru: Выбрать монету для вывода
tr: Çekim para birimini seçin
vi: Chọn loại tiền rút
zh: 选择提现币种

# no_avail_coins
source: No coins available for withdrawal
es: No hay monedas disponibles para retiro
fr: Aucun coin disponible pour le retrait
ja: 現在、出金可能なコインはありません
pt: Nenhuma moeda disponível para retirada
ru: Нет доступных монет для вывода
tr: Çekim için coin bulunmuyor
vi: Hiện tại không có loại tiền nào có thể rút.
zh: 暂无可提币种

# withdraw_to_account
source: Withdrawal credited
es: Retiro acreditado
fr: Retrait effectué
ja: 出金到着
pt: Retirada creditada
ru: Вывод зачислен
tr: Çekim alındı
vi: Tiền rút đã đến tài khoản
zh: 提现到账

source: Actual received
es: Cantidad Real Recibida
fr: Montant reçu
ja: 実際の入金
pt: Recebido efetivo
ru: Фактически получено
tr: Gerçek alınan
vi: Số tiền thực nhận
zh: 实际到账

# withdraw_security_required
source: Security Verification Required
es: Verificación de Seguridad Requerida
fr: Exigences de vérification de sécurité
ja: 安全確認の要求
pt: Verificação de Segurança Necessária
ru: Требуется проверка безопасности
tr: Güvenlik Doğrulaması Gereklidir
vi: Yêu cầu xác thực bảo mật
zh: 安全验证要求

# withdraw_complete_methods
source: You need to complete the following verification methods
es: Necesita completar los siguientes métodos de verificación
fr: Vous devez compléter les méthodes de vérification suivantes
ja: 以下の認証方法を完了する必要があります
pt: Você precisa concluir os seguintes métodos de verificação
ru: Вам необходимо выполнить следующие методы проверки
tr: Aşağıdaki doğrulama yöntemlerini tamamlamanız gerekiyor
vi: Cần hoàn thành các phương thức xác thực sau.
zh: 需要完成以下验证方式

# withdraw_explain
source: 1. Once the operation is completed, the ownership of the corresponding assets will be transferred to the holder of the target address. Please carefully verify the withdrawal address information before performing the withdrawal operation. 2. Aibit official will never ask you to transfer funds to a certain account under any circumstances, nor will it ask you for a verification code. 3. The withdrawal processing time is within 30 minutes, and the specific final arrival time depends on the blockchain network speed. 4. Please do not engage in illegal activities such as proxy purchases, money laundering, and illegal fundraising, and be vigilant against online fraud.
es: 1. Una vez completada la operación, la propiedad de los activos correspondientes se transferirá al titular de la dirección objetivo. Verifique cuidadosamente la información de la dirección de retiro antes de realizar la operación de retiro.2. Aibit nunca le pedirá que transfiera fondos a una cuenta específica bajo ninguna circunstancia, ni le pedirá un código de verificación.3. El tiempo de procesamiento del retiro es de hasta 30 minutos, y el tiempo final específico depende de la velocidad de la red blockchain.4. Por favor, no participe en actividades ilegales como compras por encargo, lavado de dinero y recaudación de fondos ilegal, y esté atento a fraudes en línea.
fr: 1. Une fois l'opération terminée, la propriété des actifs correspondants sera transférée au titulaire de l'adresse cible. Veuillez vérifier attentivement les informations de l'adresse de retrait avant d'effectuer l'opération de retrait.
ja: 1. 操作が完了すると、対応する資産の所有権は対象アドレスの所有者に移転しますので、出金操作を行う前に必ず出金アドレスの情報を慎重に確認してください。
pt: 1. Uma vez que a operação é concluída, a propriedade dos ativos correspondentes será transferida para o titular do endereço de destino. Por favor, verifique cuidadosamente as informações do endereço de retirada antes de realizar a operação de retirada.
ru: 1. После завершения операции право собственности на соответствующие активы будет передано держателю целевого адреса. Пожалуйста, внимательно проверьте информацию о выводе адреса перед выполнением операции вывода. 2. Официальный представитель Aibit никогда не попросит вас перевести средства на определенный счет при любых обстоятельствах, а также не попросит вас предоставить код подтверждения. 3. Время обработки вывода составляет до 30 минут, конкретное время прибытия зависит от скорости сети блокчейн. 4. Пожалуйста, не участвуйте в незаконной деятельности, такой как покупка по доверенности, отмывание денег и незаконный сбор средств, и будьте бдительны в отношении онлайн-мошенничества.
tr: 1. İşlem tamamlandığında, ilgili varlıkların mülkiyeti hedef adresin sahibine devredilecektir. Lütfen çekim işlemine başlamadan önce çekim adresi bilgilerini dikkatlice doğrulayın.
vi: 1. Một khi thao tác hoàn tất, quyền sở hữu tài sản tương ứng sẽ chuyển sang chủ sở hữu của địa chỉ mục tiêu. Vui lòng kiểm tra kỹ thông tin địa chỉ rút tiền trước khi thực hiện thao tác rút tiền.
zh: 1. 操作一旦完成，对应的资产所有权将变更为目标地址所有人持有，请您务必在进行提币操作前，仔细核对提币地址信息 2. Aibit 官方在任何情况下都不会要求您向某账户转账，也不会向您索要验证码 3. 提现汇出时间为 30 分钟内，具体最终到账时间以区块链网络速度决定 4.请勿参与代买、洗钱、非法集资等违法行为，谨防网络诈骗

# withdraw_order_confirmation
source: Order Confirmation
es: Confirmación de Pedido
fr: Confirmation de la commande
ja: 注文を確認
pt: Confirmação de Pedido
ru: Подтверждение заказа
tr: Sipariş Onayı
vi: Xác nhận đơn hàng
zh: 确认订单

# home_dialog_register_slogan
source: Sign up to enjoy a $%@ bonus
es: Regístrese ahora y obtenga un paquete de bienvenida de %@
fr: Inscrivez-vous pour profiter d'un bonus de $%@
ja: 今すぐ登録して$%@の新規ユーザー特典を受け取る
pt: Inscreva-se para desfrutar de um bônus de $%@
ru: Зарегистрируйтесь, чтобы получить бонус $4999
tr: Kaydolun ve %@ $ bonusunuzu kazanın
vi: Đăng ký ngay để nhận gói quà tân thủ trị giá $%@
zh: 立即注册享$%@新手礼包

# home_dialog_register_button
source: Sign Up Now
es: Cuenta
fr: Inscrivez-vous maintenant
ja: 登録へ移動
ko: Register now
pt: Cadastre-se agora
ru: Зарегистрируйтесь сейчас
tr: Şimdi Kaydol
vi: Đăng ký ngay
zh: 前往注册

# common.btn.reset.title
source: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정하기
pt: Redefinir
ru: Сброс
tr: Sıfırla
vi: Đặt lại
zh: 重置

# common_user_agreement
source: User Agreement
es: Acuerdo de usuario
fr: Accord utilisateur
ja: ユーザー契約
ko: 사용자 계약
pt: Acordo do Usuário
ru: Пользовательское соглашение
tr: Kullanıcı Sözleşmesi
vi: Thỏa thuận người dùng
zh: 用户协议

# personal.center.google.bind.title
source: Bind GA
fr: Lier la vérification Google
ja: Google認証をバインド
ko: GA 연결
pt: Vincular Google Authenticator
ru: Привязать GA
tr: Google Authenticator'ı bağla
vi: Liên kết Google Authenticator
zh: 绑定Google验证

# personal.center.bind.enter.new.email.title
source: Please enter new email address
es: Por favor, ingresa la nueva dirección de correo electrónico
fr: Veuillez entrer la nouvelle adresse e-mail
ja: 新しいメールアドレスを入力してください
ko: 새 이메일 주소를 입력하세요
pt: Por favor, insira o novo endereço de e-mail
ru: Пожалуйста, введите новый адрес электронной почты
tr: Lütfen yeni e-posta adresinizi girin
vi: Vui lòng nhập email mới
zh: 请输入新邮箱

# personal.id.auth.number.title
source: ID number:
es: Número de ID
fr: Numéro d'identification :
ja: 身分証明書番号
ko: ID 번호:
pt: Número de ID:
ru: ID номер:
tr: Kimlik numarası:
vi: Số giấy tờ
zh: 证件号码

# security.ps.check.title
source: Security Verification
es: Verificación de seguridad
fr: Vérification de sécurité
ja: 安全確認
ko: 보안 인증
pt: Verificação de Segurança
ru: Верификация безопасности
tr: Güvenlik Doğrulaması
vi: Xác minh bảo mật
zh: 安全验证

# common_trading_details
source: Trades
es: Detalles de la transacción
fr: Transactions
ja: 取引明細
ko: 거래 세부 정보
pt: Detalhes da transação
ru: Торговая информация
tr: Ticaret Detayları
vi: Giao dịch gần nhất
zh: 成交明细

# contractExchange.experienceGold.note.title
source: Bonus to be activated, open position is activated
fr: Bonus à activer, position ouverte activée
ja: 体験金は未アクティブで、ポジションを開くとアクティブになります
ko: 보너스가 활성화될 예정입니다.개설 중인 포지션이 활성화되었습니다
pt: Bônus a ser ativado, a posição aberta é ativada
ru: Бонус должен быть активирован, открытая позиция активирована
tr: Aktifleştirilecek bonus, açık pozisyon etkinleştirildi
vi: Tiền ảo chưa kích hoạt, mở vị thế sẽ tự động kích hoạt
zh: 体验金待激活，开仓即激活

# contract.place.order.integer.multiple.title
source: The quantity must be an integer multiple of %@
fr: La quantité doit être un multiple entier de %@
ja: 数量は%@の整数倍でなければなりません
ko: 수량은 %@의 정수 배수여야 합니다
pt: A quantidade deve ser um múltiplo inteiro de %@
ru: Количество должно быть целым числом, кратным %@
tr: Miktar %@'nin tam katı olmalıdır
vi: Số lượng phải là bội số của %@
zh: 数量必须是%@的整数倍

# swap.change.leverage.note1.title
source: You have %@ pending orders. Please cancel them before adjusting your leverage.
fr: Vous avez %@ ordres en attente. Veuillez les annuler avant d'ajuster votre levier.
ja: 現在の方向に%@の未決済注文があります。すべてのその方向の逐次注文をキャンセルした後、レバレッジ倍率を変更してください。
ko: %@개의 보류 중인 주문이 있습니다.레버리지를 조정하기 전에 취소하세요.
pt: Você tem %@ ordens pendentes. Por favor, cancele-as antes de ajustar sua alavancagem.
ru: У вас есть %@ отложенных ордеров. Пожалуйста, отмените их перед корректировкой кредитного плеча.
tr: %@ bekleyen emriniz var. Kaldıraç ayarlamadan önce bunları iptal edin.
vi: Hướng hiện tại có %@ lệnh chờ, vui lòng hủy tất cả các lệnh chờ theo từng vị thế của hướng đó trước khi điều chỉnh đòn bẩy
zh: 当前方向存在%@挂单，请撤销所有该方向逐仓挂单后进行杠杆倍数修改

# swap.change.leverage.note3.title
source: %@%@ will be added to your position margin
fr: %@%@ sera ajouté à votre marge de position.
ja: 調整後、取引口座から%@%@が新たなマージンとして転入されます（実際の転入額が基準です）。
ko: %@%@이(가) 포지션 증거금에 추가됩니다
pt: %@%@ será adicionado à margem da sua posição
ru: %@%@ будет добавлено к вашей марже позиции
tr: %@%@ pozisyon marjınıza eklenecektir
vi: Sau khi điều chỉnh, %@%@ sẽ được chuyển từ tài khoản giao dịch vào làm ký quỹ bổ sung (theo số tiền thực tế chuyển vào)
zh: 调整后，将从交易账户中转入 %@%@ 作为新增保证金（以实际转入金额为准）

# swap.change.leverage.note5.title
source: Position margin will be decreased %@%@ after adjustment, the decreased part will be shawn in position which can be transferred to Funding account.
fr: La marge de position sera diminuée de %@%@ après l'ajustement, la partie diminuée sera affichée dans la position et pourra être transférée vers le compte de financement.
ja: 調整後、ポジションが占有するマージンは%@%@減少し、減少分はポジションに留まり、口座残高に転出できます。
ko: 조정 후 포지션 증거금이 %@%@ 감소하고, 감소분이 포지션에 표시되며 자금 계좌로 이체될 수 있습니다.
pt: A margem da posição será reduzida em %@%@ após o ajuste, a parte reduzida será mostrada na posição, que pode ser transferida para a conta de financiamento.
ru: Маржа позиции будет уменьшена на %@%@ после корректировки, уменьшенная часть будет удержана в позиции, которая может быть переведена на счет финансирования.
tr: Pozisyon marjı ayarlamadan sonra %@%@ düşürülecek, düşürülen kısım pozisyonda gösterilecek ve Fonlama hesabına transfer edilebilir.
vi: Sau khi điều chỉnh, ký quỹ chiếm dụng của vị thế sẽ giảm %@%@, phần giảm sẽ được giữ lại trong vị thế và có thể chuyển ra tài khoản số dư
zh: 调整后，仓位占用保证金将减少 %@%@ ，减少部分留在仓位里，可转出至账户余额

# swap.exchange.drop.title
source: Decrease
es: Disminuir
fr: Perte
ja: 下落幅
ko: 감소
pt: Perda
ru: Уменьшение
tr: Düşüş
vi: Giảm giá
zh: 跌幅

# swap.exchange.automatic.adjustment.tip.title
source: Must be an integer multiple of %@. It will be automatically to %@
fr: Doit être un multiple entier de %@. Il sera automatiquement ajusté à %@.
ja: %@の整数倍でなければならず、自動的に%@に調整されます。
ko: %@의 정수 배수여야 합니다.자동으로 %@(으)로 설정됩니다
pt: Deve ser um múltiplo inteiro de %@. Será ajustado automaticamente para %@
ru: Должно быть целым числом, кратным %@. Оно будет автоматически равно %@
tr: %@'nin tam katı olmalıdır. Otomatik olarak %@'ye ayarlanacaktır.
vi: Phải là bội số của %@, sẽ tự động điều chỉnh thành %@
zh: 需为%@的整数倍，将自动调整为%@

# swap.place.order.buy.price.over.first.sell.tip.title
source: Your current buy price is %@ higher than the best sell price. Are you sure you want to place the order?
fr: Votre prix d'achat actuel est %@ plus élevé que le meilleur prix de vente. Êtes-vous sûr de vouloir passer la commande ?
ja: 現在の買い注文価格は売り一価格%@を上回っています。注文を確認しますか？
ko: 현재 매수 가격이 최저 매도 가격보다 %@ 높습니다.주문을 계속하시겠습니까?
pt: Seu preço de compra atual é %@ maior que o melhor preço de venda. Tem certeza de que deseja fazer o pedido?
ru: Ваша текущая цена покупки на %@ выше, чем лучшая цена продажи. Вы уверены, что хотите разместить ордер?
tr: Mevcut alım fiyatınız, en iyi satış fiyatından %@ daha yüksektir. Emri vermek istediğinizden emin misiniz?
vi: Giá mua của bạn hiện tại cao hơn giá bán một %@, bạn có xác nhận đặt lệnh không?
zh: 您当前买单价格高于卖一价%@，是否确认下单？

# swap.place.order.sell.price.lower.first.buy.tip.title
source: Your current sell price is %@ lower than the best buy price. Are you sure you want to place the order?
fr: Votre prix de vente actuel est %@ plus bas que le meilleur prix d'achat. Êtes-vous sûr de vouloir passer la commande ?
ja: 現在の売り注文価格は買い一価格%@を下回っています。注文を確認しますか？
ko: 현재 매도 가격이 최고 매수 가격보다 %@ 낮습니다.주문을 계속하시겠습니까?
pt: Seu preço de venda atual é %@ menor que o melhor preço de compra. Tem certeza de que deseja fazer o pedido?
ru: Ваша текущая цена продажи на %@ ниже, чем лучшая цена покупки. Вы уверены, что хотите разместить ордер?
tr: Mevcut satış fiyatınız, en iyi alım fiyatından %@ daha düşüktür. Emri vermek istediğinizden emin misiniz?
vi: Giá bán của bạn hiện tại thấp hơn giá mua một %@, bạn có xác nhận đặt lệnh không?
zh: 您当前卖单价格低于买一价%@，是否确认下单？

# swap.place.order.price.upto.limit.and.allow.higest.buy.price.order.title
source: Your order price has exceeded the maximum price limit %@
fr: Le prix de votre commande a dépassé la limite de prix maximale %@.
ja: あなたの注文価格はリミットに達しました。現在許可されている最高買い価格%@で注文することを確認してください。
ko: 주문 가격이 최대 가격 한도 %@을(를) 초과했습니다
pt: O preço do seu pedido excedeu o limite máximo de preço %@
ru: Цена вашего ордера превысила максимальный предел цены %@
tr: Emir fiyatınız, maksimum fiyat limitini %@ aşmıştır.
vi: Giá lệnh của bạn đã chạm mức giới hạn, vui lòng xác nhận đặt lệnh với giá mua cao nhất hiện tại %@.
zh: 您的下单价格已触发限价，请确认以目前允许的最高买入价格%@下单。

# swap.place.order.price.upto.limit.and.allow.lowest.sell.price.order.title
source: Your order price has exceeded the minimum price limit %@
fr: Le prix de votre commande a dépassé la limite de prix minimale %@.
ja: あなたの注文価格はリミットに達しました。現在許可されている最低売り価格%@で注文することを確認してください。
ko: 주문 가격이 최소 가격 한도 %@을(를) 초과했습니다
pt: O preço do seu pedido excedeu o limite mínimo de preço %@
ru: Цена вашего ордера превысила минимальный ценовой предел %@
tr: Emir fiyatınız, minimum fiyat limitini %@ aşmıştır.
vi: Giá lệnh của bạn đã chạm mức giới hạn, vui lòng xác nhận đặt lệnh với giá bán thấp nhất hiện tại %@.
zh: 您的下单价格已触发限价，请确认以目前允许的最低卖出价格%@下单。

# exchange.order.detail.amount.title
source: Amount
fr: Montant de l'ordre
ja: 委託金額
ko: 금액
pt: Valor do pedido
ru: Сумма
tr: Emir miktarı
vi: Số tiền đặt lệnh
zh: 委托金额

# assets.experienceGold.note2.title
source: Activated: %@ To be activiated: %@
fr: Activé : %@ À activer : %@
ja: 既にアクティブ：%@ 待機中：%@
ko: 활성화됨: %@ 활성화 예정: %@
pt: Ativado: %@ A ser ativado: %@
ru: Активирован: %@ Будет активирован: %@
tr: Aktif edilmiş: %@ Aktif edilecek: %@
vi: Đã kích hoạt: %@ Chưa kích hoạt: %@
zh: 已激活：%@ 待激活：%@

# assets.deposit.asset.transfer.net.title
source: Transfer network
ko: 이체 네트워크
pt: Rede de Transferência
ru: Сеть передачи
zh: 转账网络

# otc.order.direction.type.buy.title
source: Purchase
fr: Souscrire maintenant
ko: 구매하기
pt: Comprar
ru: Покупка
vi: Đăng ký ngay
zh: 购买

# common_canceled_content
source: Canceled
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
pt: Cancelado
ru: Отменено
tr: İptal edildi
vi: Đã hủy
zh: 已取消

# otc.order.status.complaining.title
source: Appealing
ko: 이의 제기 중
pt: Apelando
ru: Апелляция
zh: 申诉中

# otc.order.detail.received.confirm.alert.confirm.title
source: Confirm payment received
ko: 결제 대금 수취 확인하기
pt: Confirmar recebimento do pagamento
ru: Подтвердить получение платежа
zh: 确认已收款

# common_asset_estimated_balance
source: Total Balance
es: Balance total
fr: Solde total
ja: 総資産評価
ko: 총 잔액
pt: Saldo Total
ru: Общая оценка активов
tr: Toplam Bakiye
vi: Tổng giá trị tài sản
zh: 总资产估值
