Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# common_total_pnl
source: Copy Trader PnL
es: PnL total
fr: Copier PNL
ja: フォロワーの総利益
ko: 복사자 총 손익
pt: PnL Total
ru: Копитрейдер
tr: Toplam PnL
vi: Tổng lợi nhuận của người sao chép
zh: 跟单者总收益

# 跟单.跟随交易员杠杆
source: Lead trader's leverage
es: Apalancamiento del trader líder
fr: Levier du trader principal
ja: トレーダーのレバレッジ
ko: 리드 트레이더의 레버리지
pt: Alavancagem do trader líder
ru: Настройки копитрейдинга
tr: Önde gelen tüccarın kaldıraç oranı
vi: Đòn bẩy của trader
zh: 跟随交易员杠杆

# 跟单.跟随时间
source: Follow time
es: Duración de Copia
fr: Temps de suivi
ja: フォロー時間
ko: 팔로우 시간
pt: Tempo cópia
ru: Кредитное плечо ведущего трейдера
tr: Takip süresi
vi: Thời gian theo dõi
zh: 跟随时间

# third.pay.loading.tip.title
source: Go to the third-party payment page
es: Redirigir a la página de pago de terceros
fr: Redirection vers la page de paiement tiers
ja: 第三者決済ページに移動
ko: 제3자 결제 페이지로 이동하기
pt: Redirecionar para a página de pagamento de terceiros
ru: Время следования
tr: Üçüncü taraf ödeme sayfasına yönlendir
vi: Chuyển đến trang thanh toán của bên thứ ba
zh: 跳转第三方支付页面

# personal.id.title
source: Verifications
es: Verificación
fr: Vérification
ja: 本人確認
ko: 인증
pt: Verificação
ru: Верификация личности
tr: Doğrulama
vi: Xác minh
zh: 身份认证

# personal.id.auth.submitte.success.title
source: KYC information has been submitted
es: Información KYC ha sido enviada
fr: Les informations KYC ont été soumises
ja: 本人確認情報が提出されました
ko: KYC 정보가 제출되었습니다
pt: As informações KYC foram enviadas
ru: Верификация
tr: KYC bilgileri gönderildi
vi: Thông tin xác thực danh tính đã được gửi
zh: 身份认证信息已提交

# personal.id.auth.complete.title
source: KYC Completed
es: KYC completado
fr: KYC terminé
ja: 本人確認が完了しました
ko: KYC 완료됨
pt: KYC concluído
ru: KYC информация отправлена
tr: KYC Tamamlandı
vi: Xác thực danh tính đã hoàn tất
zh: 身份认证已完成

# personal.id.id.card.title
source: ID card
es: Documento de identidad
fr: Carte d'identité
ja: 身分証明書
ko: ID 카드
pt: Carteira de identidade
ru: KYC завершена
tr: Kimlik kartı
vi: CMND
zh: 身份证

# personal.id.id.card.number.title
source: ID No.
es: No. de identificación
fr: Numéro d'ID
ja: 身分証明書番号
ko: ID 번호
pt: Número de ID
ru: Удостоверение личности
tr: Kimlik No.
vi: Số chứng minh nhân dân
zh: 身份证号

# assets.transfer.in.title
source: Transfer into
es: Transferir a
fr: Transférer vers
ja: 入金
ko: 예치 이체
pt: Transferir para
ru: Номер удостоверения
tr: Transfer içeri
vi: Chuyển vào
zh: 转入

# assetStatus18001
source: Transfer-in of funds transfer
es: Transferencia de fondos
ko: 자금 이체의 예치 이체
pt: Transferir para
ru: Перевод на
zh: 转入

# assets.transfer.in.account.title
source: Transfer-in account
es: Cuenta de transferencia entrante
fr: Compte de transfert entrant
ja: 転入口座
ko: 예치이체 계좌
pt: Conta de transferência de entrada
ru: Перевод внешних средств
tr: Yatırma hesabı
vi: Tài khoản chuyển đến
zh: 转入账户

# assets.transfer.out.title
source: Transfer out
es: Transferir fuera
fr: Transférer vers l'extérieur
ja: 出金
ko: 인출 이체
pt: Transferir de
ru: Счет для перевода
tr: Transfer dışarı
vi: Ghi nợ
zh: 转出

# assetStatus18002
source: Transfer-out of funds transfer
es: Transferencia de fondos salientes
ko: 자금 이체의 인출 이체
pt: Transferir de
ru: Перевод с
zh: 转出

# asset.bill.transfer.into.trade.account.title
source: Transfer to trading wallet
es: Transferir a la billetera de trading
fr: Transférer vers le compte de trading
ja: 取引口座へ出金
ko: 거래 지갑으로 이체하기
pt: Transferir para Conta de Negociação
ru: Перевод внешних средств
tr: Ticaret Hesabına Transfer
vi: Chuyển ra tài khoản giao dịch
zh: 转出至交易账户

# asset.bill.transfer.into.mgr.account.title
source: Transfer to funding wallet
es: Transferir a la billetera de fondos
fr: Transférer vers le compte de fonds
ja: 資金口座へ出金
ko: 펀딩 지갑으로 이체하기
pt: Transferir para Conta de Financiamento
ru: Перевод на торговый кошелек
tr: Fonlama Hesabına Transfer
vi: Chuyển ra tài khoản tài chính
zh: 转出至资金账户

# assets.transfer.out.account.title
source: Transfer-out account
es: Cuenta de transferencia saliente
fr: Compte de transfert sortant
ja: 転出口座
ko: 인출이체 계좌
pt: Conta de transferência de saída
ru: Перевод на кошелек для фондирования
tr: Çıkarma hesabı
vi: Tài khoản chuyển đi
zh: 转出账户

# common_transfer_network
source: Transfer Network
es: Red de transferencia
fr: Réseau de transfert
ja: 振込ネットワーク
ko: 이체 네트워크
pt: Rede de Transferência
ru: Счет для перевода
tr: Transfer Ağı
vi: Mạng chuyển tiền
zh: 转账网络

# assets.withdraw.memo.placeholder.title
source: Enter memo
es: Ingresar memo
fr: Entrez le mémo
ja: Memoを入力
ko: 메모를 입력하세요
pt: Inserir memo
ru: Сеть для перевода
tr: Memo girin
vi: Nhập Memo
zh: 输入Memo

# 跟单.输入会保留2位小数
source: The input will retain 2 decimal places
es: La entrada mantendrá 2 decimales
fr: L'entrée conservera 2 décimales
ja: 小数点以下2桁を保持します
ko: 소수점 두 자리까지 입력할 수 있습니다
pt: A entrada manterá 2 casas decimais
ru: Введите комментарий
tr: Girdi 2 ondalıklı basamağı koruyacaktır
vi: Số liệu nhập phải giữ 2 chữ số thập phân
zh: 输入会保留2位小数

# assets.withdraw.address.placeholder.title
source: Enter address
es: Ingresar dirección
fr: Entrez l'adresse
ja: アドレスを入力
ko: 주소를 입력하세요
pt: Inserir endereço
ru: Ввод будет сохранен с точностью до 2 десятичных знаков
tr: Adres girin
vi: Nhập địa chỉ
zh: 输入地址

# 跟单.输入最大跟单额度有误
source: Incorrect maximum copy trading limits
es: Límites máximos de copias de trading incorrectos
fr: Limites maximales de copy trading incorrectes
ja: 入力された最大フォロー取引額が無効です
ko: 잘못된 최대 복사거래 한도
pt: Limites máximos de copy trading incorretos
ru: Введите адрес
tr: Yanlış maksimum kopya ticaret limitleri
vi: Số liệu giới hạn theo dõi tối đa nhập không đúng
zh: 输入最大跟单额度有误

# 跟单.输入止损比例有误
source: Incorrect stop-loss ratio
es: Ratio de stop-loss incorrecto
fr: Ratio de stop-loss incorrect
ja: 入力されたストップロスの割合が無効です
ko: 잘못된 손절 비율
pt: Proporção de stop-loss incorreta
ru: Неправильный максимальный лимит копитрейдинга
tr: Yanlış stop-loss oranı
vi: Số liệu tỷ lệ cắt lỗ nhập không đúng
zh: 输入止损比例有误

# 跟单.输入止盈比例有误
source: Incorrect take-profit ratio
es: Ratio de take-profit incorrecto
fr: Ratio de take-profit incorrect
ja: 入力されたストップリミットの割合が無効です
ko: 잘못된 이익 실현 비율
pt: Proporção de take-profit incorreta
ru: Неправильное соотношение стоп-лосса
tr: Yanlış take-profit oranı
vi: Số liệu tỷ lệ chốt lời nhập không đúng
zh: 输入止盈比例有误

# 跟单.输入比例有误
source: Incorrect ratio
es: Ratio incorrecto
fr: Ratio incorrect
ja: 入力された割合が無効です
ko: 잘못된 비율
pt: Proporção incorreta
ru: Неправильное соотношение тейк-профита
tr: Yanlış oran
vi: Số liệu tỷ lệ nhập không đúng
zh: 输入比例有误

# security.fund.input.title
source: Enter funding password
es: Ingresar contraseña de fondos
fr: Entrez le mot de passe de financement
ja: 資金パスワードを入力してください
ko: 펀드 비밀번호 입력하기
pt: Digite a senha de financiamento
ru: Неправильное соотношение
tr: Fonlama şifresini girin
vi: Nhập mật khẩu tài chính
zh: 输入资金密码

# 跟单.输入金额有误
source: Incorrect limits
es: Límites incorrectos
fr: Limites incorrectes
ja: 入力された金額が無効です
ko: 잘못된 한도
pt: Limites incorretos
ru: Введите пароль для фондирования
tr: Yanlış limitler
vi: Số liệu số tiền nhập không đúng
zh: 输入金额有误

# personal.id.step2.sample.tip2
source: Corner missing image
es: Imagen de esquina faltante
fr: Image avec coin manquant
ja: 枠が欠けている
ko: 모서리가 누락된 이미지
pt: Imagem com canto faltando
ru: Неправильные лимиты
tr: Köşe eksik görüntü
vi: Thiếu viền
zh: 边框缺失

# home.newyear.activity.title
source: New Year card collection event
es: Evento de colección de tarjetas de Año Nuevo
fr: Chasse aux œufs de Pâques excitante
ja: イースターのお祝いスタンプ集め
ko: 새해 카드 모으기 이벤트
pt: Caça aos Ovos de Páscoa
ru: Время истечения
tr: Heyecanlı Paskalya Avı
vi: Thẻ vui vẻ Lễ Phục Sinh
zh: 复活节欢乐集卡

# personal.id.auth.submitte.success.return.title
source: Return to Personal Center
es: Regresar al Centro Personal
fr: Retour au centre personnel
ja: 個人センターに戻る
ko: 개인 센터로 돌아가기
pt: Retornar ao Centro Pessoal
ru: Событие сбора новогодних открыток
tr: Kişisel Merkeze geri dön
vi: Quay lại trung tâm cá nhân
zh: 返回个人中心

# reset.password.back.login.button.title
source: Back to Log-in
es: Volver a iniciar sesión
fr: Retour à la page de connexion
ja: ログインページに戻る
ko: 로그인으로 돌아가기
pt: Retornar à página de login
ru: Вернуться в личный кабинет
tr: Giriş sayfasına dön
vi: Quay lại trang đăng nhập
zh: 返回登录页面

# expirence.gold.go.home.title
source: Back to homepage
es: Regresar a la página de inicio
fr: Retour à la page d'accueil
ja: ホームに戻る
ko: 홈페이지로 돌아가기
pt: Retornar à página inicial
ru: Вернуться к входу
tr: Ana sayfaya dön
vi: Quay lại trang chủ
zh: 返回首页

# assetStatus20004
source: Repayment transfer-out
es: Transferencia de reembolso
fr: Transfert sortant de remboursement
ja: 返済の出金
ko: 상환금 인출 이체
pt: Transferência de saída de reembolso
ru: Вернуться на главную страницу
tr: Ödeme transferi
vi: Chuyển ra khoản trả nợ
zh: 还款转出

# 跟单.默认bio
source: This trader hasn't written a bio.
es: Este trader no ha escrito una biografía.
fr: Ce trader n'a pas écrit de bio.
ja: この人はとても怠け者で、まだプロフィールを記入していません。
ko: 이 트레이더는 소개를 쓰지 않았습니다.
pt: Este trader não escreveu uma bio.
ru: Возврат перевода по погашению
tr: Bu kişi çok tembel, şu an için kişisel tanıtımını doldurmadı.
vi: Trader này chưa viết tiểu sử.
zh: 这个家伙很懒，暂时还没有填写个人介绍。

# assets.deposit.progress.title
source: Progress
es: Progreso
fr: Progression
ja: 進捗
ko: 진행 상태
pt: Progresso
ru: Этот трейдер не написал биографию.
tr: İlerleme
vi: Tiến độ
zh: 进度

# otc.order.unfinish.status.title
source: In progress
es: En progreso
fr: En cours
ja: 進行中
ko: 진행 중
pt: Em andamento
ru: Прогресс
tr: Devam ediyor
vi: Đang tiến hành
zh: 进行中

# personal.id.auth.go.advance.title
source: Start photo verification
es: Realizar verificación avanzada
fr: Effectuer une vérification avancée
ja: 高度な認証を行う
ko: 사진 인증 시작하기
pt: Realizar verificação avançada
ru: В процессе
tr: İleri düzey doğrulama yapın
vi: Tiến hành xác minh nâng cao
zh: 进行高级认证

# common.exit.successful.title
source: Exited
es: Salió
fr: Déconnexion réussie
ja: ログアウト成功
ko: 종료됨
pt: Saído
ru: Выполнить расширенную верификацию
tr: Çıkış yapıldı
vi: Đăng xuất thành công
zh: 退出成功

# assets.deposit.select.chain.net.tip.title
source: Select the same network you use as the withdrawal platform to deposit; otherwise, the deposit might be unsuccessful or returned.
es: Selecciona la misma red que utilizas como plataforma de retiro para depositar
fr: Choisissez le même réseau que celui de la plateforme de retrait pour le dépôt, sinon le dépôt ne pourra pas être crédité ou sera retourné.
ja: 出金プラットフォームと一致するネットワークを選択して入金してください。そうしないと、入金が反映されないか、返金されることがあります。
ko: 입금하려면 출금 플랫폼과 동일한 네트워크를 선택하세요
pt: Selecione a mesma rede que você usa como plataforma de retirada para depositar; caso contrário, o depósito pode não ser bem-sucedido ou ser devolvido.
ru: Вышел
tr: Para yatırmak için çekim platformu olarak kullandığınız aynı ağı seçin; aksi takdirde para yatırma işlemi başarısız olabilir veya iade edilebilir.
vi: Chọn cùng mạng bạn sử dụng để rút tiền nền tảng để gửi tiền; nếu không, việc gửi tiền có thể không thành công hoặc bị trả lại.
zh: 选择与提现平台一致的网络进行充值，否则充值将无法到账或退回。

# swap.select.price.benchmark.title
source: Select price benchmark
es: Seleccionar precio de referencia
fr: Sélectionner la base de prix
ja: 価格基準を選択
ko: 가격 벤치마크 선택하기
pt: Selecionar preço de referência
ru: Выберите ту же сеть, что и для вывода, для депозита
tr: Fiyat referansını seçin
vi: Chọn giá cơ sở
zh: 选择价格基准

# assets.deposit.select.chain.net.title
source: Select deposit network
es: Seleccionar red de depósito
fr: Sélectionner le réseau de dépôt
ja: 入金ネットワークを選択
ko: 입금 네트워크를 선택하세요
pt: Selecionar rede de depósito
ru: Выберите базовую цену
tr: Para yatırma ağını seç
vi: Chọn mạng
zh: 选择充值网络

# common_select_coin_pairs
source: Select trading pair
es: Seleccionar pares de monedas
fr: Sélectionner des paires de devises
ja: 通貨ペアを選択
ko: 거래 쌍 선택하기
pt: Selecionar pares de moedas
ru: Выберите сеть депозита
tr: Coin çiftlerini seç
vi: Chọn cặp tiền
zh: 选择币对

# assets.withdraw.select.coin.title
source: Select Currency
es: Seleccionar moneda
fr: Sélectionner la devise
ja: 通貨を選択
ko: 통화 선택하기
pt: Selecionar Moeda
ru: Выберите пары монет
tr: Para Birimi Seçin
vi: Chọn loại tiền
zh: 选择币种

# personal.id.auth.residential.select.area.title
source: Select your country or region of residence, and answer a few questions required by local laws
es: Selecciona tu país o región de residencia actual. Solo necesitas responder las preguntas requeridas por las regulaciones locales.
fr: Sélectionnez votre pays ou région de résidence actuelle. Vous n'avez besoin de répondre qu'aux questions requises par les réglementations locales.
ja: 現在居住している国または地域を選択してください。あなたは地元の法律の要件に応じた質問に回答するだけで大丈夫です。
ko: 거주 국가 또는 지역을 선택하고 현지 법률에서 요구하는 몇 가지 질문에 답하세요
pt: Selecione seu país ou região de residência atual. Você só precisa responder às perguntas exigidas pelas regulamentações locais.
ru: Выберите валюту
tr: Mevcut ülkenizi veya ikamet bölgenizi seçin. Sadece yerel düzenlemeler tarafından istenen soruları yanıtlamanız gerekmektedir.
vi: Chọn quốc gia hoặc khu vực bạn đang sinh sống. Bạn chỉ cần trả lời các câu hỏi theo yêu cầu của luật pháp địa phương.
zh: 选择您现在所居住的国家或地区。您只需要回答当地法律要求回应的问题。

# assets.withdraw.select.chain.net.top.title
source: Select withdrawal network
es: Seleccionar red de retiro
fr: Sélectionner le réseau de retrait
ja: 出金ネットワークを選択
ko: 출금 네트워크 선택하기
pt: Selecionar rede de retirada
ru: Выберите сеть для вывода средств
tr: Çekim ağını seç
vi: Chọn mạng rút tiền
zh: 选择提现网络

# calendar.select.date.title
source: Select date
es: Seleccionar fecha
fr: Sélectionner la date
ja: 日付を選択
ko: 날짜 선택하기
pt: Selecionar data
ru: Выберите способ оплаты
tr: Tarih seç
vi: Chọn ngày
zh: 选择日期

# third.pay.select.services.title
source: Choose Service Provider
es: Seleccionar proveedor de servicios
fr: Sélectionner un fournisseur de services
ja: サービスプロバイダーを選択
ko: 서비스 제공사를 선택하세요
pt: Escolher Provedor de Serviço
ru: Выберите дату
tr: Hizmet Sağlayıcısı Seç
vi: Chọn nhà cung cấp dịch vụ
zh: 选择服务提供商

# assets.withdraw.select.chain.net.title
source: Select network
es: Seleccionar red
fr: Sélectionner le réseau
ja: ネットワークを選択
ko: 네트워크를 선택하세요
pt: Selecionar rede
ru: Выберите провайдера услуг
tr: Ağı Seç
vi: Chọn mạng
zh: 选择网络

# personal.id.auth.cer.select.type.title
source: Select ID type
es: Seleccionar tipo de ID
fr: Sélectionnez le type de pièce d'identité
ja: 証明書の種類を選択
ko: ID 유형 선택
pt: Selecionar tipo de ID
ru: Выберите сеть
tr: Kimlik belgesi türünü seçin
vi: Chọn loại giấy tờ
zh: 选择证件类型

# otc.currency.select.title
source: Select currency
es: Seleccionar moneda
fr: Sélectionner la devise
ja: 通貨を選択
ko: 외화 선택하기
pt: Selecionar moeda
ru: Выберите тип удостоверения
tr: Para birimi seç
vi: Chọn loại tiền
zh: 选择货币

# contract.adjust.leverage.isolated.title
source: Isolated
es: Aislado
fr: Isolé
ja: 逐
ko: 격리됨
pt: Isolado
ru: Выберите валюту
tr: Izole
vi: Theo từng
zh: 逐

# swap.margin.mode.isolate.title
source: Isolated margin mode: A certain amount of margin is allocated to each position. If the margin drops below the maintenance margin level, the position will be liquidated. In the isolated margin mode, you can adjust the margin for the position.
es: Modo de margen aislado: Se asigna una cierta cantidad de margen a cada posición. Si el margen cae por debajo del nivel de margen de mantenimiento, la posición será liquidada. En el modo de margen aislado, puedes ajustar el margen para la posición.
fr: Mode de marge isolée : Gérez votre risque sur des positions individuelles en limitant le montant de la marge allouée à chacune. Si le ratio de marge d'une position atteint 100%, la position sera liquidée. La marge peut être ajoutée ou retirée des positions en utilisant ce mode.
ja: 逐次マージンモード：一定の数量のマージンがポジションに割り当てられます。ポジションのマージンが維持マージンのレベルを下回ると、ポジションは強制決済されます。逐次モードでは、このポジションにマージンを追加および減少できます。
ko: 격리 증거금 모드: 각 포지션에 일정 금액의 증거금이 할당됩니다.증거금이 유지 증거금 수준 아래로 떨어지면 포지션이 청산됩니다.격리 증거금 모드에서는 포지션에 대한 증거금을 조정할 수 있습니다.
pt: Modo de margem isolada: uma certa quantidade de margem é alocada para cada posição. Se a margem cair abaixo do nível de margem de manutenção, a posição será liquidada. No modo de margem isolada, você pode ajustar a margem para a posição.
ru: Изолированный режим маржи: определенное количество маржи выделяется для каждой позиции. Если маржа опускается ниже уровня поддерживающей маржи, позиция будет ликвидирована. В изолированном режиме маржи вы можете регулировать маржу для позиции.
tr: Izole marjin modu: Her pozisyona belirli bir miktar marjin ayrılır. Eğer marjin, bakım marjin seviyesi altına düşerse, pozisyon likide edilir. Izole marjin modunda, pozisyon için marjini ayarlayabilirsiniz.
vi: Chế độ ký quỹ cô lập: Một lượng ký quỹ nhất định được phân bổ cho vị thế. Nếu ký quỹ giảm dưới mức duy trì, vị thế sẽ bị thanh lý. Bạn có thể thêm hoặc giảm ký quỹ cho vị thế này.
zh: 逐仓保证金模式: 一定数量保证金被分配到仓位上。如果仓位保证金亏损到低于维持保证金的水平，仓位将被强平。在逐仓模式下，您可以为这个仓位添加和减少保证金。

# contract.order.isolated.market.price.title
source: Isolated market price
es: Precio de mercado aislado
fr: Prix du marché isolé
ja: 逐次倉市価
ko: 격리 시장 가격
pt: Preço de mercado isolado
ru: Рыночный ордер с изолированной маржей
tr: Izole piyasa fiyatı
vi: Lệnh thị trường theo từng vị thế
zh: 逐仓市价

# contract.order.isolated.limit.price.title
source: Isolated Margin Limit
es: Límite de margen aislado
fr: Limite de marge isolée
ja: 逐次倉指値
ko: 격리 증거금 한도
pt: Limite de margem isolada
ru: Лимит ордер с изолированной маржей
tr: Izole Marjin Limiti
vi: Lệnh giới hạn theo từng vị thế
zh: 逐仓限价

# register.title.invitation.code
source: Refferal code
es: Código de referido
fr: Code d'invitation
ja: 招待コード
ko: 추천 코드
pt: Código de indicação
ru: Лимит изолированной маржи
tr: Davet kodu
vi: Mã mời
zh: 邀请码

# common.email
source: Email
es: Correo electrónico
ja: メール
ko: 이메일
ru: Партнерская программа
tr: E-posta
zh: 邮箱

# register.with.email.title
source: Sign Up with Email
es: Registrarse con correo electrónico
fr: Inscription avec e-mail
ja: メールアドレスで登録
ko: 이메일로 가입하기
pt: Registro com e-mail
ru: Электронная почта
tr: E-posta ile kayıt
vi: Đăng ký bằng email
zh: 邮箱注册

# register.send.code.title.Email.verification
source: Email verification
es: Verificación de correo electrónico
fr: Vérification par e-mail
ja: メール認証
ko: 이메일 인증
pt: Verificação de e-mail
ru: Зарегистрироваться с электронной почтой
tr: E-posta doğrulaması
vi: Xác minh email
zh: 邮箱验证

# common.code.email.title
source: Email Verification code
es: Código de verificación por correo electrónico
fr: Code de vérification par e-mail
ja: メール認証コード
ko: 이메일 인증 코드
pt: Código de Verificação por E-mail
ru: Проверка электронной почты
tr: E-posta Doğrulama Kodu
vi: Mã xác nhận email
zh: 邮箱验证码

# product.partial.deal.title
source: Partially filled
es: Parcialmente completado
fr: Partiellement rempli
ja: 一部成立
ko: 부분 체결
pt: Parcialmente preenchido
ru: Код подтверждения по электронной почте
tr: Kısmi olarak dolduruldu
vi: Khớp lệnh một phần
zh: 部分成交

# common.btn.retry.get.code.title
source: Resend
es: Reenviar
fr: Renvoyer
ja: 再送信
ko: 재전송하기
pt: Reenviar
ru: Выпустить для загрузки
tr: Yeniden gönder
vi: Gửi lại
zh: 重新发送

# personal.id.auth.reverify.title
source: Re-verify
es: Re-verificar
fr: Re-vérification
ja: 再認証
ko: 재인증하기
pt: Re-verificar
ru: Отправить снова
tr: Tekrar Doğrula
vi: Xác minh lại
zh: 重新认证

# personal.id.auth.check.info.retry.tail.title
source: Re-verify Lv 1
es: Re-verificar Nivel 1
fr: Re-vérifier le niveau 1
ja: 再認証Lv 1
ko: 레벨 1 재인증하기
pt: Re-verificar Lv 1
ru: Перепроверить
tr: Tekrar doğrulama Lv 1
vi: Xác thực lại Lv 1
zh: 重新认证Lv 1

# security.fund.ps.change.title
source: Reset funding password
es: Restablecer contraseña de fondos
fr: Réinitialiser le mot de passe des fonds
ja: 資金パスワードをリセット
ko: 펀드 비밀번호 재설정하기
pt: Redefinir senha do fundo
ru: Сбросить пароль для фондирования
tr: Fon şifresini sıfırlayın
vi: Đặt lại mật khẩu quỹ
zh: 重置资金密码

# assetStatus17001
source: Financial order payment
es: Pago de orden financiera
fr: Paiement de commande financière
ja: 金融注文支払い
ko: 금융 주문 결제
pt: Pagamento de pedido financeiro
ru: Оплата финансового ордера
tr: Finansal emir ödemesi
vi: Thanh toán đơn hàng tài chính
zh: 金融下单支付

# assetStatus17006
source: Transfer-in of payment for financial order
es: Transferencia de pago para orden financiera
fr: Transfert entrant du paiement pour commande financière
ja: 金融注文支払いの入金
ko: 금융 주문을 위한 결제 대금의 예치 이체
pt: Transferência de pagamento para pedido financeiro
ru: Перевод оплаты по финансовому ордеру
tr: Finansal emir için ödeme transferi
vi: Thanh toán đơn hàng tài chính chuyển vào
zh: 金融下单支付转入

# assetStatus17003
source: Distribution of financial platform earnings
es: Distribución de ganancias de la plataforma financiera
fr: Distribution des gains de la plateforme financière
ja: 金融プラットフォームの利益配分
ko: 금융 플랫폼 수익 분배
pt: Distribuição de rendimentos de plataforma financeira
ru: Распределение доходов финансовой платформы
tr: Finansal platform kazançlarının dağıtımı
vi: Phát hành lợi nhuận nền tảng tài chính
zh: 金融发放平台收益

# assetStatus17008
source: Transfer-in of platform earnings distribution in financials
es: Transferencia de distribución de ganancias de plataforma en finanzas
fr: Transfert entrant de la distribution des gains de la plateforme financière
ja: 金融プラットフォームの利益配分の入金
ko: 금융 플랫폼 수익 배분금의 예치 이체
pt: Transferência de distribuição de rendimentos de plataforma em finanças
ru: Перевод распределения доходов платформы по финансам
tr: Finansal platform kazanç dağıtımı için transfer
vi: Phát hành lợi nhuận nền tảng chuyển vào
zh: 金融发放平台收益转入

# assetStatus17002
source: Distribution of financial user earnings
es: Distribución de ganancias de usuarios financieros
fr: Distribution des gains des utilisateurs financiers
ja: 金融ユーザーの利益配分
ko: 금융 사용자 수익 분배
pt: Distribuição de rendimentos de usuário financeiro
ru: Распределение доходов финансового пользователя
tr: Finansal kullanıcı kazançlarının dağıtımı
vi: Phát hành lợi nhuận người dùng tài chính
zh: 金融发放用户收益

# assetStatus17007
source: Transfer-in of user earnings distribution in financials
es: Transferencia de distribución de ganancias de usuarios en finanzas
fr: Transfert entrant de la distribution des gains des utilisateurs financiers
ja: 金融ユーザーの利益配分の入金
ko: 사용자 금융 수익 배분금의 예치 이체
pt: Transferência de distribuição de rendimentos de usuário em finanças
ru: Перевод распределения доходов пользователя по финансам
tr: Finansal kazanç dağıtımı için kullanıcı transferi
vi: Phát hành lợi nhuận người dùng chuyển vào
zh: 金融发放用户收益转入

# assetStatus17004
source: Refund of financial product
es: Reembolso de producto financiero
fr: Remboursement de produit financier
ja: 金融商品返金
ko: 금융 상품 환불
pt: Reembolso de produto financeiro
ru: Возврат финансового продукта
tr: Finansal ürünün iadesi
vi: Hoàn tiền sản phẩm tài chính
zh: 金融商品退款

# assetStatus17009
source: Transfer-in of refund for financial product
es: Transferencia de reembolso para producto financiero
fr: Transfert entrant du remboursement pour produit financier
ja: 金融商品返金の入金
ko: 금융 상품 환불 예치 이체
pt: Transferência de reembolso para produto financeiro
ru: Перевод возврата по финансовому продукту
tr: Finansal ürünün iade transferi
vi: Hoàn tiền sản phẩm tài chính chuyển vào
zh: 金融商品退款转入

# assetStatus17005
source: Refund of financial order
es: Reembolso de orden financiera
fr: Remboursement de commande financière
ja: 金融注文返金
ko: 금융 주문 환불
pt: Reembolso de pedido financeiro
ru: Возврат финансового ордера
tr: Finansal emrin iadesi
vi: Hoàn tiền đơn hàng tài chính
zh: 金融订单退款

# assetStatus17010
source: Transfer-in of refund for financial order
es: Transferencia de reembolso para orden financiera
fr: Transfert entrant du remboursement pour commande financière
ja: 金融注文返金の入金
ko: 금융 주문 환불 예치 이체
pt: Transferência de reembolso para pedido financeiro
ru: Перевод возврата по финансовому ордеру
tr: Finansal emrin iade transferi
vi: Hoàn tiền đơn hàng tài chính chuyển vào
zh: 金融订单退款转入

# assets.type.title2
source: Earn
es: Cuenta financiera
fr: Gagner
ja: 金融口座
ko: 수익 얻기
pt: Conta financeira
ru: Финансовый счет
tr: Finansal Hesap
zh: 金融账户
