Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# assetStatus13004
source: Decrease in Trading Account
es: Disminución en la Cuenta de Operaciones
fr: Diminution du compte de trading
ja: 取引アカウントの減少
ko: 거래 계좌의 감소
pt: Diminuição na Conta de Negociação
ru: Уменьшить торговый счет
tr: Ticaret Hesabında azalma
vi: Giảm số dư tài khoản giao dịch
zh: 交易账户减少

# assetStatus13003
source: Increase in Trading Account
es: Aumento en la Cuenta de Operaciones
fr: Augmentation du compte de trading
ja: 取引アカウントの増加
ko: 거래 계좌의 증가
pt: Aumento na Conta de Negociação
ru: Увеличить торговый счет
tr: Ticaret Hesabında artış
vi: Tăng số dư tài khoản giao dịch
zh: 交易账户增加

# assetStatus16005
source: Freeze of external transfer in trading account
es: Congelación de transferencias externas en cuenta de operaciones
fr: Gel du transfert externe dans le compte de trading
ja: 取引アカウントの外部移動凍結
ko: 거래 계좌에서의 외부 이체 동결
pt: Congelamento de transferência externa na conta de negociação
ru: Замораживание внешнего перевода на торговом счете
tr: Ticaret hesabında dış transferin dondurulması
vi: Đóng băng chuyển tiền ngoài tài khoản giao dịch
zh: 交易账户外部划转冻结

# assetStatus16007
source: Deduction and freeze of external transfer in trading account
es: Deducción y congelación de transferencias externas en cuenta de operaciones
fr: Déduction et gel du transfert externe dans le compte de trading
ja: 取引アカウントの外部移動凍結による減少
ko: 거래 계좌에서의 외부 이체 공제 및 동결
pt: Dedução e congelamento de transferência externa na conta de negociação
ru: Списание и замораживание внешнего перевода на торговом счете
tr: Ticaret hesabında dış transferin kesilmesi ve dondurulması
vi: Khấu trừ đóng băng chuyển tiền ngoài tài khoản giao dịch
zh: 交易账户外部划转冻结扣减

# assetStatus16006
source: Unfreeze of external transfer in trading account
es: Descongelación de transferencias externas en cuenta de operaciones
fr: Dégel du transfert externe dans le compte de trading
ja: 取引アカウントの外部移動解除
ko: 거래 계좌에서의 외부 이체 동결 해제
pt: Descongelamento de transferência externa na conta de negociação
ru: Разморозка внешнего перевода на торговом счете
tr: Ticaret hesabında dış transferin çözülmesi
vi: Giải phóng chuyển tiền ngoài tài khoản giao dịch
zh: 交易账户外部划转解冻

# assetStatus16008
source: Transfer-in of external funds transfer in trading account
es: Transferencia de fondos externos en cuenta de operaciones
fr: Transfert entrant de fonds externes dans le compte de trading
ja: 取引アカウントの外部移動の入金
ko: 거래 계좌에서의 외부 자금 예치 이체
pt: Transferência de fundos externos para a conta de negociação
ru: Зачисление внешнего перевода на торговый счет
tr: Ticaret hesabında dış fon transferinin yatırılması
vi: Chuyển tiền vào tài khoản giao dịch
zh: 交易账户外部划转转入

# market.volume.title
source: Volume
es: Volumen
fr: Volume des transactions
ja: 取引額
ko: 거래량
ru: Объем
tr: Hacim
vi: Khối lượng giao dịch
zh: 交易额

# assets.transfer.from.account.title
source: From
es: Desde
fr: De
ja: から
ko: 에서
pt: De
ru: От
tr: Kaynak
vi: Từ
zh: 从

# asset.bill.transfer.in.from.trade.account.title
source: Transfer from trading account
es: Transferencia desde cuenta de operaciones
fr: Transférer depuis le compte de trading
ja: 取引口座に移動
ko: 거래 계좌에서 이체하기
pt: Transferir da Conta de Negociação
ru: Перевод из торгового счета
tr: Ticaret Hesabından Transfer
vi: Chuyển từ tài khoản giao dịch
zh: 从交易账户转入

# assets.transfer.experienceGold.note2.title
source: Transferring funds from the contract account will recover all your existing bonus (including the permanent bonus). Do you confirm the transfer?
es: Transferir desde cuenta de contrato recuperará todos los bonos (incluido el bono permanente). ¿Confirma la transferencia?
fr: Le transfert de fonds depuis le compte de contrat récupérera tous vos bons d'expérience actuels (y compris les bons d'expérience permanents). Confirmez-vous le transfert ?
ja: 契約口座から資金を転出すると、現在のすべての体験資金（永久に有効な体験資金を含む）が回収されます。転出を確認しますか？
ko: 계약 계정에서 자금을 이체하면 기존의 모든 보너스(영구 보너스 포함)가 회수됩니다.이체하시겠습니까?
pt: Todos os seus fundos de teste existentes (incluindo o valor permanentemente válido) serão recuperados se você transferir fundos para fora de sua conta de negociação. Tem certeza de que deseja continuar?
ru: Перевод средств с контрактного счета аннулирует все ваши текущие бонусы (включая постоянные бонусы). Вы подтверждаете перевод?
tr: Ticaret hesabınızdan para transferi yaparsanız, tüm mevcut deneme bonuslarınız (süresiz geçerli olan miktar dahil) geri alınacaktır. Devam etmek istediğinizden emin misiniz?
vi: Việc chuyển tiền từ tài khoản hợp đồng sẽ thu hồi tất cả tiền thưởng trải nghiệm hiện tại của bạn (bao gồm tiền thưởng trải nghiệm vĩnh viễn), bạn có xác nhận chuyển tiền không?
zh: 从合约账户中转出资金将回收您现有的所有体验金（包含永久生效的体验金），确认转出吗？

# personal.center.google.bind.auth.des.title
source: Get the latest dynamic capTcha from your Google Authenticator
es: Obtén código dinámico de Google Authenticator
fr: Obtenez le dernier code de vérification dynamique depuis votre application Google Authenticator
ja: Google認証システム(Google Authenticator)から最新の動的コードを取得してください。
ko: Google Authenticator에서 최신 capTcha를 받으세요
pt: Obtenha o código dinâmico mais recente do seu Google Authenticator
ru: Получите последний динамический код от Google Authenticator
tr: Google Authenticator'ınızdan en son dinamik kodu alın
vi: Lấy mã động mới nhất từ Google Authenticator của bạn
zh: 从您的Google验证器(Google Authenticator)中获取最新的动态验证码

# exchange.position.title
source: Positions
es: Posición
ja: ポジション
ko: 포지션
pt: Posição
ru: позиц
tr: Pozisyon
vi: Vị thế
zh: 仓位

# 跟单.仓位ID
source: Position ID
es: ID de posición
fr: ID de la position
ja: ポジションID
ko: 포지션 ID
pt: ID da Posição
ru: ID позиции
tr: Pozisyon Kimliği
vi: ID vị thế
zh: 仓位ID

# swap.position.margin.title
source: Position margin
es: Margen de posición
fr: Marge de position
ja: ポジション保証金
ko: 포지션 증거금
pt: Margem da posição
ru: Маржа позиции
tr: Pozisyon teminatı
vi: Ký quỹ vị thế
zh: 仓位保证金

# swap.pos.volume.title
source: Contracts
es: Contratos
fr: Contrats
ja: ポジション数量
ko: 계약
pt: Contratos
ru: Контракты
tr: Sözleşmeler
vi: Số lượng vị thế
zh: 仓位数量

# 跟单.仓位盈亏
source: Position PnL (USDT)
es: PnL de la posición
fr: PnL de la position (USDT)
ja: ポジションの利益または損失 (USDT)
ko: 포지션 손익(USDT)
pt: PnL da Posição (USDT)
ru: PnL позиции
tr: Pozisyon Kar/Zarar (USDT)
vi: Lãi/lỗ vị thế (USDT)
zh: 仓位盈亏 (USDT)

# swap.pos.profit.title
source: Position PnL
es: PnL de la posición
fr: PnL de la position
ja: ポジションの損益
ko: 포지션 손익
pt: PnL da posição
ru: PnL позиции
tr: Pozisyon PnL
vi: Lãi/lỗ vị thế.
zh: 仓位盈亏

# otc.order.detail.pay.confirm.alert.title
source: Confirmation of payment
es: Confirmación de pago
fr: Confirmation de paiement
ja: 支払い確認
ko: 결제 확인
pt: Confirmação de pagamento
ru: Подтверждение оплаты
tr: Ödeme onayı
vi: Xác nhận thanh toán
zh: 付款确认

# 跟单.以下为历史消息
source: Historic messages
es: Mensajes históricos
fr: Messages historiques
ja: 以下は過去のメッセージです
ko: 과거 메시지
pt: Mensagens históricas
ru: Исторические сообщения
tr: Geçmiş mesajlar
vi: Dưới đây là tin nhắn lịch sử.
zh: 以下为历史消息

# common.price.title
source: Price
es: Precio
fr: Prix
ja: 価格
ko: 가격
pt: Preço
ru: Цена
tr: Fiyat
vi: Giá
zh: 价格

# swap.close.pos.price.can.not.be.zero.title
source: Price cannot be 0
es: El precio no puede ser 0
fr: Le prix ne peut pas être 0
ja: 価格は0であってはなりません
ko: 가격은 0일 수 없습니다
pt: O preço não pode ser 0
ru: Цена не может быть 0
tr: Fiyat 0 olamaz
vi: Giá không được bằng 0
zh: 价格不能为0

# swap.exchange.max.price.tip.title
source: Price cannot exceed 100000000.
es: El precio no puede exceder 100000000.
fr: Le prix ne peut pas dépasser 100 000 000
ja: 価格は 100000000 を超えてはいけません
ko: 가격은 100000000을 초과할 수 없습니다.
pt: O preço não pode exceder 100.000.000
ru: Цена не может превышать 100000000.
tr: Fiyat 100.000.000'u geçemez
vi: Giá không được vượt quá 100000000
zh: 价格不能超过100000000

# swap.open.check.price.notmatch.title
source: The price deviates too much!
es: ¡El precio se desvía demasiado!
fr: Le prix dévie trop !
ja: 価格差が大きすぎます！
ko: 가격이 너무 많이 벗어납니다!
pt: O preço se desvia muito!
ru: Цена слишком сильно отклоняется!
tr: Fiyat çok fazla sapıyor!
vi: Chênh lệch giá quá lớn!
zh: 价格偏差太大!

# third.pay.unit.price.intro.title
source: There might be price gap between order placed and order executed, which subject to the executed order price.
es: Los precios pueden fluctuar. El precio unitario en la transacción será el real
fr: Les prix peuvent fluctuer et s'écarter du prix unitaire au moment de la commande, le prix unitaire de la transaction terminée sera celui qui fait foi
ja: 価格の変動は、実際の注文時の単価と異なる場合があります。最終的な成立単価が基準となります。
ko: 주문 가격과 체결 가격 사이에 차이가 있을 수 있으며, 이는 체결된 주문 가격에 따라 달라집니다.
pt: Os preços podem flutuar e desviar do preço unitário quando o pedido real é feito. O preço unitário na transação concluída será o preço unitário real.
ru: Цены могут колебаться и отклоняться от единичной цены при фактическом размещении ордера. Единичная цена в завершенной сделке будет фактической единичной ценой.
tr: Fiyat dalgalanması, gerçek emir fiyatından sapma gösterebilir, işlem tamamlandığında belirlenen fiyat geçerlidir
vi: Biến động giá có thể khác với giá đơn hàng thực tế, lấy giá hoàn thành đơn hàng làm chuẩn
zh: 价格波动可能与实际下单时的单价有偏差，以下单完成单价为准

# third.pay.received.quantity.intro.title
source: There might be price gap during real time order execution due to price volatility, which subject to the actual credit amount.
es: Los precios pueden fluctuar. La cantidad recibida puede diferir de la orden
fr: Les prix peuvent fluctuer et s'écarter du prix unitaire au moment de la commande, la quantité de crypto-monnaie reçue sera celle qui fait foi
ja: 価格の変動は、実際の注文時の単価と異なる場合があります。実際に受け取った暗号通貨の数量が基準となります。
ko: 가격 변동성으로 인해 실시간 주문 체결 중에 가격 차이가 발생할 수 있으며 이는 실제 신용 금액에 따라 달라집니다.
pt: Os preços podem flutuar e desviar do preço unitário quando o pedido real é feito. A quantidade que você recebe pode ser diferente da quantidade de tokens no pedido.
ru: Цены могут колебаться и отклоняться от единичной цены при фактическом размещении ордера. Количество, которое вы получите, может отличаться от количества токенов в ордере.
tr: Fiyat dalgalanması, gerçek emir fiyatından sapma gösterebilir, gerçek alınan kripto para miktarı geçerlidir
vi: Biến động giá có thể khác với giá đơn hàng thực tế, lấy số lượng tiền điện tử thực tế nhận được làm chuẩn
zh: 价格波动可能与实际下单时的单价有偏差，以实际收到数字货币数量为准

# market.kline.pop.low.title
source: Low
es: Bajo
fr: Bas
ja: 安値
ko: 저점
pt: Baixo
ru: Низкий
tr: Düşük
vi: Thấp
zh: 低

# assets_experiencia_new
source: Bonus
es: Bonificación
ja: 体験金
ko: 보너스
pt: Fundo de teste
ru: Почувствуй джин.
tr: Deneme Bonusu
vi: Cổ tức
zh: 体验金

# assetStatus14005
source: Transfer and reset of trial fund to zero
es: Reinicio de fondo de prueba a cero
fr: Transfert et réinitialisation du bonus d'essai à zéro
ja: 体験金の移動クリア
ko: 체험 자금 이체 및 0으로 재설정
pt: Transferência e redefinição de fundo de teste para zero
ru: Перевод и сброс пробного фонда на ноль
tr: Deneme bonusunun sıfırlanarak transferi ve sıfırlanması
vi: Chuyển tiền thưởng và xóa
zh: 体验金划转清零

# assetStatus14003
source: Distribution of trial fund
es: Distribución del fondo de prueba
fr: Distribution du bonus d'essai
ja: 体験金の配布
ko: 체험 자금 배분
pt: Distribuição de fundo de teste
ru: Распределение пробного фонда
tr: Deneme bonusu dağıtımı
vi: Phát hành tiền thưởng
zh: 体验金发放

# assetStatus14004
source: Recovery of trial fund
es: Recuperación del fondo de prueba
fr: Récupération du bonus d'essai
ja: 体験金の回収
ko: 체험 자금 회수
pt: Recuperação de fundo de teste
ru: Возврат пробного фонда
tr: Deneme bonusunun geri alınması
vi: Thu hồi tiền thưởng
zh: 体验金回收

# assetStatus14008
source: Trial fund deduction for position losses
es: Deducción del fondo de prueba por pérdidas
fr: Déduction du bonus d'essai pour pertes de position
ja: 体験金によるポジション損失控除
ko: 포지션 손실에 대한 체험 자금 공제
pt: Dedução de fundo de teste para perdas de posição
ru: Удержание пробного фонда для убытков по позиции
tr: Pozisyon zararları için deneme bonusu kesintisi
vi: Tiền thưởng khấu trừ thua lỗ vị thế
zh: 体验金抵扣仓位亏损

# assetStatus14006
source: Trial fund deduction for fees
es: Deducción del fondo de prueba por comisiones
fr: Déduction du bonus d'essai pour frais
ja: 体験金による手数料控除
ko: 수수료에 대한 체험 자금 공제
pt: Dedução de fundo de teste para taxas
ru: Удержание пробного фонда для оплаты комиссии
tr: Ücretler için deneme bonusu kesintisi
vi: Tiền thưởng khấu trừ phí giao dịch
zh: 体验金抵扣手续费

# assetStatus14007
source: Trial fund deduction for funding costs
es: Deducción del fondo de prueba por costos
fr: Déduction du bonus d'essai pour coûts de financement
ja: 体験金による資金コスト控除
ko: 펀딩 비용에 대한 체험 자금 공제
pt: Dedução de fundo de teste para custos de financiamento
ru: Удержание пробного фонда для оплаты расходов на финансирование
tr: Fonlama maliyetleri için deneme bonusu kesintisi
vi: Tiền thưởng khấu trừ chi phí tài chính
zh: 体验金抵扣资金费用

# experiencia_desc_new
source: Bonus instruction
es: Instrucción de bonificación
fr: À propos du bonus d'essai
ja: 体験資金の説明
ko: 보너스 지침
pt: Sobre o fundo de teste
ru: Инструкция по бонусу
tr: Deneme bonusu hakkında
vi: Hướng dẫn về tiền trải nghiệm.
zh: 体验金说明

# asset.bill.balance.title
source: Balance
fr: Solde du compte
ja: 残高
ko: 잔액
pt: Saldo
ru: Баланс
tr: Bakiye
vi: Số dư tài khoản
zh: 余额

# account.write.off.risk.tip4.title
source: You need to cancel your order and financial products you purchased
es: Cancela tu pedido y productos financieros comprados
fr: Vous devez annuler votre commande et les produits financiers que vous avez achetés
ja: 未決済注文と購入済みの金融商品をキャンセルする必要があります。
ko: 구매한 주문 및 금융 상품을 취소해야 합니다
pt: Você precisa cancelar seu pedido e os produtos financeiros que comprou
ru: Вам нужно отменить ваш заказ и финансовые продукты, которые вы приобрели
tr: Siparişinizi ve satın aldığınız finansal ürünleri iptal etmeniz gerekmektedir
vi: Bạn cần hủy lệnh chờ và các sản phẩm tài chính đã mua.
zh: 你需要取消您的挂单和已购买的金融产品。

# otc.check.fund.pwd.safe.verify.title
source: Use security verification
es: Usa verificación de seguridad
fr: Utiliser la vérification de sécurité
ja: 安全確認を使用
ko: 보안 인증 사용하기
pt: Usar verificação de segurança
ru: Используйте проверку безопасности
tr: Güvenlik doğrulaması kullanın
vi: Sử dụng xác thực an toàn
zh: 使用安全验证

# personal.id.step2.issued.documents.tip
source: Use valid documents issued by the Government.
es: Usa documentos válidos del Gobierno.
fr: Utilisez des documents valides émis par le gouvernement.
ja: 政府発行の有効な書類を使用
ko: 유효한 정부 발행 문서를 사용하세요.
pt: Use documentos válidos emitidos pelo governo.
ru: Используйте действительные документы, выданные правительством.
tr: Lütfen hükümet tarafından verilen geçerli belgeleri kullanın.
vi: Sử dụng giấy tờ hợp lệ do chính phủ cấp
zh: 使用政府签发的有效文件

# personal.center.google.bind.instructions.title
source: Instructions
es: Instrucciones
ja: 使用説明
ko: 지침
pt: Instruções
ru: Инструкции
tr: Talimatlar
vi: Hướng dẫn
zh: 使用说明

# otc.payment.method.bank.update.title
source: Save
es: Guardar
fr: Sauvegarder
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh: 保存

# swap.save.picture.title
source: Save Image
es: Guardar imagen
fr: Enregistrer l'image
ja: 画像を保存
ko: 사진 저장하기
pt: Salvar imagem
ru: Сохранить изображение
tr: Resmi Kaydet
vi: Lưu hình ảnh
zh: 保存图片

# common.saveImage.fail.title
source: Failed to save
es: Error al guardar
fr: Échec de l'enregistrement
ja: 保存失敗
ko: 저장하지 못했습니다
pt: Falha ao salvar
ru: Не удалось сохранить
tr: Kaydedilemedi
vi: Lưu thất bại
zh: 保存失败

# common.saveImage.success.title
source: Saved successfully
es: Guardado exitosamente
fr: Enregistrement réussi
ja: 保存成功
ko: 성공적으로 추가되었습니다
pt: Salvo com sucesso
ru: Успешно сохранено
tr: Başarıyla kaydedildi
vi: Lưu thành công
zh: 保存成功

# swap.margin.title
source: Margin
es: Margen
fr: Marge
ja: マージン
ko: 증거금
pt: Margem
ru: Маржа
tr: Teminat
vi: Ký quỹ
zh: 保证金

# 跟单.保证金
source: Margin
es: Margen
fr: Marge
ja: マージン (USDT)
ko: 증거금
pt: Margem
ru: Маржа
tr: Teminat
vi: Số lượng ký quỹ
zh: 保证金 (USDT)

# common_asset_total_new
source: Margin Balance
es: Balance de Margen
fr: Solde de la marge
ja: マージン残高
ko: 증거금 잔액
pt: Saldo de margem
ru: Баланс маржи
tr: Marjin bakiyesi
vi: Số dư ký quỹ
zh: 保证金余额

# 资产.保证金余额USDT
source: Margin Balance (USDT)
es: Balance de Margen (USDT)
fr: Solde de la marge (USDT)
ja: マージン残高 (USDT)
ko: 마진 잔액(USDT)
pt: Saldo de Margem (USDT)
ru: Баланс маржи (USDT)
tr: Teminat Bakiyesi (USDT)
vi: Số dư ký quỹ (USDT)
zh: 保证金余额 (USDT)

# 资产.钱包余额弹窗说明
source: Margin Balance = Wallet Balance + Unrealized P&L.
es: Balance de Margen = Balance de Cartera + P&L no realizado.
fr: Solde de la marge = Solde du portefeuille + Gains/pertes non réalisés.
ja: マージン残高 = ウォレット残高 + 未実現損益。
ko: 증거금 잔액 = 지갑 잔액 + 미실현 손익.
pt: Saldo de Margem = Saldo da Carteira + P&L Não Realizado.
ru: Баланс маржи = Баланс кошелька + Нереализованный P&L.
tr: Marjin Bakiye = Cüzdan Bakiye + Gerçekleşmemiş P&L
vi: Số dư ký quỹ = Số dư ví + Lãi/lỗ chưa thực hiện.
zh: 保证金余额 = 钱包余额 + 未实现盈亏。

# swap.margin.coin.title
source: Margin crypto
es: Cripto de Margen
fr: Monnaie de la marge
ja: マージン通貨
ko: 증거금 암호화폐
pt: Cripto de margem
ru: Валюта маржи
tr: Marjin kripto
vi: Loại tài sản ký quỹ
zh: 保证金币种

# swap.margin.mode.title
source: Margin mode
es: Modo de Margen
fr: Mode de marge
ja: マージンモード
ko: 증거금 모드
pt: Modo de margem
ru: Режим маржи
tr: Marjin modu
vi: Chế độ ký quỹ
zh: 保证金模式

# margin_rate_new
source: Margin Rate
es: Tasa de Margen
fr: Taux de Marge
ja: マージン比率
ko: 증거금 비율
pt: Taxa de margem
ru: Уровень маржи
tr: Marjin oranı
vi: Tỷ lệ ký quỹ
zh: 保证金比率

# swap_position_desc_new
source: The higher the margin, the lower the risk. When the margin reaches 100%, the position will be liquidated.
es: Mayor margen, menor riesgo. Cuando el margen es 100%, la posición será liquidada.
fr: Plus le ratio de marge est élevé, moins le risque de la position est important. Lorsque le ratio de marge atteint 100 %, la position sera liquidée.
ja: マージン比率が高いほど、ポジションのリスクは相対的に小さくなります。マージン比率が100%に達すると、ポジションは強制清算されます。
ko: 증거금이 높을수록 위험이 낮아집니다.증거금이 100%에 도달하면 포지션이 자동 청산됩니다.
pt: Quanto maior a margem, menor o risco. Quando a margem atinge 100%, a posição será liquidada.
ru: Чем выше маржа, тем ниже риск. Когда маржа достигает 100%, позиция будет ликвидирована.
tr: Teminat oranı ne kadar yüksekse, pozisyonun riski o kadar düşer. Teminat oranı %100'e ulaştığında, pozisyon zorla kapatılacaktır.
vi: Tỷ lệ ký quỹ càng cao, rủi ro của vị thế càng nhỏ. Khi tỷ lệ ký quỹ đạt 100%, vị thế sẽ bị thanh lý
zh: 保证金比率越高，仓位的风险相对较小。当保证金比率到达100%时，仓位将被强平

# personal.id.auth.check.info.retry.head.title
source: Information does not match the ID document?
es: ¿Información no coincide con ID?
fr: Les informations ne correspondent pas à votre pièce d'identité ?
ja: 情報が本人の証明書と一致しませんか？
ko: 정보가 ID 문서와 일치하지 않나요?
pt: As informações não correspondem ao seu ID?
ru: Информация не соответствует вашему удостоверению личности?
tr: Bilgileriniz kimlik belgenizle uyuşmuyor mu?
vi: Thông tin không khớp với giấy tờ tùy thân?
zh: 信息与本人证件不符？

# user.password.reset.title
source: Change login password
es: Cambiar la contraseña de inicio de sesión
fr: Modifier le mot de passe
ja: ログインパスワードを変更
ko: 로그인 비밀번호 변경하기
pt: Alterar senha de login
ru: Изменить пароль для входа
tr: Şifreyi değiştir
vi: Thay đổi mật khẩu
zh: 修改登录密码

# common_changed_success
source: Changed successfully
es: Modificado
fr: Modification réussie
ja: 変更成功
ko: 성공적으로 변경되었습니다
pt: Modificado
ru: Изменено
tr: Değiştirildi
vi: Đã sửa đổi
zh: 修改成功

# assetStatus20003
source: Loan transfer-in⼊
es: Transferencia de préstamo
fr: Transfert entrant de prêt
ja: 借入金の入金
ko: 대출 예치 이체
pt: Transferência de empréstimo
ru: Перевод кредита
tr: Kredi transferi
vi: Chuyển vào khoản vay
zh: 借款转⼊

# swap.exchange.long.title
source: Long
es: Largo
fr: Position longue
ja: ロングポジション
ko: 롱
pt: Comprar
ru: Лонг
tr: Uzun pozisyon
vi: Mua dài
zh: 做多

# swap.exchange.short.title
source: Short
es: Corto
fr: Court
ja: ショート
ko: 숏
pt: Vender
ru: Шорт
tr: Kısa
vi: Bán khống
zh: 做空

# common_deposit
source: Deposit
es: Depósito
fr: Dépôt
ja: 入金
ko: 충전
pt: Depósito
ru: Депозит
tr: Yatırma
vi: Nạp tiền
zh: 充值

# assets.deposit.confirm.title
source: Deposit credited
es: Depósito acreditado
fr: Dépôt reçu
ja: 入金成功
ko: 입금 처리됨
pt: Depósito concluído
ru: Депозит зачислен
tr: Yatırım başarılı
vi: Đã ghi có
zh: 充值到账

# common_deposit_address
source: Deposit Address
es: Dirección de Depósito
fr: Adresse de dépôt
ja: 入金アドレス
ko: 입금 주소
pt: Endereço de Depósito
ru: Адрес депозита
tr: Yatırma Adresi
vi: Xác nhận địa chỉ nạp
zh: 充值地址

# assets.deposit.asset.amount.title
source: Deposit amount
es: Monto del depósito
fr: Montant du dépôt
ja: 入金額
ko: 입금 금액
pt: Valor do depósito
ru: Сумма депозита
tr: Yatırılacak miktar
vi: Số tiền
zh: 充值数量

# assets.deposit.status.confirm.done.title
source: Deposit confirmation
es: Confirmación de depósito
fr: Confirmation du dépôt
ja: 入金確認
ko: 입금 확인
pt: Confirmação de depósito
ru: Подтверждение депозита
tr: Yatırım onayı
vi: Xác nhận gửi tiền
zh: 充值确认

# assets.deposit.chain.net.title
source: Deposit network
es: Red de depósito
fr: Réseau de dépôt
ja: 入金ネットワーク
ko: 입금 네트워크
pt: Rede de depósito
ru: Сеть депозита
tr: Yatırım ağı
vi: Mạng gửi tiền
zh: 充值网络

# common_deposit_record
source: Deposit record
es: Registro de depósito
fr: Historique des dépôts
ja: 入金記録
ko: 입금 기록
pt: Histórico de Depósitos
ru: Запись депозита
tr: Yatırma geçmişi
vi: Lịch sử nạp tiền
zh: 充值记录

# common_deposit_details
source: Deposit Details
es: Detalles del depósito
fr: Détails du dépôt
ja: 入金の詳細
ko: 입금 세부 정보
pt: Detalhes do Depósito
ru: Детали депозита
tr: Yatırma Detayları
vi: Chi tiết nạp tiền
zh: 充值详情

# asset.bill.deposit.or.withdraw.title
source: Deposits and Withdrawals
es: Depósitos y Retiros
fr: Dépôt/Retrait
ja: 入出金
ko: 입금 및 출금
pt: Depósito e retirada
ru: Депозиты и выводы
tr: Para yatırma ve çekme
vi: Nạp/Rút
zh: 充提

# common_full_position
source: Cross
es: Cruz
fr: Cross (Marge croisée)
ja: クロス
ko: 교차
pt: Cruzado
ru: Кросс
tr: Çapraz
vi: Toàn bộ vị thế
zh: 全仓

# swap.margin.mode.cross.title
source: Cross margin mode: All positions share the margin in the futures account to avoid forced liquidation. In the event of a forced liquidation, traders may lose all margin and positions.
es: Modo de margen cruzado: Posiciones comparten margen en cuenta de futuros para evitar liquidación forzosa. En liquidación, traders pueden perder todo el margen y posiciones.
fr: Mode de marge croisée : Toutes les positions croisées sous le même actif de marge partagent le même solde de marge croisée. En cas de liquidation, le solde complet de votre marge d'actifs ainsi que toutes les positions ouvertes restantes sous cet actif peuvent être perdues.
ja: 全ポジションマージンモード：すべてのポジションが契約口座内のマージンを共用して強制決済を回避します。強制決済が発生した場合、トレーダーはすべてのマージンとポジションを失う可能性があります。
ko: 교차 증거금 모드: 모든 포지션이 강제 청산을 피하기 위해 선물 계좌의 증거금을 공유합니다.강제 청산의 경우, 트레이더는 모든 증거금과 포지션을 잃을 수 있습니다.
pt: Modo de margem cruzada: todas as posições compartilham a margem na conta de futuros para evitar liquidação forçada. Em caso de liquidação forçada, os traders podem perder toda a margem e posições.
ru: Кросс маржинальный режим: Все позиции делят маржу на фьючерсном счете, чтобы избежать принудительной ликвидации. В случае принудительной ликвидации трейдеры могут потерять всю маржу и позиции.
tr: Cross margin modu: Tüm pozisyonlar, zorunlu likidasyonun önlenmesi için vadeli işlem hesabındaki marjı paylaşır. Zorunlu likidasyon durumunda, yatırımcılar tüm marjlarını ve pozisyonlarını kaybedebilirler.
vi: Chế độ ký quỹ toàn bộ: Tất cả vị thế sử dụng chung ký quỹ trong tài khoản hợp đồng để tránh bị thanh lý. Trong trường hợp thanh lý, nhà giao dịch có thể mất toàn bộ ký quỹ và vị thế.
zh: 全仓保证金模式: 所有仓位共用合约账户中的保证金来避免仓位被强平。在强平事件中，交易者可能会损失所有的保证金和仓位。

# self.choice.select.all.title
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
ja: すべて選択
ko: 모두 선택
pt: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç
vi: Chọn tất cả
zh: 全选

# common.all.type.title
source: All
es: Todos
fr: Tout
ja: すべて
ko: 모두
pt: Todos
ru: Все
tr: Hepsi
vi: Tất cả
zh: 全部
