Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# coupon_action_using
source: In Use
es: En Uso
fr: En cours d'utilisation
ja: 使用中
ko: 사용 중
pt: Em Uso
ru: Используется
tr: Kullanımda
vi: Đang sử dụng
zh: 使用中

# coupon_use_tip
source: You can only use one at a time. Close existing trial bonus positions to proceed
es: Solo puedes usar uno a la vez. Cierra las posiciones actuales con bonos de prueba para continuar.
fr: Vous ne pouvez en utiliser qu'un à la fois. Fermez les positions de bonus d'essai existantes pour continuer
ja: 1回に1つしか使用できません。既存のトライアルボーナスポジションをクローズしてから続行してください。
ko: 한 번에 하나만 사용할 수 있습니다. 기존 트라이얼 보너스 포지션을 종료하세요.
pt: Você só pode usar um por vez. Feche as posições existentes com bônus de teste para continuar.
ru: Одновременно можно использовать только один ваучер. Закройте текущую позицию с бонусным ваучером, чтобы продолжить.
tr: Bir kerede yalnızca birini kullanabilirsiniz. Devam etmek için mevcut deneme bonusu pozisyonlarını kapatın
vi: Mỗi lần chỉ có thể sử dụng một thẻ, cần phải đóng vị thế thẻ trải nghiệm cũ trước khi có thể sử dụng
zh: 每次限用一张，需先平掉旧体验金仓位才可用

# coupon_swap
source: Trial Voucher
es: Prueba
fr: Bon d'essai
ja: 試券
ko: 체험권
pt: Teste
ru: Пробник
tr: Deneme
vi: Phiếu trải nghiệm
zh: 体验金券

# coupon_invest
source: Booster Voucher
es: Cupón Acelerador
fr: Bon de booster
ja: ブースターバウチャー
ko: 부스터 바우처
pt: Cupom de Impulso
ru: Ускоряющий ваучер
tr: Booster Kuponu
vi: Phiếu tăng lãi suất
zh: 加息劵

# coupon_from_activity
source: Event Rewards
es: Recompensas del Evento
fr: Récompenses de l'événement
ja: イベント報酬
ko: 이벤트 보상
pt: Recompensas de Evento
ru: Награды за участие
tr: Etkinlik Ödülleri
vi: Phần thưởng sự kiện
zh: 活动奖励

# coupon_from_airdrop
source: Airdrop Reward
es: Recompensa de Airdrop
fr: Récompense Airdrop
ja: エアドロップ報酬
ko: 에어드랍 보상
pt: Recompensa de Airdrop
ru: Награда за airdrop
tr: Airdrop Ödülü
vi: Phần thưởng airdrop
zh: 空投奖励

# coupon_info_intro
source: Auto-Close in %@ Hours | Max Leverage: %@
es: Cierre Automático en %@ Horas | Apalancamiento Máximo %@
fr: Fermeture automatique dans %@ heures | Effet de levier max : %@x
ja: 自動クローズまで %@ 時間 | 最大レバレッジ: %@
ko: %@시간 후 자동 청산 | 최대 레버리지 %@
pt: Fechamento Automático em %@ horas | Alavancagem Máxima %@
ru: Авто-закрытие через %@ часов | Макс. кредитное плечо: %@
tr: %@ Saat içinde otomatik kapanacak | Maksimum Kaldıraç: %@
vi: %@ giờ tự động đóng vị thế | Đòn bẩy tối đa %@ x
zh: %@小时自动平仓 | 最大杠杆%@

# coupon_swap_condition
source: Requirement: Futures trading volume must reach %@ USDT
es: Requisito de Activación: El volumen de trading de futuros debe alcanzar %@ USDT
ja: 「アクティベーション条件: 先物取引量が %@ USDT に達する必要があります」
ko: 활성화 조건: 선물 거래량이 %@ USDT에 도달해야 합니다.
pt: Requisito para Ativação: O volume de negociação de futuros deve atingir %@ USDT
ru: Общий объем фьючерсных торгов достиг %@ USDT
zh: 使用门槛：合约交易额满 %@ USDT 激活

# coupon_spot_condition
source: Requirement: Spot trading volume must reach %@ USDT
es: Requisito de Activación: El volumen de trading spot debe alcanzar %@ USDT
ja: 「アクティベーション条件: スポット取引量が %@ USDT に達する必要があります」
ko: 활성화 조건: 현물 거래량이 %@ USDT에 도달해야 합니다.
pt: Requisito para Ativação: O volume de negociação à vista deve atingir %@ USDT
ru: Общий объем спотовых торгов достиг %@ USDT
zh: 使用门槛：现货交易额满 %@ USDT 激活

# coupon_invest_condition
source: Requirement: Total earn subscription amount reaches %@ USDT (equivalent) to activate
es: Requisito: el monto total de suscripción de Earn debe alcanzar %@ USDT (equivalente) para activarse.
ja: 条件: 合計Earnサブスクリプション金額が %@ USDT（相当）に達すると有効化されます。
ko: 요구 사항: 총 이자 상품 가입 금액이 %@ USDT (상당) 이상이어야 활성화됩니다.
pt: Requisito: o valor total de subscrição do Earn deve atingir %@ USDT (equivalente) para ativação.
ru: Требование: общая сумма подписки на Earn должна достичь %@ USDT (в эквиваленте) для активации.
zh: 使用门槛：累计理财申购额满 %@ USDT（折合） 激活

# coupon_deposit_condition
source: Requirement: Deposit amount must reach %@ USDT
es: Requisito: El monto del depósito debe alcanzar %@ USDT
ja: 「アクティベーション条件: 入金額が %@ USDT に達する必要があります」
ko: 활성화 조건: 입금 금액이 %@ USDT에 도달해야 합니다.
pt: Requisito para Ativação: O valor do depósito deve atingir %@ USDT
ru: Общая сумма депозита достигла %@ USDT
zh: 使用门槛：充值额满 %@ USDT 激活

# coupon_support_symbols
source: Coins Supported
es: Monedas Soportadas
fr: Supporté
ja: 対応通貨
ko: 지원되는 코인
pt: Moedas Suportadas
ru: Поддерживается
tr: Destekleniyor
vi: Các sản phẩm hỗ trợ
zh: 支持币种

# coupon_all_symbols
source: All Futures
es: Todos los Futuros
fr: Tous les Futures
ja: すべての先物
ko: 모든 선물
pt: Todos os Futuros
ru: Все фьючерсы
tr: Tüm Vadeli İşlemler
vi: Tất cả các loại hợp đồng
zh: 所有合约品种

# coupon_active_dealine
source: Activation Validity Period
es: Periodo de Validez para la Activación
fr: Période de validité d'activation
ja: アクティベーション有効期間
ko: 활성화 유효기간
pt: Período de Validade para Ativação
ru: Срок действия активации
tr: Etkinleştirme Geçerlilik Süresi
vi: Thời gian hiệu lực kích hoạt
zh: 激活有效期

# coupon_use_dealine
source: Validity Period
es: Periodo de Validez
fr: Période de validité
ja: 有効期間
ko: 유효기간
pt: Período de Validade
ru: Срок действия
tr: Geçerlilik Süresi
vi: Thời gian sử dụng hiệu lực
zh: 使用有效期

# coupon_auto_close_dealine
source: Will Auto-Close at %@
es: Cierre Automático a las %@
fr: Se fermera automatiquement à %@
ja: %@ に自動クローズ
ko: %@에 자동 청산 예정
pt: Fechamento Automático em %@
ru: Будет автоматически закрыто в %@
tr: %1$s'da otomatik kapanacak
vi: Sẽ tự động đóng vị thế vào %@
zh: 将在 %@ 自动平仓

# coupon_expire_dealine
source: Expiration Date
es: Fecha de Expiración
fr: Date d'expiration
ja: 有効期限
ko: 만료 날짜
pt: Data de Expiração
ru: Дата истечения срока
tr: Son Kullanma Tarihi
vi: Thời gian hết hạn
zh: 过期时间

# coupon_already_expire_time
source: Expired at %@
es: Expiró a las %@
fr: Expiré à %@
ja: %@ に期限切れ
ko: %@에 만료됨
pt: Expirado em %@
ru: Истекло в %@
tr: %1$s'da süresi dolacak
vi: Đã hết hạn vào %@
zh: 已于 %@ 过期

# coupon_already_close_time
source: Position Closed at %@
es: Posición cerrada en %@;
fr: Position fermée à %@ ;
ja: %@ に自動決済がトリガーされました
ko: %@에 포지션이 청산되었습니다;
pt: Posição fechada em %@;
ru: Позиция закрыта на %@;
tr: Pozisyon %@'da Kapandı;
vi: Đã đóng vào %@;
zh: 已在 %@ 平仓

# coupon_alert_support_symbols
source: Futures Supported:
es: Futuros Soportados:
fr: Futures supportés :
ja: 対応先物:
ko: 지원되는 선물:
pt: Futuros Suportados:
ru: Поддерживаемые фьючерсы:
tr: Desteklenen Vadeli İşlemler:
vi: Hỗ trợ các sản phẩm hợp đồng sau:
zh: 支持以下合约品种：

# placeholder_no_invest_coupon
source: No Booster Vouchers Available
es: No hay Cupones Aceleradores Disponibles
fr: Aucun coupon booster disponible
ja: 利用可能なブースターバウチャーはありません
ko: 사용 가능한 부스터 바우처 없음
pt: Nenhum Cupom de Impulso Disponível
ru: Нет доступных ускоряющих ваучеров
tr: Booster Kuponu Mevcut Değil
vi: Chưa có phiếu tăng lãi suất
zh: 暂无加息劵

# placeholder_no_swap_coupon
source: No Trial Bonus Voucher Available
es: No hay Cupones de Bono de Prueba Disponibles
ja: 利用可能なトライアルボーナスクーポンはありません
ko: 사용 가능한 트라이얼 보너스 바우처 없음
pt: Nenhum Cupom de Bônus de Teste Disponível
ru: Нет доступных бонусных ваучеров на пробный период
zh: 暂无体验金劵

# swap_coupon_brief
source: Trial Voucher
es: Cupón de Prueba
fr: Bon d'essai
ja: トライアルクーポン
ko: 트라이얼 바우처
pt: Cupom de Teste
ru: Бонусный ваучер
tr: Deneme Kuponu
vi: Phiếu trải nghiệm
zh: 体验券

# coupon_avail_count
source: %@ Available
es: %@ Disponible(s)
fr: %@ Disponible
ja: %@ 利用可能
ko: %@개 사용 가능
pt: %@ Disponível(is)
ru: %@ доступно
tr: %s Mevcut
vi: %@ thẻ có sẵn
zh: %@张可用

# coupon_tip_already_pos
source: A trial position is already active, trial voucher cannot be used.
es: Ya existe una posición activa de prueba, no se puede usar un nuevo cupón.
fr: Une position d'essai est déjà active, le coupon d'essai ne peut pas être utilisé.
ja: 既存のトライアルポジションがアクティブです。新しいクーポンは使用できません。
ko: 현재 트라이얼 포지션이 활성 상태입니다. 트라이얼 바우처를 사용할 수 없습니다.
pt: Já existe uma posição de teste ativa, o cupom de teste não pode ser usado.
ru: Активная позиция с бонусным ваучером уже существует, нельзя использовать новый.
tr: Bir deneme pozisyonu zaten aktif, deneme kuponu kullanılamaz.
vi: Hiện tại có vị thế trải nghiệm, không thể sử dụng thẻ trải nghiệm
zh: 当前持有体验仓位，体验劵不可用

# coupon_not_support_current
source: The Trial Voucher does not support this instrument types
es: El Cupón de Prueba no soporta este tipo de instrumentos.
fr: Le coupon de bonus d'essai ne prend pas en charge ce type d'instrument
ja: このトライアルクーポンはこのタイプの取引商品をサポートしていません。
ko: 이 트라이얼 바우처는 현재 거래 상품을 지원하지 않습니다.
pt: Este Cupom de Teste não suporta este tipo de instrumento.
ru: Этот бонусный ваучер не поддерживает данный инструмент.
tr: Deneme bonusu kuponu bu araç türünü desteklemiyor
vi: Thẻ trải nghiệm này không hỗ trợ sản phẩm giao dịch hiện tại
zh: 此体验金劵不支持当前交易品种

# swap_coupon
source: Futures Trial Bonus
es: Bono de Prueba en Futuros
fr: Bonus d'essai pour les futures
ja: 先物トライアルボーナス
ko: 선물 트라이얼 보너스
pt: Bônus de Teste em Futuros
ru: Бонус на фьючерсы
tr: Vadeli İşlem Deneme Bonusu
vi: Coupon trải nghiệm hợp đồng
zh: 合约体验金

# coupon_avail
source: Available
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
pt: Disponível
ru: Доступно
tr: Mevcut
vi: Có thể sử dụng
zh: 可使用

# coupon_deadline_to
source: Valid Until
es: Válido Hasta
fr: Valide jusqu'à
ja: 有効期限
ko: 유효기간:
pt: Válido Até
ru: Действительно до
tr: Geçerlilik Tarihi
vi: Hạn sử dụng đến
zh: 有效期至

# coupon_none
source: Not Available
es: No Disponible
fr: Non disponible
ja: 利用不可
ko: 사용 가능하지 않음
pt: Não Disponível
ru: Недоступно
tr: Mevcut Değil
vi: Không có thẻ có sẵn
zh: 无可用

# coupon_no_avail_temp
source: Trial Bonus Not Available
es: No hay Cupones de Prueba Disponibles
fr: Bonus d'essai non disponible
ja: 利用可能なトライアルクーポンはありません
ko: 사용 가능한 트라이얼 바우처 없음
pt: Nenhum Cupom de Teste Disponível
ru: Нет доступных бонусных ваучеров
tr: Deneme kuponu mevcut değil
vi: Chưa có thẻ trải nghiệm có sẵn
zh: 暂无可用体验券

# coupon_howto_get
source: How to Claim?
es: ¿Cómo Conseguirlo?
fr: Comment réclamer ?
ja: どうやって取得するの？
ko: 획득 방법?
pt: Como Obter?
ru: Как получить?
tr: Nasıl Alınır?
vi: Làm thế nào để có được?
zh: 如何获取？

# coupon_back_normal
source: Switch to standard mode
es: Cambiar al modo estándar
fr: Passer en mode standard
ja: 標準モードに切り替える
ko: 표준 모드로 전환
pt: Mudar para o modo padrão
ru: Переключиться на стандартный режим
tr: Standart moda geçiş yap
vi: Chuyển sang chế độ chuẩn
zh: 切换至标准模式

# coupon_pos_exits_pop
source: A trial position is already active, please close it to use a new trial bonus voucher.
es: Ya hay una posición de prueba activa. Por favor, ciérrala para usar un nuevo cupón de bono de prueba.
fr: Une position d'essai est déjà active, veuillez la fermer pour utiliser un nouveau coupon de bonus d'essai.
ja: 現在、トライアルポジションがアクティブです。新しいトライアルボーナスバウチャーを使用するには、ポジションをクローズしてください。
ko: 현재 체험 포지션이 활성화되어 있습니다. 새로운 체험 보너스 바우처를 사용하려면 포지션을 닫아주세요.
pt: Uma posição de teste já está ativa. Por favor, feche-a para usar um novo Voucher de Bônus de Teste.
ru: Пробная позиция уже активна. Пожалуйста, закройте её, чтобы использовать новый пробный бонусный ваучер.
tr: Bir deneme pozisyonu zaten aktif, yeni bir deneme bonusu kuponu kullanabilmek için kapatınız.
vi: Hiện tại có vị thế trải nghiệm, cần đóng vị thế trước khi sử dụng thẻ trải nghiệm mới
zh: 当前持有体验仓位， 需要平仓才可使⽤新的体验券

# coupon_no_avail_temp_pop
source: No Trial Bonus Vouchers Available~
es: No hay Cupones de Bono de Prueba Disponibles~
fr: Aucun coupon de bonus d'essai disponible~
ja: 利用可能なトライアルボーナスクーポンはありません~
ko: 사용 가능한 트라이얼 보너스 바우처 없음~
pt: Nenhum Cupom de Bônus de Teste Disponível~
ru: Нет доступных бонусных ваучеров~
tr: Deneme bonusu kuponu mevcut değil~
vi: Chưa có thẻ trải nghiệm có thể sử dụng~
zh: 暂无可使用体验金券～

# coupon_not_support_pop
source: The trial voucher does not support this instrument type, please switch and try again~
es: Ya hay una posición de prueba activa. Por favor, ciérrala para usar un nuevo cupón de bono de prueba.
fr: Le coupon de bonus d'essai ne prend pas en charge ce type d'instrument, veuillez changer et réessayer~
ja: このトライアルバウチャーは現在の取引商品をサポートしていません。切り替えて再度お試しください～
ko: 이 체험 바우처는 현재 거래 상품을 지원하지 않습니다. 변경 후 다시 시도해주세요~
pt: Este Voucher de Teste não é compatível com este tipo de instrumento. Por favor, mude e tente novamente~
ru: Этот пробный ваучер не поддерживает данный тип инструмента. Пожалуйста, переключитесь и попробуйте снова~
tr: Deneme bonusu kuponu bu araç türünü desteklemiyor, lütfen değiştirip tekrar deneyin~
vi: Thẻ trải nghiệm này không hỗ trợ sản phẩm giao dịch hiện tại, vui lòng chuyển đổi và thử lại~
zh: 此体验金券不支持当前交易品种，请切换后重试～

# coupon_active_before
source: Activate Before %@
es: Activar Antes de %@
fr: Activer avant %@
ja: %@ までにアクティベート
ko: %@ 이전에 활성화
pt: Ativar Antes de %@
ru: Активировать до %@
tr: %1$s Öncesinde Etkinleştir
vi: Kích hoạt trước %@
zh: 在%@之前激活

# coupon_id
source: Trial
es: Prueba
fr: Essai
ja: トライアル
ko: 트라이얼
pt: Teste
ru: Пробный период
vi: Trải nghiệm
zh: 体验

# coupon_auto_close_at
source: Auto-Close after %@
es: Cierre automático después de %@
fr: Fermeture automatique après %@
ja: %@ 以降に自動決済
ko: %@ 이후 자동 종료
pt: Fechamento automático após %@
ru: Авто-закрытие после %@
tr: Otomatik Kapanma Sonrası %s
vi: Sẽ tự động đóng vị thế sau %@
zh: %@后自动平仓

# coupon_pos
source: Trial Position
es: Posición de Prueba
fr: Position d'essai -
ja: トライアルポジション
ko: 트라이얼 포지션
pt: Posição de Teste
ru: Позиция на пробный период
tr: Deneme Pozisyonu
vi: Vị thế trải nghiệm-
zh: 体验仓

# coupon_active_title
source: Activate Voucher
es: Activar Cupón
fr: Activer le coupon
ja: クーポンをアクティベート
ko: 바우처 활성화
pt: Ativar Cupom
ru: Активировать ваучер
tr: Kuponu Etkinleştir
vi: Kích hoạt thẻ quà tặng
zh: 激活卡券

# coupon_active_tip
source: Activate voucher after conditions met
es: Activar Cupón una vez que se Cumplan los Requisitos
fr: Activer le coupon après avoir rempli les conditions
ja: 条件達成後にクーポンをアクティベート
ko: 조건 충족 후 바우처 활성화 가능
pt: Ativar Cupom Após Cumprir os Requisitos
ru: Активировать ваучер после выполнения условий
tr: Şartlar sağlandıktan sonra kuponu etkinleştir
vi: Kích hoạt thẻ quà tặng khi đáp ứng các điều kiện sau
zh: 满足以下条件后可激活卡券

# coupon_active_progress
source: Current Progress: %@
es: Progreso Actual: %@
fr: Progrès actuel :
ja: 現在の進捗状況: %@
ko: 현재 진행 상황: %@
pt: Progresso Atual: %@
ru: Текущий прогресс: %@
tr: Mevcut İlerleme:
vi: Tiến độ hiện tại:
zh: 当前进度: %@

# coupon_total_trade
source: Total Trading Volume:
es: Volumen Total de Trading:
fr: Volume total des transactions :
ja: 累計取引量：
ko: 총 거래량:
pt: Volume Total de Negociação:
ru: Общий объем торгов:
tr: Toplam İşlem Hacmi:
vi: Tổng giao dịch:
zh: 累计交易：

# coupon_swap_increase_num
source: Total Futures Trading Volume Reached %@ USDT
es: Volumen Total de Trading en Futuros Alcanzado: %@ USDT
ja: 累計先物取引量が %@ USDT に達しました
ko: 총 선물 거래량 %@ USDT 달성
pt: Volume Total de Negociação em Futuros Atingido: %@ USDT
ru: Общий объем фьючерсных торгов достиг %@ USDT
zh: 累计合约交易额达到 %@ USDT

# coupon_spot_increase_num
source: Total Spot Trading Volume Reached %@ USDT
es: Volumen Total de Trading Spot Alcanzado: %@ USDT
ja: 累計スポット取引量が %@ USDT に達しました
ko: 총 현물 거래량 %@ USDT 달성
pt: Volume Total de Negociação à Vista Atingido: %@ USDT
ru: Общий объем спотовых торгов достиг %@ USDT
zh: 累计现货交易额达到 %@ USDT

# coupon_invest_increase_num
source: Total earn subscription amount reaches %@ USDT (Equivalent)
es: El monto total de suscripción de Earn alcanza los %@ USDT (equivalente)
ja: 合計Earnサブスクリプション金額が %@ USDT（相当）に達しました
ko: 총 이자 상품 가입 금액이 %@ USDT (상당) 에 도달했습니다
pt: O valor total de subscrição do Earn atingiu %@ USDT (equivalente)
ru: Общая сумма подписки на Earn достигла %@ USDT (эквивалент)
zh: 累计理财申购金额达到 %@ USDT（折合）

# coupon_depost_increase_num
source: Total Deposit Amount Reached %@ USDT
es: Monto Total de Depósito Alcanzado: %@ USDT
ja: 累計入金額が %@ USDT に達しました
ko: 총 입금 금액 %@ USDT 달성
pt: Valor Total de Depósito Atingido: %@ USDT
ru: Общая сумма депозита достигла %@ USDT
zh: 累计充值折算金额达到 %@ USDT

# coupon_go_invest
source: Subscribe Now
es: Suscribirse Ahora
fr: Abonnez-vous maintenant
ja: 今すぐサブスクリプション
ko: 지금 신청
pt: Assinar Agora
ru: Подписаться сейчас
tr: Hemen Abone Ol
vi: Đăng ký tài chính
zh: 去理财

# coupon_select_symbol
source: Select Futures to open position
es: Selecciona los Futuros para abrir una posición
fr: Sélectionnez les futures pour ouvrir une position
ja: ポジションを開く先物を選択
ko: 선물 포지션 열기 선택
pt: Selecione os Futuros para abrir uma posição
ru: Выберите фьючерс для открытия позиции
tr: Pozisyon açmak için vadeli işlemleri seçin
vi: Chọn sản phẩm hợp đồng để mở vị thế
zh: 选择开仓的合约品种

# coupon_select_symbol_tip
source: Only supported futures for trial bonus voucher are shown
es: Solo se muestran los Futuros soportados por el Cupón de Bono de Prueba.
fr: Seuls les futures compatibles avec le coupon de bonus d'essai sont affichés
ja: トライアルボーナスクーポン対応の先物のみが表示されます。
ko: 트라이얼 보너스 바우처가 지원하는 선물만 표시됩니다.
pt: Somente os Futuros suportados pelo Cupom de Bônus de Teste são exibidos.
ru: Отображаются только фьючерсы, поддерживаемые бонусным ваучером.
tr: Yalnızca deneme bonusu kuponu için desteklenen vadeli işlemler gösterilmektedir
vi: Chỉ hiển thị các sản phẩm hợp đồng hỗ trợ bởi thẻ trải nghiệm hiện tại
zh: 此处仅显示当前体验金券支持的合约品种

# coupon_use_before
source: Use Before %@
es: Usar antes de %@
fr: Utiliser avant %@
ja: %@ までに使用
ko: %@ 이전에 사용
pt: Usar antes de %@
ru: Используйте до %@
tr: %1$s Öncesinde Kullan
vi: Sử dụng trước %@
zh: 在%@之前使用

# common_depth
source: Depth
fr: Profondeur
ja: 深度
ko: 깊이
pt: Profundidade
ru: глубин
tr: Derinlik
vi: Độ sâu
zh: 深度

# coupon_total_deposit
source: Total Deposit：
es: Depósito total：
fr: Dépôt total
ja: 総預金額：
ko: 총 예치금：
pt: Depósito total：
ru: Общий депозит：
vi: Tổng nạp tiền
zh: 累计充值：

# coupon_total_invest
source: Total Earn Subscription：
es: Suscripción total en Earn：
fr: Souscription totale des gains
ja: 累計理財加入額：
ko: 총 이자 상품 가입：
pt: Total de assinatura do Earn：
ru: Общая подписка на Earn：
vi: Tổng đầu tư tài chính
zh: 累计理财：

# coupon_close_pos_status_manual
source: Manual Close
es: Cierre manual
fr: Fermeture manuelle
ja: 手動決済
ko: 수동 청산
pt: Fechamento manual
ru: Ручное закрытие
vi: Đóng vị trí thủ công
zh: 手动平仓

# coupon_close_pos_status_deadline
source: Expiry Close
es: Vencimiento
fr: Fermeture à l'échéance
ja: 期限決済
ko: 만기 청산
pt: Expiração
ru: Экспирация
vi: Đóng vị trí hết hạn
zh: 到期平仓

# coupon_close_pos_status_system
source: System Close
es: Cierre automático
fr: Fermeture système
ja: システム決済
ko: 시스템 청산
pt: Fechamento automático
ru: Системное закрытие
vi: Hệ thống đóng vị trí
zh: 系统平仓

# home_guide_title
source: Welcome Bonus for New Users
es: Bono de bienvenida
fr: Bonus bienvenue nvx users
ja: ウェルカムボーナス
ko: 웰컴 보너스
pt: Bônus de boas-vindas
ru: Приветственный бонус
vi: Gói quà tặng cho người mới
zh: 新用户专属礼包

# realized_profit
source: Realized PNL
es: ganancias realizadas
fr: PNL Réal.
ja: 実現した利益
ko: 실현 이익
pt: ganhos realizados
ru: Реал. доход
vi: Lợi nhuận đã thực hiện
zh: 已实现收益

# realized_profit_intro
source: Realized profit includes all profits and losses from this position. Realized PnL = Position PnL - Fees + Funding fee.
es: El beneficio realizado incluye todos los beneficios acumulados de esta posición. Beneficio realizado = pérdidas y ganancias de la posición - comisión de gestión + comisión de capital.
ja: 実現利益には、このポジションのすべての累積利益が含まれます。実現利益 = ポジション損益 - 手数料 + 資本手数料。
ko: 실현 이익에는 해당 포지션의 누적 이익이 모두 포함됩니다. 실현 이익 = 포지션 손익 - 처리 수수료 + 자본 수수료
pt: O lucro realizado inclui todos os lucros acumulados desta posição = lucro e perda da posição - taxa de manuseio + taxa de capital.
ru: Реализованная прибыль включает в себя всю совокупную прибыль по этой позиции = прибыль и убыток по позиции - комиссия за обработку + комиссия за капитал.
zh: 已实现收益包含了此仓位累计发生的所有收益，已实现收益=仓位盈亏-手续费+资金费用

# pos_profit_intro
source: Position PnL is the total of profits and losses from closed positions. Position PnL is calculated from the entry price and closing price.
es: Las ganancias y pérdidas de una posición son la suma de las ganancias y pérdidas de cada cierre de posición. Las ganancias y pérdidas de la posición se calculan en función del precio promedio de la posición antes de que se cierre la posición y el precio promedio de la posición.
fr: Le PNL de la position fait référence au profit ou à la perte totale des positions clôturées. Il est calculé en fonction de la différence entre le prix moyen d’ouverture et le prix moyen de clôture.
ja: ポジションの損益は、ポジションクローズ前の平均ポジション価格とポジションの平均価格に基づいて計算されます。
ko: 포지션 손익은 각 포지션 마감의 손익을 합산한 것이며, 포지션 손익은 포지션 마감 전 평균 포지션 가격과 해당 포지션의 평균 가격을 기준으로 계산됩니다.
pt: Os lucros e perdas de uma posição são a soma dos lucros e perdas de cada fechamento de posição. Os lucros e perdas da posição são calculados com base no preço médio da posição antes do fechamento da posição e no preço médio da posição.
ru: Прибыль и убыток позиции представляют собой сумму прибыли и убытка от каждого закрытия позиции. Прибыль и убыток позиции рассчитываются на основе средней цены позиции до ее закрытия и средней цены позиции.
vi: Lợi nhuận và lỗ của vị thế là tổng lợi nhuận và lỗ của mỗi lần đóng vị thế, lợi nhuận và lỗ của vị thế được tính theo giá trung bình của vị thế trước khi đóng và giá đóng vị thế.
zh: 仓位盈亏为仓位每次平仓的盈亏之和，仓位盈亏根据平仓前的持仓均价和平仓均价计算得出

# condition_order
source: Conditional
es: Condición
fr: Condition
ja: 条件
ko: 조건
pt: Условие
ru: Условие
tr: Koşul
vi: Điều kiện
zh: 条件

# merge_all_pos
source: Position merge
fr: Fusion de position
ja: ポジションの統合
ko: 포지션 병합
pt: Объединение позиции
ru: Объединение позиции
tr: Pozisyon birleştirme
vi: Gộp vị thế
zh: 仓位合并

source: Modify SL
es: Modificar stop loss
fr: Modifier SL
ja: ストップロスを変更する
ko: 정지 손실 수정
pt: Modificar stop loss
ru: Изменить стоп-лосс
tr: SL'yi Düzenle
vi: Sửa lệnh cắt lỗ
zh: 修改止损

source: Modify TP
es: Modificar toma de ganancias
fr: Modifier TP
ja: テイクプロフィットを変更する
ko: 이익실현 수정
pt: Modificar o lucro
ru: Изменить тейк-профит
tr: TP'yi Düzenle
vi: Sửa lệnh chốt lời
zh: 修改止盈

# financing_plusing
source: Interest Boosting
es: Incremento de Intereses
fr: Augmentation des intérêts
ja: 利子増加中
ko: 이자 부스팅
pt: Impulsionando Juros
ru: Увеличение процентов
tr: Faiz Artışı
vi: Đang tăng lãi suất
zh: 加息中

# financing_plusing_real_amount
source: Actual Boost Amount
es: Monto Real del Incremento
fr: Montant réel du boost
ja: 実際の増加額
ko: 실제 부스트 금액
pt: Valor Real do Impulso
ru: Фактическая сумма повышения
tr: Gerçek Artış Miktarı
vi: Mức tăng lãi suất thực tế
zh: 实际加息额度

# financing_plusing_rate
source: Interest Boost Rate
es: Tasa de Incremento de Intereses
fr: Taux de boost d'intérêt
ja: 利子増加率
ko: 이자 부스트 비율
pt: Taxa de Impulso nos Juros
ru: Ставка повышения проценто
tr: Faiz Artış Oranı
vi: Tỷ lệ tăng lãi suất
zh: 加息利率

# financing_plusing_cycle
source: Actual Interest Boost Period
es: Periodo Real del Incremento de Intereses
fr: Période réelle du boost d'intérêt
ja: 実際の利子増加期間
ko: 실제 이자 부스트 기간
pt: Período Real do Impulso nos Juros
ru: Фактический период повышения процентов
tr: Gerçek Faiz Artış Süresi
vi: Chu kỳ tăng lãi suất thực tế
zh: 实际加息周期

# financing_plusing_detail
source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부사항
pt: Detalhes
ru: Детали
tr: Detaylar
vi: Chi tiết phiếu tăng lãi suất
zh: 加息券详情

# financing_plusing_name
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt: Nome
ru: Название
tr: Ad
vi: Tên phiếu tăng lãi suất
zh: 加息券名称

# financing_plusing_card
source: Booster Voucher
es: Cupón Acelerador
fr: Coupon booster
ja: ブースターバウチャー
ko: 부스터 바우처
pt: Cupom de Impulso
ru: Ускоряющий ваучер
tr: Booster Kuponu
vi: Phiếu tăng lãi suất đầu tư tài chính
zh: 理财加息券
