Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# wealth_coupon_info_title
source: Info
es: Información
ja: 情報
ko: 정보
pt: Informações
ru: Информация
vi: Giới thiệu phiếu tăng lãi suất
zh: 加息券简介

# common_feedback
source: Feedback
fr: Retour d'information
ko: 피드백
pt: Retroalimentación
ru: Обратная связь
vi: Phản hồi
zh: 反馈

# mini_price_unit
source: Tick Size
es: Tamaño de Tick
fr: Taille du tick
ja: ティックサイズ
ko: 틱 크기
pt: Tamanho do Tick
ru: Минимальный
vi: Đơn vị dao động giá tối thiểu
zh: 最小价格跳动单位

# price_input_precision
source: Market Sell Price Floor
es: Precio mínimo de venta
fr: Plafond de prix de vente sur le marché
ja: 市場売却下限
ko: 시장 매도 하한
pt: Preço mínimo de venda
ru: Минимальная цена продажи
vi: Độ chính xác nhập giá
zh: 价格输入精度

# limit_buy_max_rate
source: Limit Order Price Cap Ratio
es: Relación de límite de precio para órdenes limitadas
fr: Ratio plafond du prix des ordres à cours limité
ja: 指値注文の価格上限比率
ko: 지정가 주문 가격 상한 비율
pt: Proporção de Limite de Preço para Ordens Limitadas
ru: Предельное соотношение цены лимитного ордера
vi: Tỷ Lệ Tối Đa Giá Mua Lệnh Giới Hạn
zh: 限价买入订单价格上限比例

# limit_buy_max_rate_desc
source: The price of a limit buy order must be less than or equal to (1 + Price Cap Ratio) × the current Mark Price of the futures.
es: El precio de una orden limitada de compra debe ser menor o igual a (1 + Relación de límite de precio) × el precio de marca actual del futuro.
fr: Le prix d’un ordre d'achat à cours limité doit être inférieur ou égal à (1 + Ratio plafond du prix) × le prix de référence actuel des contrats à terme.
ja: 指値買い注文の価格は、(1 + 価格上限比率) × 現在の先物のマーク価格以下でなければなりません。
ko: 지정가 매수 주문의 가격은 (1 + 가격 상한 비율) × 선물의 현재 마크 가격보다 작거나 같아야 합니다.
pt: O preço de uma ordem limitada de compra deve ser menor ou igual a (1 + Proporção de Limite de Preço) × o preço de marca atual do futuro.
ru: Цена лимитного ордера на покупку должна быть меньше или равна (1 + Предельное соотношение цены) × текущей маржинальной цене фьючерса.
vi: Giá mua lệnh giới hạn phải nhỏ hơn hoặc bằng (1 + tỷ lệ tối đa giá) * giá đánh dấu hiện tại của hợp đồng.
zh: 限价买单的委托价格应小于或等于(1+价格上限比例）*合约当前标记价格。

# limit_sell_min_rate
source: Limit Order Price Floor Ratio
es: Relación de límite inferior de precio para órdenes limitadas
fr: Ratio plancher du prix des ordres à cours limité
ja: 指値注文の価格下限比率
ko: 지정가 주문 가격 하한 비율
pt: Proporção de Limite Inferior de Preço para Ordens Limitadas
ru: Нижний предел цены лимитного ордера
vi: Tỷ Lệ Tối Đa Giá Bán Lệnh Giới Hạn
zh: 限价卖出订单价格下限比例

# limit_sell_min_rate_desc
source: The price of a limit sell order must be greater than or equal to (1 - Price Floor Ratio) × the current Mark Price of the futures.
es: El precio de una orden limitada de venta debe ser mayor o igual a (1 - Relación de límite inferior) × el precio de marca actual del futuro.
fr: Le prix d’un ordre de vente à cours limité doit être supérieur ou égal à (1 - Ratio plancher du prix) × le prix de référence actuel des contrats à terme.
ja: 指値売り注文の価格は、(1 - 価格下限比率) × 現在の先物のマーク価格以上でなければなりません。
ko: 지정가 매도 주문의 가격은 (1 - 가격 하한 비율) × 선물의 현재 마크 가격보다 크거나 같아야 합니다.
pt: O preço de uma ordem limitada de venda deve ser maior ou igual a (1 - Proporção de Limite Inferior) × o preço de marca atual do futuro.
ru: Цена лимитного ордера на продажу должна быть больше или равна (1 - Нижний предел цены) × текущей маржинальной цене фьючерса.
vi: Giá bán lệnh giới hạn phải lớn hơn hoặc bằng (1 - tỷ lệ tối đa giá) * giá đánh dấu hiện tại của hợp đồng.
zh: 限价卖单的委托价格应大于或等于（1-价格上限比例）*合约当前标记价格。

# market_buy_max_rate
source: Market Buy Order Price Cap Ratio
es: Relación de límite de precio para órdenes de compra de mercado
fr: Ratio plafond du prix des ordres d'achat au marché
ja: 市場買い注文の価格上限比率
ko: 시장 매수 주문 가격 상한 비율
pt: Proporção de Limite de Preço para Ordens de Mercado de Compra
ru: Предельное соотношение цены для рыночных ордеров на покупку
vi: Tỷ lệ tối đa giá mua lệnh thị trường
zh: 市价买入订单价格上限比例

# market_buy_max_rate_desc
source: Under extreme market conditions, if the counterparty price of a market buy order reaches or exceeds (1 + Price Cap Ratio) × the current mark price, the entire order will be canceled.
es: En condiciones de mercado extremas, si el precio de contraparte de una orden de compra de mercado alcanza o excede (1 + Relación de límite de precio) × el precio de marca actual, la orden completa será cancelada.
fr: Sous des conditions de marché extrêmes, si le prix de la contrepartie d'un ordre d'achat au marché atteint ou dépasse (1 + Ratio plafond du prix) × le prix de référence actuel, l'ensemble de l'ordre sera annulé.
ja: 極端な市場状況では、市場買い注文の相手価格が(1 + 価格上限比率) × 現在のマーク価格に達するか、それを超えると、注文全体がキャンセルされます。
ko: 극단적인 시장 상황에서는 시장 매수 주문의 상대방 가격이 (1 + 가격 상한 비율) × 현재 마크 가격에 도달하거나 초과할 경우, 해당 주문은 전부 취소됩니다.
pt: Em condições extremas de mercado, se o preço da contraparte de uma ordem de mercado de compra atingir ou exceder (1 + Proporção de Limite de Preço) × o preço de marca atual, a ordem completa será cancelada.
ru: В экстремальных рыночных условиях, если встречная цена рыночного ордера на покупку достигает или превышает (1 + Предельное соотношение цены) × текущую маржинальную цену, весь ордер будет отменен.
vi: Trong trường hợp thị trường cực đoan, khi giá đối tác lệnh mua thị trường lớn hơn hoặc bằng (1 + tỷ lệ tối đa giá) * giá đánh dấu hiện tại của hợp đồng, lệnh mua thị trường này sẽ bị hủy hoàn toàn.
zh: 在极端市场情况下，当市价买单的对手方价格大于或等于(1+价格上限比例）*合约当前标记价格时，此市价买单会被全部撤销。

# market_sell_min_rate
source: Price Precision
es: Precisión de precio
fr: Précision des prix
ja: 価格精度
ko: 가격 정밀도
pt: Precisão de preço
ru: Точность цены
vi: Tỷ lệ giới hạn giá bán theo giá thị trường
zh: 市价卖出订单价格下限比例

# market_sell_min_rate_desc
source: Under extreme market conditions, if the counterparty price of a market sell order falls to or below (1 - Price Cap Ratio) × the current Mark Price, the entire order will be canceled.
es: En condiciones de mercado extremas, si el precio de contraparte de una orden de venta de mercado alcanza o cae por debajo de (1 - Relación de límite de precio) × el precio de marca actual, la orden completa será cancelada.
fr: Sous des conditions de marché extrêmes, si le prix de la contrepartie d'un ordre de vente au marché tombe à ou en dessous de (1 - Ratio plancher du prix) × le prix de référence actuel, l'ensemble de l'ordre sera annulé.
ja: 極端な市場状況では、市場売り注文の相手価格が(1 - 価格上限比率) × 現在のマーク価格に達するか、それを下回ると、注文全体がキャンセルされます。
ko: 극단적인 시장 상황에서는 시장 매도 주문의 상대방 가격이 (1 - 가격 상한 비율) × 현재 마크 가격에 도달하거나 이하일 경우, 해당 주문은 전부 취소됩니다.
pt: Em condições extremas de mercado, se o preço da contraparte de uma ordem de mercado de venda atingir ou cair abaixo de (1 - Proporção de Limite Inferior) × o preço de marca atual, a ordem completa será cancelada.
ru: В экстремальных рыночных условиях, если встречная цена рыночного ордера на продажу достигает или опускается ниже (1 - Нижний предел цены) × текущую маржинальную цену, весь ордер будет отменен.
vi: Trong trường hợp thị trường cực đoan, khi giá đối tác lệnh bán thị trường nhỏ hơn hoặc bằng (1 - tỷ lệ tối thiểu giá) * giá đánh dấu hiện tại của hợp đồng, lệnh bán thị trường này sẽ bị hủy hoàn toàn.
zh: 在极端市场情况下，当市价卖单的对手方价格小于或等于(1-价格上限比例）*合约当前标记价格时，此市价卖单会被全部撤销。

# condition_max_rate
source: Trigger Price Cap Ratio for Conditional Orders
es: Relación de límite superior de precio para órdenes condicionales
fr: Ratio plafond du prix de déclenchement pour les ordres conditionnels
ja: 条件付き注文のトリガー価格上限比率
ko: 조건부 주문의 트리거 가격 상한 비율
pt: Proporção de Limite Superior de Preço para Ordens Condicionais
ru: Relación de límite superior de precio para órdenes condicionales
vi: Tỷ Lệ Tối Đa Giá Kích Hoạt Lệnh Điều Kiện
zh: 条件单触发价格上限比例

# condition_max_rate_desc
source: If the trigger price is based on the Last Price, the trigger price for conditional orders (including TP/SL) must be less than or equal to Price Cap Ratio × Last Price. If the trigger price is based on the Mark Price, the trigger price for conditional orders (including TP/SL) must be less than or equal to Price Cap Ratio × Mark Price.
es: Si el precio de activación se basa en el último precio, el precio de activación de las órdenes condicionales (incluyendo TP/SL) debe ser menor o igual a Relación de límite de precio × Último precio. Si el precio de activación se basa en el precio de marca, el precio de activación de las órdenes condicionales (incluyendo TP/SL) debe ser menor o igual a Relación de límite de precio × Precio de marca.
fr: Si le prix de déclenchement est basé sur le dernier prix, celui des ordres conditionnels (y compris TP/SL) doit être inférieur ou égal à Ratio plafond du prix × Dernier prix. Si le prix de déclenchement est basé sur le prix de référence, celui des ordres conditionnels (y compris TP/SL) doit être inférieur ou égal à Ratio plafond du prix × Prix de référence.
ja: トリガー価格が最新価格に基づく場合、条件付き注文（TP/SLを含む）のトリガー価格は、価格上限比率 × 最新価格以下でなければなりません。トリガー価格がマーク価格に基づく場合、条件付き注文（TP/SLを含む）のトリガー価格は、価格上限比率 × マーク価格以下でなければなりません。
ko: 트리거 가격이 최신 가격을 기준으로 할 경우, 조건부 주문(포함 TP/SL)의 트리거 가격은 가격 상한 비율 × 최신 가격보다 작거나 같아야 합니다.트리거 가격이 마크 가격을 기준으로 할 경우, 조건부 주문(포함 TP/SL)의 트리거 가격은 가격 상한 비율 × 마크 가격보다 작거나 같아야 합니다.
pt: Se o preço de disparo for baseado no Último Preço, o preço de disparo para ordens condicionais (incluindo TP/SL) deve ser menor ou igual a Proporção de Limite de Preço × Último Preço. Se o preço de disparo for baseado no Preço de Marca, o preço de disparo para ordens condicionais (incluindo TP/SL) deve ser menor ou igual a Proporção de Limite de Preço × Preço de Marca.
ru: Если цена активации основана на последней цене, то цена активации условных ордеров (включая TP/SL) должна быть меньше или равна Предельное соотношение цены × Последняя цена.Если цена активации основана на маржинальной цене, то цена активации условных ордеров (включая TP/SL) должна быть меньше или равна Предельное соотношение цены × Маржинальная цена.
vi: Khi loại giá kích hoạt là giá mới nhất, giá kích hoạt của lệnh điều kiện (bao gồm cả lệnh chốt lời và cắt lỗ) phải nhỏ hơn hoặc bằng (tỷ lệ tối đa giá * giá mới nhất); khi loại giá kích hoạt là giá đánh dấu, giá kích hoạt của lệnh điều kiện (bao gồm cả lệnh chốt lời và cắt lỗ) phải nhỏ hơn hoặc bằng (tỷ lệ tối đa giá * giá đánh dấu).
zh: 当触发价格类型为最新价格时，条件单(包括止盈止损)的触发价格应小于或等于（价格上限比例*最新价格）；当触发价格类型为标记价格时，条件单(包括止盈止损)的触发价格应小于或等于（价格上限比例*标记价格）。

# condition_min_rate
source: Trigger Price Floor Ratio for Conditional Orders
es: Relación de límite inferior de precio para órdenes condicionales
fr: Ratio plancher du prix de déclenchement pour les ordres conditionnels
ja: 条件付き注文のトリガー価格下限比率
ko: 조건부 주문의 트리거 가격 하한 비율
pt: Proporção de Limite Inferior de Preço para Ordens Condicionais
ru: Нижний предел цены для активации условных ордеров
vi: Tỷ Lệ Tối Thiểu Giá Kích Hoạt Lệnh Điều Kiện
zh: 条件单触发价格下限比例

# condition_min_rate_desc
source: If the trigger price is based on the Last Price, the trigger price for conditional orders (including TP/SL) must be greater than or equal to Price Floor Ratio × Last Price. If the trigger price is based on the Mark Price, the trigger price for conditional orders (including TP/SL) must be greater than or equal to Price Floor Ratio × Mark Price.
es: Si el precio de activación se basa en el último precio, el precio de activación de las órdenes condicionales (incluyendo TP/SL) debe ser mayor o igual a Relación de límite inferior × Último precio. Si el precio de activación se basa en el precio de marca, el precio de activación de las órdenes condicionales (incluyendo TP/SL) debe ser mayor o igual a Relación de límite inferior × Precio de marca.
fr: Si le prix de déclenchement est basé sur le dernier prix, celui des ordres conditionnels (y compris TP/SL) doit être supérieur ou égal à Ratio plancher du prix × Dernier prix. Si le prix de déclenchement est basé sur le prix de référence, celui des ordres conditionnels (y compris TP/SL) doit être supérieur ou égal à Ratio plancher du prix × Prix de référence.
ja: トリガー価格が最新価格に基づく場合、条件付き注文（TP/SLを含む）のトリガー価格は、価格下限比率 × 最新価格以上でなければなりません。トリガー価格がマーク価格に基づく場合、条件付き注文（TP/SLを含む）のトリガー価格は、価格下限比率 × マーク価格以上でなければなりません。
ko: 트리거 가격이 최신 가격을 기준으로 할 경우, 조건부 주문(포함 TP/SL)의 트리거 가격은 가격 하한 비율 × 최신 가격보다 크거나 같아야 합니다. 트리거 가격이 마크 가격을 기준으로 할 경우, 조건부 주문(포함 TP/SL)의 트리거 가격은 가격 하한 비율 × 마크 가격보다 크거나 같아야 합니다.
pt: Se o preço de disparo for baseado no Último Preço, o preço de disparo para ordens condicionais (incluindo TP/SL) deve ser maior ou igual a Proporção de Limite Inferior × Último Preço. Se o preço de disparo for baseado no Preço de Marca, o preço de disparo para ordens condicionais (incluindo TP/SL) deve ser maior ou igual a Proporção de Limite Inferior × Preço de Marca.
ru: Если цена активации основана на последней цене, то цена активации условных ордеров (включая TP/SL) должна быть больше или равна Нижний предел цены × Последняя цена. Если цена активации основана на маржинальной цене, то цена активации условных ордеров (включая TP/SL) должна быть больше или равна Нижний предел цены × Маржинальная цена.
vi: Khi loại giá kích hoạt là giá mới nhất, giá kích hoạt của lệnh điều kiện (bao gồm cả lệnh chốt lời và cắt lỗ) phải lớn hơn hoặc bằng (tỷ lệ tối thiểu giá * giá mới nhất); khi loại giá kích hoạt là giá đánh dấu, giá kích hoạt của lệnh điều kiện (bao gồm cả lệnh chốt lời và cắt lỗ) phải lớn hơn hoặc bằng (tỷ lệ tối thiểu giá * giá đánh dấu).
zh: 当触发价格类型为最新价格时，条件单(包括止盈止损)的触发价格应大于或等于（价格下限比例*最新价格）；当触发价格类型为标记价格时，条件单(包括止盈止损)的触发价格应大于或等于（价格下限比例*标记价格）。

# oder_vol
source: Trade Amount
es: Monto de la Operación
fr: Montant de la transaction
ja: 取引量
ko: 거래 금액
pt: Valor da Negociação
ru: Объем торгов
vi: Số lượng đặt lệnh
zh: 下单数量

# min_order_vol
source: Min Trade Amount
es: Monto Mínimo de Operación
fr: Montant minimum de la transaction
ja: 最小取引量
ko: 최소 거래 금액
pt: Valor Mínimo de Negociação
ru: Минимальный объем торговли
vi: Số lượng đặt lệnh tối thiểu
zh: 最小下单数量

# min_order_money
source: Min Order Price
es: Precio Mínimo de Orden
fr: Prix minimum de l'ordre
ja: 最小注文価格
ko: 최소 주문 가격
pt: Preço Mínimo da Ordem
ru: Минимальная цена ордера
vi: Số tiền đặt lệnh tối thiểu
zh: 最小下单金额

# market_max_order_money
source: Max Market Order Amount
es: Monto Máximo de Orden de Mercado
fr: Montant maximum de l'ordre de marché
ja: 成行注文の最大金額
ko: 최대 시장가 주문 금액
pt: Valor Máximo para Ordem de Mercado
ru: Максимальный объем рыночного ордера
vi: Số tiền đặt lệnh tối đa lệnh thị trường
zh: 市价单最大下单金额

# limit_max_order_vol
source: Max Limit Order Amount
es: Monto Máximo de Orden Límite
fr: Montant maximum de l'ordre limité
ja: 指値注文の最大金額
ko: 최대 지정가 주문 금액
pt: Valor Máximo para Ordem Limite
ru: Максимальный объем лимитного ордера
vi: Số lượng đặt lệnh tối đa lệnh giới hạn
zh: 限价单最大下单数量

# max_condition_order_count
source: Max Number of Conditional Orders
es: Número Máximo de Órdenes Condicionales
fr: Nombre maximum d'ordres conditionnels
ja: 最大条件付き注文数
ko: 최대 조건부 주문 수
pt: Número Máximo de Ordens Condicionais
ru: Максимальное количество условных ордеров
vi: Số lượng lệnh chờ điều kiện tối đa
zh: 最大条件单挂单数量

# max_condition_order_count_desc
source: The maximum number of conditional orders (including TP/SL) for this futures is limited to {10} orders, independently managed across different futures.
es: El número máximo de órdenes condicionales (incluyendo TP/SL) para este futuro está limitado a {10} órdenes, administradas de manera independiente entre futuros.
fr: Le nombre maximum d'ordres conditionnels (y compris TP/SL) pour ce contrat à terme est limité à %@ ordres, gérés indépendamment selon les différents contrats à terme.
ja: この先物における条件付き注文（TP/SLを含む）の最大件数は{10}件に制限されており、各先物ごとに独立して管理されます。
ko: 이 선물에 대한 조건부 주문(포함 TP/SL)의 최대 개수는 {10}개로 제한되며, 각 선물은 독립적으로 관리됩니다.
pt: O número máximo de ordens condicionais (incluindo TP/SL) para este futuro é limitado a {10} ordens, gerenciadas independentemente entre diferentes futuros.
ru: Максимальное количество условных ордеров (включая TP/SL) для данного фьючерса ограничено {10} ордерами, которые управляются независимо для каждого фьючерса.
vi: Số Lượng Lệnh Điều Kiện (bao gồm chốt lời và cắt lỗ) có thể được đặt trong hợp đồng này tối đa là %@ lệnh, mỗi hợp đồng được đánh giá độc lập.
zh: 本合约的条件单(包括止盈止损）的挂单数量上限为{10}单，不同合约之间独立判断。

# other_basic_info
source: Other Basic Information
es: Otra Información Básica
fr: Autres informations de base
ja: その他の基本情報
ko: 기타 기본 정보
pt: Outras Informações Básicas
ru: Прочая основная информация
vi: Thông tin cơ bản khác
zh: 其他基础信息

source: Leverage Range
es: Rango de Apalancamiento
fr: Plage de levier
ja: レバレッジ範囲
ko: 레버리지 범위
pt: Intervalo de Alavancagem
ru: Диапазон кредитного плеча
vi: Phạm vi đòn bẩy
zh: 杠杆倍数范围

source: Expiration Cycle
es: Ciclo de Expiración
fr: Cycle d'expiration
ja: 満期サイクル
ko: 만기 주기
pt: Ciclo de Expiração
ru: Срок действия
vi: Chu kỳ hết hạn
zh: 到期周期

# swap_forever_time
source: Perpetual Futures, No Expiration Date
es: Futuros Perpetuos, Sin Fecha de Expiración
fr: Futures perpétuels, sans date d'expiration
ja: 無期限先物、満期日なし
ko: 영구 선물, 만기일 없음
pt: Futuros Perpétuos, Sem Data de Expiração
ru: Бессрочные фьючерсы, без даты истечения
vi: Hợp đồng vĩnh cửu, không có ngày hết hạn
zh: 永续合约，无到期日

# fund_cost_cycle
source: Funding Fee Cycle
es: Ciclo de Tasa de Financiamiento
fr: Cycle des frais de financement
ja: 資金調達手数料サイクル
ko: 펀딩 수수료 주기
pt: Ciclo da Taxa de Financiamento
ru: Цикл финансирования
vi: Chu kỳ phí vốn
zh: 资金费用周期

# closed_profit
source: Closing PnL
fr: PnL de fermeture
ja: 決済利益
ko: 청산 손익
ru: Цена закрытия
vi: Lãi/lỗ đóng vị thế
zh: 平仓收益

# app_check
source: Check
es: View
fr: Voir
ja: 見る
ko: View
pt: View
ru: В этом разделе
tr: View
vi: Xem
zh: 查看

# closed_profit_desc
source: Long: Quantity × Close Price - Quantity × Entry Price Short: Quantity × Entry Price - Quantity × Close Price
es: Largo: Cantidad × Precio de Cierre - Cantidad × Precio de Entrada Corto: Cantidad × Precio de Entrada - Cantidad × Precio de Cierre
fr: Long : Quantité × Prix de clôture - Quantité × Prix d'entrée Short : Quantité × Prix d'entrée - Quantité × Prix de clôture
ja: ロング: 数量 × 決済価格 - 数量 × エントリー価格 ショート: 数量 × エントリー価格 - 数量 × 決済価格
ko: 롱 포지션: 수량 × 종료 가격 - 수량 × 진입 가격 숏 포지션: 수량 × 진입 가격 - 수량 × 종료 가격
pt: Long: Quantidade × Preço de Fechamento - Quantidade × Preço de Entrada Short: Quantidade × Preço de Entrada - Quantidade × Preço de Fechamento
ru: Лонг: Количество × Цена закрытия - Количество × Цена входа Шорт: Количество × Цена входа - Количество × Цена закрытия
vi: Mua dài: Số lượng (coin) × giá đóng vị trí trung bình - Số lượng (coin) × giá mở vị trí Bán khống: Số lượng (coin) × giá mở vị trí - Số lượng (coin) × giá đóng vị trí
zh: 开多：数量(币)×平仓均价-数量(币)×开仓均价 开空：数量(币)×开仓均价-数量(币)×平仓均价

# fund_rate_his
source: Funding Rate History
es: Historial de Tasa de Financiamiento
fr: Historique du taux de financement
ja: 資金調達率履歴
ko: 펀딩 비율 기록
pt: Histórico da Taxa de Financiamento
ru: История ставок финансирования
vi: Lịch sử phí vốn
zh: 资金费率历史

# swap_fund_rate
source: Funding
es: tasa de financiación
fr: Financement
ja: ファンディングレート
ko: 펀딩 비율
pt: Taxa de financiamento
ru: ставка финансирования
tr: Finansman Oranı
vi: Tỷ lệ phí vốn
zh: 资金费率

# fund_rate_gap
source: Funding Interval
es: Intervalo de Financiamiento
fr: Intervalle de financement
ja: 資金調達間隔
ko: 펀딩 간격
pt: Intervalo de Financiamento
ru: Интервал финансирования
vi: Khoảng cách phí vốn
zh: 资金费率间隔

# trade_guide_quit
source: Skip
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
pt: Pular
ru: Пропустить
tr: Atla
vi: Hướng dẫn thoát
zh: 退出指引

# trade_guide_done
source: Guide Completed!
es: ¡Guía completada!
fr: Guide terminé !
ja: ガイド完了！
ko: 가이드 완료!
pt: Guia concluído!
ru: Руководство завершено!
tr: Kılavuz Tamamlandı!
vi: Hướng dẫn xong!
zh: 已完成导览

# overview_today_profit
source: Today's Total PNL
es: PNL de Hoy
fr: PNL d'aujourd'hui
ja: 本日の損益 (PNL)
ko: 오늘의 손익 (PNL)
pt: PNL de Hoje
ru: Сегодняшний PNL
tr: Bugünün PNL'si
vi: Lợi nhuận và lỗ tổng cộng hôm nay
zh: 今日总盈亏

# overview_today_profit_intro1
source: Calculated based on UTC+0 time zone, with the formula:
es: Calculado en base a la zona horaria UTC+0, con la fórmula:
fr: Calculé en fonction du fuseau horaire UTC+0, avec la formule :
ja: UTC+0 時間帯の基準で計算され、計算式は次のとおりです：
ko: UTC+0 시간대를 기준으로 계산되며, 공식은 다음과 같습니다:
pt: Calculado com base no fuso horário UTC+0, com a fórmula:
ru: Рассчитывается на основе временной зоны UTC+0, по формуле:
tr: UTC+0 zaman dilimine göre hesaplanır, formül:
vi: Được thống kê theo múi giờ UTC+0, công thức tính là:
zh: 按照UTC+0时区进行统计，计算公式为：

# overview_today_profit_intro2
source: Today's PNL = Funding PNL + Spot PNL + Futures PNL + Earn Profit
es: PNL de Hoy = PNL de Financiamiento + PNL de Spot + PNL de Futuros + Ganancia Earn
fr: PNL d'aujourd'hui = PNL de financement + PNL de spot + PNL de futures + Profit Earn
ja: 本日の損益 (PNL) = 資金調達損益 + 現物損益 + 先物損益 + Earn 利益
ko: 오늘의 손익 (PNL) = 펀딩 손익 + 현물 손익 + 선물 손익 + 수익 이익
pt: PNL de Hoje = PNL de Financiamento + PNL de Spot + PNL de Futuros + Lucro Earn
ru: Сегодняшний PNL = Финансирование PNL + Спотовый PNL + Фьючерсный PNL + Доход Earn
tr: Bugünkü PNL = Funding PNL + Spot PNL + Futures PNL + Earn Profit
vi: Lợi nhuận và lỗ tổng cộng hôm nay = Lợi nhuận và lỗ tài khoản vốn hôm nay + Lợi nhuận và lỗ tài khoản giao dịch hôm nay + Lợi nhuận và lỗ tài khoản hợp đồng hôm nay + Lợi nhuận tài khoản đầu tư hôm nay
zh: 今日总盈亏=资金账户今日盈亏+现货账户今日盈亏+合约账户今日盈亏+理财账户今日收益

# today_profit
source: Today's PNL
es: Margen de Posición
fr: PNL aujourd'hui
ja: ポジション証拠金
ko: 포지션 마진
pt: Margem da Posição
ru: Маржа позиции
tr: Pozisyon Marjı
vi: PNL Hôm Nay
zh: 今日盈亏

# funds_today_profit_intro2
source: Today's PNL = Current Total Funding Asset Valuation - Total Funding Asset Valuation at 00:00 - Deposits + Withdrawals
es: PNL de Hoy = Valoración Total Actual de Activos Financieros - Valoración Total de Activos Financieros a las 00:00 - Depósitos + Retiros
fr: PNL d'aujourd'hui = Évaluation totale des actifs de financement actuelle - Évaluation totale des actifs de financement à 00:00 - Dépôts + Retraits
ja: 本日の損益 (PNL) = 現在の資金調達資産の総評価額 - 00:00 時点の資金調達資産の総評価額 - 入金 + 出金
ko: 오늘의 손익 (PNL) = 현재 총 펀딩 자산 평가액 - 00:00 기준 총 펀딩 자산 평가액 - 입금액 + 출금액
pt: PNL de Hoje = Avaliação Total Atual dos Ativos de Financiamento - Avaliação Total dos Ativos de Financiamento às 00:00 - Depósitos + Retiradas
ru: Сегодняшний PNL = Текущая оценка стоимости всех активов - Оценка стоимости всех активов на 00:00 - Депозиты + Снятия
tr: Bugünün PNL'si = Mevcut Toplam Fonlama Varlık Değeri - 00:00'daki Toplam Fonlama Varlık Değeri - Yatırılan + Çekilen
vi: PNL Hôm Nay = Đánh Giá Tài Sản Vốn Hiện Tại - Đánh Giá Tài Sản Vốn Vào Lúc 00:00 - Nạp Tiền + Rút Tiền
zh: 今日盈亏=当前资金总资产估值-0点资金总资产估值-入金+出金

# spot_today_profit_intro2
source: Today's PNL = Current asset total - Today's initial assent total - Deposits + Withdrawals
es: PNL de Hoy = Total actual de activos - Total inicial de activos de hoy - Depósitos + Retiros
fr: PNL d'aujourd'hui = Total actuel des actifs - Total initial des actifs d'aujourd'hui - Dépôts + Retraits
ja: 本日の損益 (PNL) = 現在の総資産 - 本日の初期総資産 - 入金 + 出金
ko: 오늘의 손익 (PNL) = 현재 자산 총액 - 오늘 초기 자산 총액 - 입금액 + 출금액
pt: PNL de Hoje = Valor Total Atual de Ativos - Valor Total Inicial de Ativos de Hoje - Depósitos + Retiradas
ru: Сегодняшний PNL = Текущая общая стоимость активов - Начальная общая стоимость активов за сегодня - Депозиты + Снятия
tr: Bugünün PNL'si = Mevcut varlık toplamı - Bugünün başlangıç varlık toplamı - Yatırılan + Çekilen
vi: PNL Hôm Nay = Tổng tài sản hiện tại - Tổng tài sản ban đầu hôm nay - Nạp tiền + Rút tiền
zh: 今日盈亏=当前现货总资产估值-0点现货总资产估值-转入+转出
