Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# personal.center.enter.new.phone.code.title
source: Please enter the SMS Code sent to your new phone
es: Por favor, ingresa el código SMS enviado a tu nuevo teléfono
fr: Veuillez entrer le code SMS envoyé à votre nouveau téléphone
ja: 新しい電話確認コードを入力してください
ko: 새 전화로 전송된 SMS 코드를 입력하세요
pt: Por favor, insira o código SMS enviado para seu novo telefone
ru: Пожалуйста, введите код SMS, отправленный на ваш новый телефон
tr: Lütfen yeni telefonunuza gönderilen SMS kodunu girin
vi: Vui lòng nhập mã xác thực điện thoại mới
zh: 请输入新手机验证码

# personal.center.google.please.input.new.code.title
source: Please enter the new GA code
es: Por favor, ingresa el nuevo código GA
fr: Veuillez entrer le nouveau code GA
ja: 新しいGoogle確認コードを入力してください
ko: 새 GA 코드를 입력하세요
pt: Por favor, insira o novo código GA
ru: Пожалуйста,
tr: Lütfen yeni GA kodunu girin
vi: Vui lòng nhập mã Google Authenticator mới
zh: 请输入新Google验证码

# personal.center.bind.enter.new.email.code.title
source: Please enter the new email verification code
es: Por favor, ingresa el nuevo código de verificación por correo electrónico
fr: Veuillez entrer le nouveau code de vérification par e-mail
ja: 新しいメール確認コードを入力してください
ko: 새 이메일 인증 코드를 입력하세요
pt: Por favor, insira o novo código de verificação de e-mail
ru: введите новый код GA
tr: Lütfen yeni e-posta doğrulama kodunu girin
vi: Vui lòng nhập mã xác thực email mới
zh: 请输入新邮箱验证码

# user.password.reset.please.input.old.pws.title
source: Please enter your old password
es: Por favor, ingresa tu contraseña antigua
fr: Veuillez entrer l'ancien mot de passe
ja: 旧パスワードを入力してください
ko: 이전 비밀번호를 입력하세요
pt: Por favor, insira sua senha antiga
ru: Пожалуйста, введите новый код подтверждения по электронной почте
tr: Lütfen eski şifrenizi girin
vi: Vui lòng nhập mật khẩu cũ
zh: 请输入旧密码

# personal.center.enter.old.phone.code.title
source: Please enter the SMS Code sent to your old phone
es: Por favor, ingresa el código SMS enviado a tu teléfono antiguo
fr: Veuillez entrer le code SMS envoyé à votre ancien téléphone
ja: 古い電話確認コードを入力してください
ko: 이전 전화로 전송된 SMS 코드를 입력하세요
pt: Por favor, insira o código SMS enviado para seu telefone antigo
ru: Пожалуйста, введите ваш старый пароль
tr: Lütfen eski telefonunuza gönderilen SMS kodunu girin
vi: Vui lòng nhập mã xác thực điện thoại cũ
zh: 请输入旧手机验证码

# personal.center.google.please.input.old.code.title
source: Please enter the Old GA code
es: Por favor, ingresa el antiguo código GA
fr: Veuillez entrer l'ancien code GA
ja: 古いGoogle確認コードを入力してください
ko: 이전 GA 코드를 입력하세요
pt: Por favor, insira o código GA antigo
ru: Пожалуйста, введите код SMS, отправленный на ваш старый телефон
tr: Lütfen eski GA kodunu girin
vi: Vui lòng nhập mã Google Authenticator cũ
zh: 请输入旧Google验证码

# personal.center.bind.enter.old.email.code.title
source: Please enter the old email verification code
es: Por favor, ingresa el antiguo código de verificación por correo electrónico
fr: Veuillez entrer l'ancien code de vérification par e-mail
ja: 古いメール確認コードを入力してください
ko: 이전 이메일 인증 코드를 입력하세요
pt: Por favor, insira o código de verificação de e-mail antigo
ru: Пожалуйста, введите старый код GA
tr: Lütfen eski e-posta doğrulama kodunu girin
vi: Vui lòng nhập mã xác thực email cũ
zh: 请输入旧邮箱验证码

# login.invalid.account.tip.title
source: Please enter a valid email address or mobile number
es: Por favor, ingresa una dirección de correo electrónico o número móvil válido
fr: Veuillez entrer une adresse email ou un numéro de mobile valide
ja: 有効なメールアドレスまたは電話番号を入力してください
ko: 이메일 주소 또는 휴대폰 번호를 입력하세요
pt: Por favor, insira um endereço de e-mail ou número de celular válido
ru: Пожалуйста, введите максимальную сумму копитрейдинга
tr: Geçerli bir e-posta adresi veya telefon numarası girin
vi: Vui lòng nhập email hoặc số điện thoại hợp lệ
zh: 请输入有效的邮箱或手机号

# uc.tip.enter.correct.phone
source: Please enter the correct phone number
es: Por favor, ingresa el número de teléfono correcto
fr: Veuillez entrer un numéro de téléphone valide
ja: 正しい電話番号を入力してください
ko: 올바른 전화번호를 입력하세요
pt: Por favor, insira o número de telefone correto
ru: Пожалуйста, введите правильный пароль
tr: Lütfen doğru telefon numarasını girin
vi: Vui lòng nhập số điện thoại chính xác
zh: 请输入正确的手机号

# login.tip.enter.correct.account
source: Please enter the correct account
es: Por favor, ingresa la cuenta correcta
fr: Veuillez entrer un identifiant valide
ja: 正しいアカウントを入力してください
ko: 올바른 계정을 입력하세요
pt: Por favor, insira o número da conta correto
ru: Пожалуйста, введите правильный номер мобильного телефона
tr: Lütfen doğru hesap numarasını girin
vi: Vui lòng nhập tài khoản đúng
zh: 请输入正确的账号

# register.tip.enter.correct.email
source: Please enter the correct email
es: Por favor, ingresa el correo electrónico correcto
fr: Veuillez entrer une adresse e-mail valide
ja: 正しいメールアドレスを入力してください
ko: 올바른 이메일을 입력하세요
pt: Por favor, insira o e-mail correto
ru: Пожалуйста, введите правильный аккаунт
tr: Lütfen doğru e-posta adresini girin
vi: Vui lòng nhập địa chỉ email đúng
zh: 请输入正确的邮箱地址

# otc.complain.additional.topic.placeholder.title
source: Please enter appeal title.
es: Por favor, ingresa el título de la apelación.
fr: Veuillez entrer le titre de l'appel.
ja: 申し立てタイトルを入力してください
ko: 이의 제기 제목을 입력하세요.
pt: Por favor, insira o título da apelação.
ru: Пожалуйста, введите правильный код подтверждения
tr: Lütfen itiraz başlığını girin.
vi: Vui lòng nhập tiêu đề khiếu nại
zh: 请输入申诉标题

# security.check.login.ps.title
source: Please enter your login password
es: Por favor, ingresa la contraseña de inicio de sesión
fr: Veuillez entrer le mot de passe de connexion
ja: ログインパスワードを入力してください
ko: 로그인 비밀번호를 입력해 주세요
pt: Por favor, insira a senha de login
ru: Пожалуйста, введите заголовок апелляции.
tr: Lütfen giriş şifrenizi girin
vi: Vui lòng nhập mật khẩu đăng nhập
zh: 请输入登录密码

# personal.id.please.input.name.title
source: Please your real name
es: Por favor, ingresa tu nombre real
fr: Veuillez entrer votre vrai nom
ja: 本名を入力してください
ko: 실명을 입력하세요
pt: Por favor, insira seu nome real
ru: Пожалуйста, введите пароль для входа
tr: Lütfen gerçek adınızı girin
vi: Vui lòng nhập tên thật
zh: 请输入真实姓名

# personal.id.please.input.id.number.title
source: Please enter ID No.
es: Por favor, ingresa el número de ID
fr: Veuillez entrer le numéro d'ID
ja: 証明書番号を入力してください
ko: ID 번호를 입력하세요
pt: Por favor, insira o número de ID
ru: Пожалуйста, введите цену триггера
tr: Lütfen Kimlik No'sunu girin
vi: Vui lòng nhập số giấy tờ
zh: 请输入证件号码

# common.enter.ga.code.title
source: Please enter GA code
es: Por favor, ingresa el código de Google Authenticator
fr: Veuillez entrer le code de vérification Google
ja: Google認証コードを入力してください
ko: GA 코드를 입력하세요
pt: Código Google Authenticator
ru: Пожалуйста, введите номер удостоверения
tr: Lütfen Google Authenticator kodunu girin
vi: Vui lòng nhập mã Google
zh: 请输入Google验证码

# login.tip.enter.account
source: Please enter your account
es: Por favor, ingresa tu cuenta
fr: Veuillez entrer votre identifiant
ja: アカウントを入力してください
ko: 계정을 입력하세요
pt: Por favor, insira o número da conta
ru: Пожалуйста, введите аккаунт
tr: Lütfen hesap numarasını girin
vi: Vui lòng nhập tài khoản
zh: 请输入账号

# register.tip.enter.invitation.code
source: Enter referral code
es: Ingresa el código de referido
fr: Veuillez entrer le code d'invitation
ja: 招待コードを入力してください
ko: 추천 코드를 입력하세요
pt: Código de indicação
ru: Пожалуйста, введите лимит копитрейдинга
tr: Lütfen davet kodunu girin
vi: Vui lòng nhập mã mời
zh: 请输入邀请码

# common_enter_email
source: Please enter email
es: Por favor, ingresa el correo electrónico
fr: Veuillez entrer une adresse e-mail
ja: メールアドレスを入力してください
ko: 이메일을 입력하세요
pt: Por favor, insira o endereço de e-mail
ru: Введите реферальный код
tr: Lütfen e-posta adresi girin
vi: Vui lòng nhập email
zh: 请输入邮箱

# common.enter.email.code.title
source: Please enter email verification code
es: Por favor, ingresa el código de verificación por correo electrónico
fr: Veuillez entrer le code de vérification e-mail
ja: メール認証コードを入力してください
ko: 이메일 인증 코드를 입력하세요
pt: Código de e-mail
ru: Пожалуйста, введите адрес электронной почты
tr: Lütfen e-posta doğrulama kodunu girin
vi: Vui lòng nhập mã email
zh: 请输入邮箱验证码

# common.please.input.balance.title
source: Please enter amount
es: Por favor, ingresa el monto
fr: Veuillez entrer le montant
ja: 金額を入力してください
ko: 금액을 입력하세요
pt: Por favor, insira o valor
ru: Пожалуйста, введите код подтверждения по электронной почте
tr: Lütfen tutarı girin
vi: Vui lòng nhập số tiền
zh: 请输入金额

# otc.payment.method.bank.please.input.no.title
source: Please enter your bank account number
es: Por favor, ingresa tu número de cuenta bancaria
fr: Veuillez entrer votre numéro de compte bancaire
ja: 銀行口座番号を入力してください
ko: 은행 계좌 번호를 입력하세요
pt: Por favor, insira o número da sua conta bancária
ru: Пожалуйста, введите сумму
tr: Lütfen banka hesap numaranızı girin
vi: Vui lòng nhập số thẻ ngân hàng
zh: 请输入银行卡账号

# otc.payment.method.bank.please.input.name.title
source: Please enter the bank name
es: Por favor, ingresa el nombre del banco
fr: Veuillez entrer le nom de la banque
ja: 銀行名を入力してください
ko: 은행명을 입력하세요
pt: Por favor, insira o nome do banco
ru: Пожалуйста, введите номер вашего банковского счета
tr: Lütfen banka adını girin
vi: Vui lòng nhập tên ngân hàng
zh: 请输入银行名称

# common.please.select.title
source: Please select
es: Por favor, selecciona
fr: Veuillez sélectionner
ja: 選択してください
ko: 선택하세요
pt: Por favor, selecione
ru: Пожалуйста, введите код подтверждения
tr: Lütfen seçin
vi: Vui lòng chọn
zh: 请选择

# personal.id.please.input.contry.title
source: Please select Country/Region
es: Por favor, selecciona País/Región
fr: Veuillez sélectionner le pays/région
ja: 国/地域を選択してください
ko: 국가/지역을 선택하세요
pt: Por favor, selecione País/Região
ru: Пожалуйста, выберите счет для перевода
tr: Lütfen Ülke/Bölge seçin
vi: Vui lòng chọn quốc gia/khu vực
zh: 请选择国家/地区

# personal.id.please.chose.id.type.title
source: Please select ID type
es: Por favor, selecciona el tipo de ID
fr: Veuillez sélectionner le type d'ID
ja: 証明書の種類を選択してください
ko: ID 유형을 선택하세요
pt: Por favor, selecione o tipo de ID
ru: Выберите причину вашей апелляции
tr: Lütfen Kimlik türünü seçin
vi: Vui lòng chọn loại giấy tờ
zh: 请选择证件类型

# otc.safe.verify.alert.last.title
source: Please reset the funding password or use security verification to release currencies
es: Por favor, restablece la contraseña de financiación o usa la verificación de seguridad para liberar las monedas
fr: Veuillez réinitialiser le mot de passe de fonds ou utiliser la vérification de sécurité pour libérer les devises.
ja: 資金パスワードをリセットするか、安全確認を使用して通貨放出を行ってください
ko: 펀드 비밀번호를 재설정하거나 보안 인증을 사용하여 통화를 배포하세요
pt: Por favor, redefina a senha de financiamento ou use a verificação de segurança para liberar moedas
ru: Пожалуйста, выберите тип удостоверения
tr: Lütfen fonlama şifresini sıfırlayın veya para birimlerini serbest bırakmak için güvenlik doğrulaması kullanın
vi: Vui lòng đặt lại mật khẩu tài chính hoặc sử dụng xác thực an toàn để mở khóa coin
zh: 请重置资金密码或使用安全验证放币

# swap.margin.change.title
source: Adjust margin
es: Ajustar margen
fr: Ajuster la marge
ja: マージンを調整
ko: 증거금 조정하기
pt: Ajustar margem
ru: Пожалуйста, сбросьте пароль для фондирования или используйте проверку безопасности для разблокировки валют
tr: Marjini ayarla
vi: Điều chỉnh ký quỹ
zh: 调整保证金

# contract.adjust.leverage.title
source: Adjust leverage
es: Ajustar apalancamiento
fr: Ajuster le levier
ja: レバレッジを調整
ko: 레버리지 조정하기
pt: Ajustar alavancagem
ru: После настройки %s будет переведено с торгового счета в качестве дополнительной маржи (с учетом фактической суммы, поступившей на счет)
tr: Kaldıraç ayarla
vi: Điều chỉnh đòn bẩy
zh: 调整杠杆

# personal.center.google.key.title
source: Google Key
es: Clave de Google
fr: Clé Google
ja: Googleキー
ko: Google 키
pt: Chave de segurança do Google
ru: Настроить кредитное плечо
tr: Google güvenlik anahtarı
vi: Khóa bảo mật Google
zh: Google密钥

# common_statement
source: History
es: Declaración
fr: Historique
ja: 請求書
ko: 명세서
pt: Histórico
ru: Код GA
tr: Geçmiş
vi: Hóa đơn
zh: 账单

# 资产.账单
source: History
es: Declaración
ko: 명세서
pt: Histórico
ru: Заявление
zh: 账单

# asset.transaction.order.type.title
source: Type of bill
es: Tipo de factura
fr: Type de facture
ja: 帳簿タイプ
ko: 청구서 유형
pt: Tipo de extrato
ru: Заявление
tr: Beyan türü
vi: Loại hóa đơn
zh: 账单类型

# otc.account.entrace.title
source: Account number
es: Número de cuenta
fr: Numéro de compte
ja: アカウント
ko: 계정 번호
pt: Número da conta
ru: Тип счета
tr: Hesap numarası
vi: Tài khoản
zh: 账号

# security.verify.fail.and.login.title
source: Account Password Login
es: Contraseña de cuenta para inicio de sesión
fr: Connexion par mot de passe
ja: アカウントとパスワードでログイン
ko: 계정 비밀번호 로그인
pt: Login com senha da conta
ru: Номер счета
tr: Hesap Şifresi ile giriş
vi: Đăng nhập bằng mật khẩu tài khoản
zh: 账号密码登录

# common_total_balance
source: Total Balance (USDT)
es: Saldo total (USDT)
fr: Solde total (USDT)
ja: アカウントの権益 (USDT)
ko: 총 잔액(USDT)
pt: Saldo Total (USDT)
ru: Неверный номер счета или пароль
tr: Toplam Bakiyem (USDT)
vi: Quyền lợi tài khoản (USDT)
zh: 账户权益 (USDT)

# assetStatus20001
source: Pledge withdrawal
es: Retiro con garantía
fr: Retrait de garantie
ja: 担保物の移動
ko: 담보금 출금
pt: Retirada de penhor
ru: Валюта
tr: Teminat çekme
vi: Chuyển tài sản thế chấp ra ngoài
zh: 质押物转出

# assetStatus20002
source: Pledge return
es: Devolución de garantía
fr: Retour de garantie
ja: 担保物の返還
ko: 담보금 반환
pt: Retorno de penhor
ru: Вывод залога
tr: Teminat iadesi
vi: Hoàn trả tài sản thế chấp
zh: 质押物返还

# common_purchase
source: Purchase
es: Compra
fr: Souscrire maintenant
ja: 購入
ko: 구매하기
pt: Comprar
ru: Возврат залога
tr: Satın al
vi: Đăng ký ngay
zh: 购买

# 资产.资金划转
source: Transfer
es: Transferir
fr: Transfert
ko: 이체
pt: Transferir
ru: Перевод
vi: Chuyển tiền
zh: 划转

# 跟单.资金实力
source: Total Balance (USDT)
es: Saldo total (USDT)
fr: Solde total (USDT)
ja: 資金力 (USDT)
ko: 총 잔액(USDT)
pt: Saldo Total (USDT)
ru: Перевод
tr: Toplam Bakiyem (USDT)
vi: Sức mạnh tài chính (USDT)
zh: 资金实力 (USDT)

# security.fund.ps.title
source: Funding password
es: Contraseña de financiación
fr: Mot de passe des fonds
ja: 資金パスワード
ko: 펀드 비밀번호
pt: Senha do fundo
ru: Общий баланс (USDT)
tr: Fon şifresi
vi: Mật khẩu quỹ
zh: 资金密码

# otc.check.fund.pwd.error.title
source: Wrong funding password
es: Contraseña de financiación incorrecta
fr: Mauvais mot de passe de fonds
ja: 資金パスワードが間違っています
ko: 잘못된 펀드 비밀번호
pt: Senha de financiamento incorreta
ru: Пароль для фондирования
tr: Yanlış fonlama şifresi
vi: Mật khẩu tài chính sai
zh: 资金密码错误

# otc.safe.verify.alert.title
source: Too many incorrect attempts of the funding password
es: Demasiados intentos incorrectos de la contraseña de financiación
fr: Trop de tentatives incorrectes du mot de passe de fonds
ja: 資金パスワードの間違いが多すぎます
ko: 잘못된 펀드 비밀번호로 너무 많이 시도했습니다
pt: Muitas tentativas incorretas da senha de financiamento
ru: Неправильный пароль для фондирования
tr: Fonlama şifresi yanlış denemeleri çok fazla
vi: Số lần sai mật khẩu tài chính quá nhiều
zh: 资金密码错误次数过多

# common.go.bind.title
source: To bind
es: Cuenta fondos
fr: Lien
ja: バインドに行く
ko: 연결 방법
pt: Link
ru: Счет для фондирования
tr: Bağlantı
vi: Hủy liên kết
zh: 去绑定

# assetStatus13002
source: Decrease in Funding Account
es: Disminución en la cuenta de financiación
fr: Diminution du compte de financement
ja: 資金アカウントの減少
ko: 자금 계좌의 감소
pt: Diminuição na Conta de Financiamento
ru: Счет для фондирования
tr: Fonlama Hesabında azalma
vi: Giảm số dư tài khoản vốn
zh: 资金账户减少

# assetStatus13001
source: Increase in Funding Account
es: Incremento en la cuenta de financiación
fr: Augmentation du compte de financement
ja: 資金アカウントの増加
ko: 자금 계좌의 증가
pt: Aumento na Conta de Financiamento
ru: Уменьшение в счете для фондирования
tr: Fonlama Hesabında artış
vi: Tăng số dư tài khoản vốn
zh: 资金账户增加

# assetStatus16001
source: Freeze of external transfer in funding account
es: Congelación de transferencia externa en la cuenta de financiación
fr: Gel du transfert externe dans le compte de financement
ja: 資金アカウントの外部移動凍結
ko: 자금 계좌에서의 외부 이체 동결
pt: Congelamento de transferência externa na conta de financiamento
ru: Увеличение в счете для фондирования
tr: Fonlama hesabında dış transferin dondurulması
vi: Đóng băng chuyển tiền ngoài tài khoản vốn
zh: 资金账户外部划转冻结

# assetStatus16003
source: Deduction and freeze of external transfer in funding account
es: Deducción y congelación de transferencia externa en la cuenta de financiación
fr: Déduction et gel du transfert externe dans le compte de financement
ja: 資金アカウントの外部移動凍結による減少
ko: 자금 계좌에서의 외부 이체 공제 및 동결
pt: Dedução e congelamento de transferência externa na conta de financiamento
ru: Заморозка внешнего перевода в счете для фондирования
tr: Fonlama hesabında dış transferin kesilmesi ve dondurulması
vi: Khấu trừ đóng băng chuyển tiền ngoài tài khoản vốn
zh: 资金账户外部划转冻结扣减

# assetStatus16002
source: Unfreeze of external transfer in funding account
es: Descongelación de transferencia externa en la cuenta de financiación
fr: Dégel du transfert externe dans le compte de financement
ja: 資金アカウントの外部移動解除
ko: 자금 계좌에서의 외부 이체 동결 해제
pt: Descongelamento de transferência externa na conta de financiamento
ru: Списание и заморозка внешнего перевода в счете для фондирования
tr: Fonlama hesabında dış transferin çözülmesi
vi: Giải phóng chuyển tiền ngoài tài khoản vốn
zh: 资金账户外部划转解冻

# assetStatus16004
source: Transfer-in of external funds transfer in funding account
es: Transferencia de fondos externos en la cuenta de financiación
fr: Transfert entrant de fonds externes dans le compte de financement
ja: 資金アカウントの外部移動の入金
ko: 자금 계좌에서의 외부 자금 예치 이체
pt: Transferência de fundos externos para a conta de financiamento
ru: Разморозка внешнего перевода в счете для фондирования
tr: Fonlama hesabında dış fon transferinin yatırılması
vi: Chuyển tiền vào tài khoản vốn
zh: 资金账户外部划转转入

# assetStatus10009
source: Distribution of funding fees
es: Distribución de comisiones de financiación
fr: Distribution des frais de financement
ja: 資金手数料支給
ko: 펀딩 수수료 배분
pt: Pagamento de taxa de financiamento
ru: Перевод внешних средств на счет для фондирования
tr: Fonlama ücreti ödemesi
vi: Phát hành phí tài chính
zh: 资金费发放

# asset.bill.asset.fee.out.title
source: Funding fee expense
es: Gasto en comisiones de financiación
fr: Dépense de frais de financement
ja: 資金費支出
ko: 펀딩 수수료 비용
pt: Despesa de taxa de financiamento
ru: Распределение платы за фондирование
tr: Fonlama ücreti gideri
vi: Chi phí phí vốn
zh: 资金费支出

# asset.bill.asset.fee.income.title
source: Funding fee income
es: Ingreso por comisiones de financiación
fr: Revenu de frais de financement
ja: 資金費収入
ko: 펀딩 수수료 수입
pt: Renda de taxa de financiamento
ru: Расходы на фондирование
tr: Fonlama ücreti geliri
vi: Thu nhập phí vốn
zh: 资金费收入

# assetStatus10008
source: Funding fee collection
es: Cobro de comisiones de financiación
fr: Collecte des frais de financement
ja: 資金手数料徴収
ko: 펀딩 수수료 추심
pt: Cobrança de taxa de financiamento
ru: Доходы от фондирования
tr: Fonlama ücreti tahsilatı
vi: Thu phí tài chính
zh: 资金费收取

# swap.funding.rate.description.text
source: Funding rates are settled every %@ hours. If the funding rate is positive, the long position holder pays the funding fee to the short position holder. If the funding rate is negative, the short position holder pays the funding fee to long position holder.
es: Las tasas de financiación se facturan cada %@ horas. Si la tasa de financiación es positiva, el titular de la posición larga paga la comisión de financiación al titular de la posición corta. Si la tasa de financiación es negativa, el titular de la posición corta paga la comisión de financiación al titular de la posición larga.
fr: Le taux de financement échangé entre les positions longues et courtes pour le prochain financement. Si le taux de financement est positif, les positions longues payent les positions courtes. Si le taux est négatif, les positions courtes payent les positions longues.
ja: 資金費率は毎%@時間ごとに決済されます。資金費率が正の場合、ロングポジションがショートポジションに資金コストを支払います。資金費率が負の場合、ショートポジションがロングポジションに資金コストを支払います。
ko: 펀딩비는 %@시간마다 청구됩니다.펀딩비가 양수이며, 롱 당사자가 숏 당사자에게 펀딩비를 지급합니다.펀딩비가 음수이며, 숏 당사자가 롱 당사자에게 펀딩비를 지급합니다.
pt: As taxas de financiamento são cobradas a cada %@ horas. A taxa de financiamento é positiva, e a parte long paga a taxa de financiamento para a parte short. A taxa de financiamento é negativa, e a parte short paga a taxa de financiamento para a parte long.
ru: Ставка/расчет фондирования
tr: Fonlama oranları her %@ saatte bir faturalandırılır. Fonlama oranı pozitifse, uzun taraf fonlama ücretini kısa tarafa öder. Fonlama oranı negatifse, kısa taraf fonlama ücretini uzun tarafa öder.
vi: Tỷ lệ phí vốn được thanh toán mỗi %@ giờ. Khi tỷ lệ phí vốn dương, bên mua (long) sẽ trả phí vốn cho bên bán (short). Khi tỷ lệ phí vốn âm, bên bán (short) sẽ trả phí vốn cho bên mua (long).
zh: 资金费率每%@小时结算一次。资金费率为正，做多方支付资金费用给做空方。资金费率为负，做空方支付资金费用给做多方。

# contract.detail.funding.rate.time.title
source: Funding rate settled
es: Hora de liquidación de la tasa de financiación
fr: Taux de financement réglé
ja: 資金費率決済時間
ko: 펀딩비 정산 시간
pt: Taxa de financiamento liquidada
ru: Время расчета
tr: Fonlama oranı sıklıkla ödeme
vi: Tỷ lệ tài trợ đã được thanh toán
zh: 资金费率结算时间

# swap.fund.rate.history.title
source: Funding rate history
es: Historial de tasas de financiación
fr: Historique des taux de financement
ja: 資金費率記録
ko: 펀딩비 내역
pt: Histórico de taxa de financiamento
ru: Время расчета ставки фондирования
tr: Fonlama oranı geçmişi
vi: Lịch sử tỷ lệ tài trợ
zh: 资金费率记录

# swap.funding.rate.expressions.title
source: Funding Fee=Position Value * Funding Rate
es: Comisión de financiación = valor de la posición X tasa de financiación
fr: Frais de financement = Valeur de la position * Taux de financement
ja: 資金コスト = ポジションの価値 × 資金費率
ko: 펀딩 수수료 = 포지션 가치 X 펀딩비
pt: Taxa de financiamento = valor da posição X taxa de financiamento
ru: Плата за фондирование
tr: Fonlama ücreti = pozisyon değeri X fonlama oranı
vi: Phí vốn = Giá trị vị thế X Tỷ lệ phí vốn
zh: 资金费用=仓位价值 X 资金费率

# market.losers.title
source: Losers
es: Perdedores
fr: Classement des baisses
ja: 下落銘柄
ko: 하락 종목
pt: Perdedores
ru: Уменьшение
tr: Kaybedenler
vi: Bảng giảm giá
zh: 跌幅榜

# experience.activity.deadline.title
source: Time left until the event ends
es: El evento termina en:
fr: Temps restant avant la fin de l'événement
ja: イベント終了までの残り時間
ko: 이벤트가 종료될 때까지 남은 시간
pt: Tempo restante até o término do evento
ru: Убыточные
tr: Etkinlik bitene kadar kalan süre
vi: Còn lại thời gian đến khi kết thúc sự kiện
zh: 距离活动结束还有

# common_copy_trading
source: Copy
es: Copia trading
fr: Copie de trading
ja: フォロー注文
ko: 복사 거래
pt: Copy Trading
ru: Копировать
tr: Kopya Ticaret
vi: Sao chép lệnh
zh: 跟单

# common_number_copy_traders
source: Number of copy traders
es: Número de copiadores
fr: Nombre de traders copiés
ja: フォロー注文人数
ko: 복사자
pt: Nº de copiadores
ru: Копировать
tr: Kopya tüccar sayısı
vi: Số người sao chép
zh: 跟单人数

# 跟单.跟单合约
source: Trading pairs
es: Pares de trading
fr: Paires de trading
ja: フォロー取引の契約
ko: 거래 쌍
pt: Pares de negociação
ru: Копировать позиции
tr: Ticaret çiftleri
vi: Hợp đồng sao chép
zh: 跟单合约

# 跟单.跟单总金额
source: Total copy amount (USDT)
es: Total de copias (USDT)
fr: Montant total copié (USDT)
ja: フォロー取引総額 (USDT)
ko: 총 복사 금액(USDT)
pt: Quantia total copiada (USDT)
ru: Торговые пары
tr: Toplam kopya miktarı (USDT)
vi: Tổng số tiền theo dõi (USDT)
zh: 跟单总金额 (USDT)

# 跟单.跟单提醒
source: Notifications
es: Notificaciones
ja: フォロー取引通知
ko: 알림
pt: Notificações
ru: Общая сумма копирования (USDT)
tr: Bildirimler
vi: Nhắc nhở theo dõi giao dịch
zh: 跟单提醒

# 跟单.跟单方式
source: Modes
es: Modos
ja: フォロー取引の方法
ko: 모드
pt: Modos
ru: Уведомления
tr: Modlar
vi: Phương thức sao chép
zh: 跟单方式

# 跟单.跟单者
source: Copy trader
es: Trader copiado
fr: Trader copié
ja: 資金を移動する
ko: 트레이더 복사하기
pt: Copiar trader
ru: Режимы
tr: Kopyacı
vi: Người sao chép
zh: 跟单者
