Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# common.pause.place.order.title
source: Trading hasn’t opened yet, please stay tuned.
es: El comercio aún no ha comenzado, por favor, mantente atento.
fr: Le trading n'a pas encore ouvert, veuillez rester à l'écoute.
ja: 取引はまだオープンしておらず、今しばらくお待ちください。
ko: 아직 거래가 시작되지 않았습니다.잠시만 기다려 주세요.
pt: A negociação ainda não foi aberta, por favor, fique atento.
ru: Не найдено криптовалют
tr: Ticaret henüz açılmadı, lütfen takipte kalın.
vi: Giao dịch chưa được mở, vui lòng chờ đợi
zh: 暂未开放交易，敬请期待

# otc.select.fiat.or.coin.not.found.title
source: No crypto found
es: No se encontró criptomoneda
fr: Aucune crypto-monnaie trouvée
ja: 通貨が見つかりません
ko: 암호화폐를 찾을 수 없음
pt: Nenhuma cripto encontrada
ru: Не найдено валюты
tr: Kripto para birimi bulunamadı
vi: Chưa tìm thấy loại tiền
zh: 暂未找到币种

# common.more.title
source: More
es: Más
fr: Plus
ja: もっと見る
ko: 더
pt: Mais
ru: Больше функций
tr: Daha fazla
vi: Thêm nữa
zh: 更多

# swap.more.func.title
source: More Functions
es: Más funciones
fr: Plus
ja: もっと機能
ko: 추가 기능
pt: Mais
ru: Разнообразные методы быстрых транзакций
tr: Daha fazla
vi: Các tính năng khác
zh: 更多功能

# home.third.pay.entrance.des.title
source: More Options, Quick Trade
es: Métodos diversos para transacciones rápidas
fr: Méthodes diverses pour des transactions rapides
ja: さまざまな方法で迅速に取引
ko: 더 많은 옵션, 빠른 거래
pt: Métodos diversos para transações rápidas
ru: Больше
tr: Hızlı işlemler için çeşitli yöntemler
vi: Nhiều cách thức, giao dịch nhanh chóng
zh: 更多方式，快速成交

# home.fast.entry.more.title
source: More
es: Más
fr: Plus
ja: さらなるサービス
ko: 더 보기
pt: Mais
ru: Изменить номер телефона
tr: Daha fazla
vi: Tìm hiểu chi tiết
zh: 更多服务

# personal.center.change.ga.title
source: Reset Google Authenticator
es: Restablecer Google Authenticator
fr: Réinitialiser Google Authenticator
ja: Google認証の変更
ko: Google Authenticator 재설정하기
pt: Redefinir Google Authenticator
ru: Изменить email адрес
tr: Google Authenticator sıfırlama
vi: Thay đổi Google Authenticator
zh: 更换Google验证

# reset.password.set.new.password.update.password.title
source: Update password
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
ja: パスワードを更新
ko: 비밀번호 업데이트하기
pt: Atualizar senha
ru: Самый низкий
tr: Şifreyi güncelle
vi: Cập nhật mật khẩu
zh: 更新密码

# swap.min.keep.margin.rate.title
source: Minimum maintenance margin
es: Margen de mantenimiento mínimo
fr: Marge de maintien minimale
ja: 最低維持マージン率
ko: 최소 유지 증거금
pt: Margem mínima de manutenção
ru: Миним. маржа поддерж.
tr: Minimum bakım marjini
vi: Tỷ lệ ký quỹ duy trì tối thiểu
zh: 最低维持保证金率

# swap.margin.sub.available.title
source: Max Removable
es: Monto máximo reducido
fr: Retrait maximal
ja: 最大で減少可能
ko: 최대 감소 금액
pt: Pode diminuir até
ru: Максимальное увеличение
tr: Şu kadar azaltılabilir
vi: Giảm tối đa
zh: 最多可减少

# swap.margin.add.available.title
source: Max Addable
es: Monto máximo incrementado
fr: Ajout maximal
ja: 最大で増加可能
ko: 최대 증가 금액
pt: Pode aumentar até
ru: Вы можете разместить только ордер до
tr: Şu kadar artırılabilir
vi: Tăng tối đa
zh: 最多可增加

# exchange.minimum.order.number.title
source: Minimum order quantity is %@
es: La cantidad mínima del pedido es %@
fr: La quantité minimale de commande est %@
ja: 最小注文数量は%@です
ko: 최소 주문 수량은 %@입니다
pt: A quantidade mínima do pedido é %@
ru: Минимальное количество ордера %s
tr: Minimum emir miktarı %@
vi: Số lượng đặt lệnh tối thiểu là %@
zh: 最小下单数量为%@

# exchange.minimum.order.amount.title
source: Minimum order amount is %@
es: El monto mínimo del pedido es %@
fr: Le montant minimum de commande est %@
ja: 最小注文金額は%@です
ko: 최소 주문 금액은 %@입니다
pt: O valor mínimo do pedido é %@
ru: Минимальная сумма ордера %s
tr: Minimum emir tutarı %@
vi: Số tiền đặt lệnh tối thiểu là %@
zh: 最小下单金额为%@

# assets.deposit.min.amount.title
source: Minimum deposit amount
es: Monto mínimo de depósito
fr: Montant minimum de dépôt
ja: 最小入金額
ko: 최소 입금액
pt: Depósito mínimo
ru: Размер шага
tr: Minimum para yatırma tutarı
vi: Số tiền nạp tối thiểu
zh: 最小充值额

# contract.detail.min.price.fluctuation.title
source: Min Trade Amount
es: Tamaño del tick
fr: Taille de variation
ja: 最小変動価格
ko: 최소 가격 변동
pt: Tamanho do tick
ru: Минимальный вывод
tr: Fiyat adımı
vi: Biến động giá tối thiểu
zh: 最小变动价位

# assets.withdraw.min.amount.title
source: Minimum withdrawal amount
es: Monto mínimo de retiro
fr: Montant minimum de retrait
ja: 最小出金数量
ko: 최소 출금 금액
pt: Retirada mínima
ru: Минимальный вывод %s
tr: Minimum çekim tutarı
vi: Số tiền rút tối thiểu
zh: 最小提现数量

# swap.exchange.profit.loss.order.lastest.title
source: Last
es: Último
fr: Dernier
ja: 最新
ko: 마지막
pt: Último
ru: Последняя цена
tr: Son
vi: Mới nhất
zh: 最新

# common_last_price
source: Last Price
es: Último precio
fr: Dernier prix
ja: 最新価格
ko: 마지막 가격
pt: Último Preço
ru: Последняя цена
tr: Son Fiyat
vi: Giá mới nhất
zh: 最新价格

# swap.close.latest.price.title
source: Last price
es: Último precio
fr: Dernier prix
ja: 最新の約定価格
ko: 마지막 가격
pt: Último preço
ru: Максимальная сумма
tr: Son fiyat
vi: Giá giao dịch gần nhất
zh: 最新成交价

# third.pay.calendar.date.month.title
source: Month
es: Mes
fr: Mois
ja: 月
ko: 월
pt: Mês
ru: Эффективный
tr: Ay
vi: Tháng này
zh: 月

# third.pay.services.title
source: Service provider
es: Proveedor de servicios
fr: Fournisseur de services
ja: サービスプロバイダー
ko: 서비스 제공자
pt: Provedor de serviços
ru: Нереализованный PnL
tr: Hizmet sağlayıcı
vi: Nhà cung cấp dịch vụ
zh: 服务商

# common_future_unrealized
source: Unrealized PNL
es: PnL no realizado
fr: PNL non réalisé
ja: 未実現利益と損失
ko: 미실현 손익
pt: PnL Não Realizado
ru: Нереализ. П&У
tr: Gerçekleşmemiş PnL
vi: Lãi lỗ chưa thực hiện
zh: 未实现盈亏

# contract.order.unknown.title
source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Не привязано
tr: Bilinmeyen
vi: Chưa biết
zh: 未知

# personal.center.auth.unbound.title
source: Unbound
es: No vinculado
fr: Non lié
ja: 未バインド
ko: 연결되지 않음
pt: Sem Vínculo
ru: Не удалось получить %@
tr: Bağlantıdan çıkarıldı
vi: Chưa liên kết
zh: 未绑定

# security.bio.not.enroll.title
source: Failed to get %@
es: No se pudo obtener %@
fr: Échec de la récupération de %@
ja: %@を取得できませんでした
ko: %@을(를) 가져오지 못했습니다
pt: Falha ao obter %@
ru: Не удалось получить цену контрагента
tr: %@ alınamadı
vi: Không thể lấy được %@
zh: 未能获取到%@

# common_no_opponent_price
source: Cannot get the best bid offer
es: No se obtuvo el precio de contraparte
fr: Aucun prix de contrepartie obtenu
ja: 対抗価格を取得できませんでした
ko: 최적 입찰가를 확보하지 못했습니다
pt: Nenhum preço de contraparte obtido
ru: Цена контрагента не зафиксирована
tr: Karşı taraf fiyatı alınamadı
vi: Không lấy được giá đối ứng
zh: 未获取到对手价

# swap.tpsl.not.trigger.title
source: Not triggered
es: No activado
fr: Non déclenché
ja: 未触発
ko: 발동되지 않음
pt: Não acionado
ru: Не проверено
tr: Tetiklenmedi
vi: Chưa kích hoạt
zh: 未触发

# personal.center.not.set.title
source: Not set
es: Configuración incompleta
fr: Configuration incomplète
ja: 未設定
ko: 설정되지 않음
pt: Configuração incompleta
ru: Неодобренный
tr: Kurulum tamamlanmamış
vi: Chưa cài đặt
zh: 未设置

# swap.can.not.change.pos.type.with.current.pos.title
source: This future currently has an order/position and the position type cannot be adjusted
es: Este futuro actualmente tiene una orden/posición y el tipo de posición no se puede ajustar
fr: Ce futur a actuellement un ordre/position et le type de position ne peut pas être ajusté
ja: この契約には現在委託/ポジションが存在するため、ポジションタイプを調整できません
ko: 이 선물은 현재 주문/포지션이 있으며 포지션 유형을 조정할 수 없습니다
pt: Este futuro atualmente tem um pedido/posição e o tipo de posição não pode ser ajustado
ru: Текущая ставка финансирования/1 час
tr: Bu sözleşmede şu anda bir emir/pozisyon bulunuyor ve pozisyon türü değiştirilemez.
vi: Hợp đồng này hiện có lệnh chờ/xuất hiện vị thế, không thể điều chỉnh loại vị thế
zh: 本合约当前存在委托/仓位，不可调整仓位类型

# contract.adjust.leverage.value.title
source: Leverage
es: Apalancamiento
fr: Effet de levier
ja: レバレッジ
ko: 레버리지
pt: Alavancagem
ru: Плечо
tr: Kaldıraç
vi: Đòn bẩy
zh: 杠杆

# swap.change.leverage.note2.title
source: Leverage exceeds the maximum limit. Please lower the leverage.
es: El apalancamiento excede el límite máximo. Por favor, reduce el apalancamiento.
fr: Le levier dépasse le levier maximal, veuillez réduire le levier.
ja: レバレッジ倍率が最大レバレッジ倍率を超えていますので、レバレッジ倍率を下げてください
ko: 레버리지가 최대 한도를 초과합니다.레버리지를 낮추세요.
pt: O múltiplo de alavancagem excede o máximo permitido, por favor, diminua-o
ru: Плечо слишком низкое и нет достаточного маржина для добавления в вашем аккаунте, пожалуйста, увеличьте свое плечо.
tr: Kaldıraç oranı maksimum kaldıraç oranını aşıyor, lütfen kaldıraç oranını düşürün.
vi: Tỷ lệ đòn bẩy vượt quá giới hạn tối đa, vui lòng giảm tỷ lệ đòn bẩy.
zh: 杠杆倍数超过最大杠杆倍数，请降低杠杆倍数

# swap.change.leverage.note4.title
source: The leverage is too low and there’s no sufficient margin to add in your account, please increase your leverage.
es: El apalancamiento es demasiado bajo y no hay margen suficiente en tu cuenta, por favor, aumenta tu apalancamiento.
fr: Le levier est trop faible, il n'y a pas assez de marge disponible dans le compte pour un ajout, veuillez augmenter le levier.
ja: レバレッジ倍率が低すぎるため、口座に追加できる十分な利用可能なマージンがありません。レバレッジ倍率を上げてください
ko: 레버리지가 너무 낮고 계좌에 추가할 증거금이 충분하지 않습니다.레버리지를 늘리세요.
pt: O múltiplo de alavancagem é muito baixo e há margem disponível insuficiente na conta. Por favor, aumente o múltiplo de alavancagem
ru: Условный ордер
tr: Kaldıraç oranı çok düşük, hesabınızda yeterli kullanılabilir teminat yok, lütfen kaldıraç oranını artırın.
vi: Tỷ lệ đòn bẩy quá thấp, tài khoản không có đủ ký quỹ khả dụng để thêm vào, vui lòng tăng tỷ lệ đòn bẩy.
zh: 杠杆倍数过低，账户中没有足够的可用保证金可以追加，请提高杠杆倍数

# swap.pos.condition.order.title
source: Conditional
es: Orden condicional
fr: Ordre conditionnel
ja: 条件注文
ko: 조건부 주문
pt: Ordem condicional
ru: Условный
tr: Koşullu emir
vi: Lệnh điều kiện
zh: 条件单

# assets.withdraw.submit.check.detail.btn.title
source: Check the withdrawal details.
es: Verifica los detalles del retiro.
fr: Voir les détails de retrait
ja: 出金詳細を表示
ko: 출금 세부 정보를 확인하세요.
pt: Ver detalhes de retirada
ru: Просмотреть больше
tr: Çekim detaylarını görüntüle
vi: Xem chi tiết rút tiền
zh: 查看提现详情

# otc.order.detail.right.item.check.progress.title
source: Check the appeal progress.
es: Consulta el progreso de la apelación.
fr: Vérifier l'état de l'appel.
ja: 申し立ての進捗を確認
ko: 이의 제기 진행 상태 보기.
pt: Verificar o progresso da apelação.
ru: Просмотр образца
tr: İtiraz sürecini kontrol edin.
vi: Xem tiến độ khiếu nại
zh: 查看申述进度

# personal.id.step2.sample.button.title
source: View the Sample
es: Ver el ejemplo
fr: Voir l'exemple
ja: サンプルを見る
ko: 샘플 보기
pt: Ver o exemplo
ru: Стандарт
tr: Örneği görüntüle
vi: Xem ví dụ
zh: 查看范例

# personal.id.step2.sample.tip1
source: Standard
es: Estándar
ja: 基準
ko: 표준
pt: Padrão
ru: Марк
tr: Standart
vi: Tiêu chuẩn
zh: 标准

# swap.exchange.profit.loss.order.mark.title
source: Mark
es: Marca
fr: Marque
ja: マーク
ko: 표시
pt: Marca
ru: Маркетная цена
tr: Marka
vi: Giá đánh dấu
zh: 标记

# contract.mark.price.title
source: Mark Price
es: Precio de marca
fr: Prix de marquage
ja: マーク価格
ko: 표시 가격
pt: Preço de marca
ru: Маркетная цена
tr: İşaret fiyatı
vi: Giá đánh dấu
zh: 标记价格

# 跟单.标记价格
source: Mark Price
es: Precio de marca
fr: Prix de marquage
ja: マーク価格 (USDT)
ko: 표시 가격
pt: Preço de marcação
ru: Маркетная цена используется для расчета нереализованного PnL и ликвидаций.
tr: Mark fiyatı
vi: Giá đánh dấu
zh: 标记价格

# swap.mark.price.alert.msg.title
source: Mark price is used for floating PnL calculations and liquidations.
es: El precio de marca se utiliza para cálculos de PnL flotante y liquidaciones.
fr: Le prix de marquage est utilisé pour calculer les gains et pertes non réalisés ainsi que le prix de liquidation forcée.
ja: マーク価格はポジションの未実現利益と損失、および強制決済価格の計算に使用されます。
ko: 표시 가격은 유동 손익 계산 및 청산에 사용됩니다.
pt: Os preços de marcação são usados para calcular o PnL não realizado e o preço de liquidação das posições
ru: Заголовок
tr: İşaret fiyatları, gerçekleşmemiş Kar/Zarar (PnL) ve pozisyonların likidasyon fiyatını hesaplamak için kullanılır.
vi: Giá đánh dấu được sử dụng để tính lãi/lỗ chưa thực hiện và giá thanh lý của vị thế
zh: 标记价格用于计算仓位的未实现盈亏及强平价格

# otc.complain.additional.topic.title
source: Title
es: Título
fr: Titre
ja: タイトル
ko: 제목
pt: Título
ru: Информация проверена. Началась верификация
tr: Başlık
vi: Tiêu đề
zh: 标题

# personal.id.auth.check.info.confirm.title
source: confirm and start photo verification
es: Verificación en curso
fr: Les informations ont été vérifiées. Vérification commencée
ja: 正しいことを確認し、認証を開始
ko: 확인 및 사진 인증 시작하기
pt: Verificação iniciada
ru: Нереализованный P&L рассчитан на основе маркетной цены.
tr: Bilgiler kontrol edildi. Doğrulama başlatıldı
vi: Kiểm tra chính xác, bắt đầu xác minh
zh: 核对正确，开始认证

# home.top.label.title
source: Welcome to
es: Bienvenido a
fr: Bienvenue sur
ja: ようこそ
ko: 환영합니다
pt: Bem-vindo(a) ao
ru: Добро пожаловать в Aibit
tr: Hoş geldiniz
vi: Chào mừng đến với
zh: 欢迎来到

# common_welcome_aibit
source: Welcome to Aibit
es: Bienvenido a Aibit
fr: Bienvenue sur Aibit
ja: Aibitへようこそ
ko: Aibit에 오신 것을 환영합니다
pt: Bem-vindo à Aibit
ru: Добро пожаловать в Aibit!
tr: Aibit'e hoş geldiniz
vi: Chào mừng đến với Aibit
zh: 欢迎来到Aibit

# register.tip.welcome
source: Welcome to register on Aibit
es: Bienvenido a registrarte en Aibit
fr: Bienvenue pour vous inscrire sur Aibit
ja: Aibitに登録へようこそ
ko: Aibit 가입을 환영합니다
pt: Bem-vindo ao registro no Aibit
ru: Добро зарегистрирова в Aibit
tr: Aibit'e kaydolmaya hoş geldiniz
vi: Chào mừng bạn đăng ký Aibit
zh: 欢迎注册 Aibit

# swap.tpsl.sl.title
source: Stop loss
es: SL
ja: 損切り
ko: SL
ru: SL Цена
tr: Zarar durdurma
vi: Cắt lỗ
zh: 止损

# swap.exchange.loss.price.title
source: SL Price
es: Precio SL
ko: SL 가격
pt: Preço de stop-loss
ru: Цена стоп-лосса
zh: 止损价格

# common_stop_loss_price
source: Stop-loss price
es: Precio de stop-loss
fr: Prix de stop-loss
ja: ストップロス価格
ko: 손절 가격
pt: Preço de stop-loss
ru: Цена стоп-лосса не может быть больше индексной цены
tr: Stop-loss fiyatı
vi: Giá dừng lỗ
zh: 止损价格

# swap.exchange.loss.order.title
source: Stop-loss order
es: Orden de stop-loss
fr: Ordre de stop-loss
ja: 損切り委託
ko: 손절 주문
pt: Ordem de stop-loss
ru: SL цена ордера
tr: Zarar durdurma emri
vi: Lệnh cắt lỗ
zh: 止损委托

# swap.exchange.loss.order.price.title
source: SL order price
es: Precio de orden SL
fr: Prix de l'ordre de stop-loss
ja: 損切り委託価格
ko: TP 주문 가격
pt: Preço da ordem de stop-loss
ru: Цена срабатывания стоп-лосса должна быть больше цены ликвидации
tr: Zarar durdurma emri fiyatı
vi: Giá lệnh cắt lỗ
zh: 止损委托价

# 跟单.止损比例
source: Stop-loss ratio
es: Ratio de stop-loss
fr: Ratio de stop-loss
ja: 損切り比率
ko: 손절 비율
pt: Proporção de stop-loss
ru: Триггер стоп-лосс
tr: Zarar durdurma oranı
vi: Tỷ lệ cắt lỗ
zh: 止损比例

# swap.exchange.loss.trigger.title
source: Stop-loss trigger
es: Activación de stop-loss
fr: Déclenchement du stop-loss
ja: 損切りトリガー
ko: 손절 발동
pt: Gatilho de stop-loss
ru: Срабатывание стоп-лосса
tr: Zarar durdurma tetikleme
vi: Kích hoạt cắt lỗ
zh: 止损触发

# swap.exchange.loss.trigger.price.title
source: SL Trigger price
es: Precio de activación SL
fr: Prix de déclenchement du stop-loss
ja: 損切りトリガー価格
ko: SL 발동 가격
pt: Preço de gatilho do stop-loss
ru: Срабатывание стоп-лосса
tr: Zarar durdurma tetikleme fiyatı
vi: Giá kích hoạt cắt lỗ
zh: 止损触发价

# swap.loss.trigger.pirce.max.tip.title
source: Stop-loss trigger price cannot be higher than %@
es: El precio de activación de stop-loss no puede ser superior a %@
fr: Le prix de déclenchement de l'arrêt des pertes ne peut pas être supérieur à %@.
ja: 損切りトリガー価格は%@を上回ってはなりません。
ko: 손절 발동 가격은 %@보다 높을 수 없습니다
pt: O preço de acionamento do stop-loss não pode ser maior que %@
ru: Цена срабатывания стоп-лосса не может быть выше %@
tr: Zarar durdurma tetikleme fiyatı %@'den yüksek olamaz
vi: Giá kích hoạt chặn lỗ không thể lớn hơn %@
zh: 止损触发价不能大于%@

# swap.loss.trigger.pirce.min.tip.title
source: Stop-loss trigger price cannot be lower than %@
es: El precio de activación de stop-loss no puede ser inferior a %@
fr: Le prix de déclenchement de l'arrêt des pertes ne peut pas être inférieur à %@.
ja: 損切りトリガー価格は%@を下回ってはなりません。
ko: 손절 발동 가격은 %@보다 낮을 수 없습니다
pt: O preço de acionamento do stop-loss não pode ser menor que %@
ru: Цена срабатывания стоп-лосса не может быть ниже %@
tr: Zarar durdurma tetikleme fiyatı %@'den düşük olamaz
vi: Giá kích hoạt chặn lỗ không thể nhỏ hơn %@
zh: 止损触发价不能小于%@

# swap.tpsl.tp.title
source: Take profit
es: TP
ja: 利食い
ko: TP
ru: TP
tr: Kar al
vi: Chốt lời
zh: 止盈

# swap.exchange.profit.price.title
source: TP Price
es: Precio TP
ko: TP 가격
pt: Preço de take-profit
ru: Цена тейк-профита
zh: 止盈价格

# common_stop_profit_price
source: Take-profit price
es: Precio de take-profit
fr: Prix de take-profit
ja: ストップイング価格
ko: 이익 실현 가격
pt: Preço de take-profit
ru: Цена тейк-профита не может быть больше индексной цены
tr: Take-profit fiyatı
vi: Giá chốt lời
zh: 止盈价格

# swap.exchange.profit.order.title
source: Take-profit order
es: Orden de take-profit
fr: Ordre de take-profit
ja: 利食い委託
ko: 이익 실현 주문
pt: Ordem de take-profit
ru: Цена ордера на TP
tr: Kar al emri
vi: Lệnh chốt lời
zh: 止盈委托

# swap.exchange.profit.order.price.title
source: TP order price
es: Precio de orden TP
fr: Prix de l'ordre de take-profit
ja: 利食い委託価格
ko: TP 주문 가격
pt: Preço da ordem de take-profit
ru: TP/SL
tr: Kar al emri fiyatı
vi: Giá lệnh chốt lời
zh: 止盈委托价

# swap.exchange.profit.loss.order.title
source: Stop-loss order
es: Orden de stop-loss
fr: Ordre de take-profit/stop-loss
ja: 利食い・損切りの委託
ko: 손절 주문
pt: Ordem de take-profit/stop-loss
ru: Отношение тейк-профита
tr: Kar al/Zarar durdurma emri
vi: Lệnh chốt lời dừng lỗ
zh: 止盈止损委托

# 跟单.止盈比例
source: Take-profit ratio
es: Ratio de take-profit
fr: Ratio de take-profit
ja: 利食い比率
ko: 이익 실현 비율
pt: Proporção de take-profit
ru: Триггер тейк-профита
tr: Kar alım oranı
vi: Tỷ lệ chốt lời
zh: 止盈比例

# swap.exchange.profit.trigger.title
source: Take-profit trigger
es: Activación de take-profit
fr: Déclenchement du take-profit
ja: 利食いトリガー
ko: 이익 실현 발동
pt: Gatilho de take-profit
ru: Цена триггера TP
tr: Kar al tetikleme
vi: Kích hoạt chốt lời
zh: 止盈触发

# swap.exchange.profit.trigger.price.title
source: TP Trigger price
es: Precio de activación de TP
fr: Prix de déclenchement du take-profit
ja: 利食いトリガー価格
ko: TP 발동 가격
pt: Preço de gatilho do take-profit
ru: Цена триггера прибыли не может быть выше %@
tr: Kar al tetikleme fiyatı
vi: Giá kích hoạt chốt lời
zh: 止盈触发价

# swap.profit.trigger.pirce.max.tip.title
source: Profit-taking trigger price cannot be higher than %@
es: El precio de activación de toma de ganancias no puede ser mayor que %@
fr: Le prix de déclenchement de la prise de bénéfices ne peut pas être supérieur à %@.
ja: 利益確定トリガー価格は%@を上回ってはなりません。
ko: 이익 실현 발동 가격은 %@보다 높을 수 없습니다
pt: O preço de acionamento do lucro não pode ser maior que %@
ru: Цена триггера тейк-профита не может быть больше последней цены
tr: Kar alım tetikleme fiyatı %@'den yüksek olamaz
vi: Giá kích hoạt chốt lời không thể lớn hơn %@
zh: 止盈触发价不能大于%@

# swap.profit.trigger.pirce.min.tip.title
source: Profit-taking trigger price cannot be lower than %@
es: El precio de activación de toma de ganancias no puede ser menor que %@
fr: Le prix de déclenchement de la prise de bénéfices ne peut pas être inférieur à %@.
ja: 利益確定トリガー価格は%@を下回ってはなりません。
ko: 이익 실현 발동 가격은 %@보다 낮을 수 없습니다
pt: O preço de acionamento do lucro não pode ser menor que %@
ru: Цена триггера тейк-профита не может быть меньше последней цены
tr: Kar alım tetikleme fiyatı %@'den düşük olamaz
vi: Giá kích hoạt chốt lời không thể nhỏ hơn %@
zh: 止盈触发价不能小于%@

# common_loading
source: Loading...
es: Cargando...
fr: Chargement...
ja: 読み込み中です...
ko: 로드 중...
pt: Carregando...
ru: Загрузка...
tr: Yükleniyor...
vi: Đang tải...
zh: 正在加载中...

# swap.calculating.price.benchmark.tip
source: The benchmark price is used to calculate the unrealized PnL and its rate of profit. Changing the benchmark price will not affect the margin level. The actual forced liquidation and auto-deleveraging triggers are subject to the mark price.
es: El precio de referencia se utiliza para calcular el PnL no realizado y su tasa de ganancia. Cambiar el precio de referencia no afectará el nivel de margen. Los disparadores de liquidación forzada y auto-deleveraging están sujetos al precio de marca.
fr: La base de prix est utilisée pour calculer le PNL non réalisé et le taux de profit. Modifier la base de prix n'affecte pas le niveau de marge. Le prix de liquidation et les déclencheurs d'auto-délèvement sont calculés en utilisant le prix de référence.
ja: この価格基準は未実現損益および未実現損益率の計算に使用されます。価格基準を変更してもマージンレベルには影響しません。実際の強制清算や自動減少のトリガーはマーク価格に基づきます。
ko: 이 가격 벤치마크는 미실현 손익과 미실현 손익 비율을 계산하는 데 사용됩니다.가격 벤치마크를 변경해도 증거금 수준에는 영향을 미치지 않습니다.자동청산 및 자동 자산 청산은 표시 가격에 따라 발동됩니다.
pt: O preço de referência é usado para calcular o PnL não realizado e sua taxa de lucro. Alterar o preço de referência não afetará o nível de margem. Os acionadores reais de liquidação forçada e auto-desalavancagem estão sujeitos ao preço de marcação.
ru: Каждый день
tr: Referans fiyatı, gerçekleşmemiş kar/zararı ve kar oranını hesaplamak için kullanılır. Referans fiyatını değiştirmek, teminat seviyesini etkilemez. Gerçek zorunlu tasfiye ve otomatik kaldıraç azaltma tetikleyicileri, piyasa fiyatına bağlıdır.
vi: Cơ sở giá được sử dụng để tính toán Lãi/Lỗ chưa thực hiện (Unrealized PNL) và tỷ lệ lợi nhuận. Việc thay đổi cơ sở giá không ảnh hưởng đến mức ký quỹ. Giá thanh lý và các điều kiện kích hoạt tự động giảm đòn bẩy được tính toán bằng cách sử dụng giá đánh dấu.
zh: 此价格基准用于计算未实现盈亏及未实现盈亏收益率。更改价格基准不会影响保证金水平，实际强平、自动减仓触发等以标记价格为准。

# swap.per.day.title
source: Per Day
es: Todos los días
fr: Chaque jour
ja: 毎日
ko: 일당
pt: Todos os dias
ru: Отношение
tr: Her gün
vi: Mỗi ngày
zh: 每天

# 跟单.比例
source: Ratio
ja: 割合
ko: 비율
pt: Proporção
ru: Перманентный
tr: Oran
vi: Tỷ lệ
zh: 比例

# scan-addr-fail
source: No QR Code
es: Sin código QR
fr: Aucun code QR trouvé
ja: QRコードが見つかりません。
ko: QR 코드 없음
pt: Sem QR Code
ru: Нет больше данных
tr: QR Kodu Yok
vi: Không tìm thấy mã QR
zh: 没有发现二维码

# 跟单.没有获取到交易员id
source: Trader ID not obtained
es: ID de trader no obtenido
fr: Trader ID non obtenu
ja: トレーダーIDが取得できませんでした
ko: 트레이더 ID를 받지 못했습니다
pt: ID do trader não obtido
ru: У вас нет аккаунта?
tr: İşlemci ID'si alınamadı
vi: Không lấy được ID giao dịch viên
zh: 没有获取到交易员id

# login.tip.no.account
source: Don't have an account number? Sign Up Now
es: ¿No tienes un número de cuenta? Regístrate ahora
fr: Pas de compte ? Inscrivez-vous maintenant
ja: アカウントがないですか？今すぐ登録。
ko: 계정 번호가 없으신가요? 지금 등록하기
pt: Não tem um número de conta? Registre-se agora
ru: Нет ордера на отмену
tr: Hesap numaranız yok mu? Şimdi kaydolun
vi: Chưa có tài khoản? Đăng ký ngay
zh: 没有账号？立即注册

# product.cancel.order.tip.title
source: No Order for Cancellation
es: No hay orden para cancelar
fr: Aucune commande à annuler
ja: 取り消す必要のある注文はありません。
ko: 취소 주문 없음
pt: Sem pedidos para cancelamento
ru: Успешно зарегистрирован
tr: İptal edilecek sipariş yok
vi: Không có đơn hàng cần hủy bỏ
zh: 没有需要撤销订单

# expirence.gold.enroll.success.title
source: Registered successfully
es: Registrado con éxito
fr: Enregistrement réussi
ja: 登録が成功しました
ko: 성공적으로 등록되었습니다
pt: Registrado com sucesso
ru: Удалить аккаунт
tr: Başarıyla kayıt olundu
vi: Đăng ký thành công
zh: 注册成功

# account.write.off.title
source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを注销
ko: 계정 삭제
pt: Excluir Conta
ru: Закрытие аккаунта является постоянным и необратимым, поэтому перед выполнением операции убедитесь, что полностью понимаете возможные последствия.
tr: Hesabı Sil
vi: Hủy tài khoản
zh: 注销账号
