Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# asset_confirming
source: Confirming
es: Confirmando
fr: Traitement
ja: 確認中
pt: Confirmando
ru: Подтверждение
tr: Onaylanıyor
vi: Đang xác nhận
zh: 确认中

# financial_yesterday_earnings
source: Today's Profits
es: Ganancias de Hoy
fr: Gains d’hier
ja: 本日の利益
ko: 오늘의 이익
pt: Lucros de Hoje
ru: Сегодняшняя прибыль
tr: Bugünün Karı
vi: Lợi nhuận ngày hôm qua
zh: 今日收益

# assets.type.title1
source: Futures Account
es: Cuenta futuros
fr: Compte de contrat
ja: 契約口座
ko: 선물 계좌
pt: Contas de Futuros
ru: Контрактный аккаунт
tr: Futures Hesapları
vi: Tài khoản hợp đồng
zh: 合约账户

# assetStatus11006
source: Spot trading fee
es: Tarifa de trading spot
fr: Frais de trading au comptant
ja: 通貨間手数料
ko: 현물 거래 수수료
pt: Taxa de negociação spot
ru: Комиссия за спот-торговлю
tr: Spot işlem ücreti
vi: Phí giao dịch tiền điện tử
zh: 币币手续费

# coin.overview.high.price.history.title
source: All Time High
es: Precio más alto histórico
fr: Prix historique le plus élevé
ja: 過去最高値
ko: 전고점
pt: Alta histórica
ru: Максимум за все время
tr: Tüm zamanların en yüksek seviyesi
vi: Giá cao nhất trong lịch sử
zh: 历史最高价

# coin.overview.lowest.price.history.title
source: All Time Low
es: Precio más bajo histórico
fr: Prix historique le plus bas
ja: 過去最低値
ko: 전저점
pt: Baixa histórica
ru: Минимум за все время
tr: Tüm zamanların en düşük seviyesi
vi: Giá thấp nhất trong lịch sử
zh: 历史最低价

# coin.overview.market.cap.title
source: Market Cap
es: Capitalización de Mercado
fr: Capitalisation boursière
ja: 時価総額
ko: 시가총액
pt: Capitalização de Mercado
ru: рыночная капитализация
tr: Piyasa Değeri
vi: Vốn hóa thị trường
zh: 市值

# coin.overview.title
source: Info
es: Información
ja: 情報
ko: 정보
pt: Informação
ru: Информация
tr: Bilgi
vi: Thông tin
zh: 信息

# common.code.input.title
source: Please enter the verification code
es: Por favor, ingresa el código de verificación
fr: Veuillez entrer le code de vérification
ja: 認証コードを入力してください
ko: 인증 코드를 입력하세요
pt: Insira o código.
ru: Введите код
tr: Lütfen doğrulama kodunu girin
vi: Vui lòng nhập mã xác nhận
zh: 请输入验证码

# common_complete
source: Done
es: Hecho
fr: Terminer
ja: 完了
ko: 완료
pt: Concluir
ru: Выполнено
tr: Tamam
vi: Hoàn tất
zh: 完成

# common_assets
source: Assets
es: Activos
fr: Actifs
ja: 資産
ko: 자산
pt: Ativos
ru: Активы
tr: Varlıklar
vi: Tài sản
zh: 资产

# common_average_entry_price
source: Avg. Open Price
es: Precio promedio de entrada
fr: Prix moy. ouv.
ja: 平均建玉価格
ko: 평균 진입 가격
pt: Preço médio abertura
ru: Средняя цена входа
tr: Ortalama açılış fiyatı
vi: Giá mở trung bình
zh: 开仓均价

# common_avg_closing_price
source: Avg. Close Price
es: Precio promedio de cierre
fr: Prix moy. clôture
ja: 決済の平均価格
ko: 평균 청산 가격
pt: Preço médio fechamento
ru: Ср. цена закр.
tr: Ortalama kapanış fiyatı
vi: Giá đóng trung bình
zh: 平仓均价

# common_cancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
tr: İptal et
vi: Hủy bỏ
zh: 取消

# common_contact_long
source: Long
es: Largo
ja: ロング
ko: 롱
ru: Долго
tr: Uzun
vi: Mua dài
zh: 多

# common_contract_cant_switch_position
source: Position type cannot be changed when there are future position/pending order in holding
es: El tipo de posición no se puede cambiar cuando hay posiciones futuras/pedidos pendientes en espera
fr: Le type de position ne peut pas être modifié lorsqu'une position de contrat est détenue ou qu'un ordre est en attente
ja: ポジションを保有している場合や注文がある場合、ポジションタイプを変更することはできません
ko: 보류 중인 선물 포지션/보류 중인 주문이 존재하는 경우 포지션 유형을 변경할 수 없습니다
pt: O tipo de posição não pode ser alterado quando há uma posição futura/ordem pendente em espera
ru: Тип позиции не может быть изменен, если есть будущая позиция/отложенный ордер в удержании
tr: Herhangi bir sözleşme pozisyonu tutulduğunda veya açık emir olduğunda, pozisyon türü değiştirilemez.
vi: Không thể thay đổi loại vị thế khi có bất kỳ vị thế hợp đồng/ lệnh chờ nào
zh: 持有任何合约仓位/有挂单时不可更改持仓类型

# common_contracts_piece
source: Contracts
es: Contratos
fr: Contrat
ja: 枚
ko: 계약
pt: Contratos
ru: Контракты
tr: Sözleşmeler
vi: Lô
zh: 张

# common_copy_trading_settings
source: Copy trading settings
es: Configuración de copias
fr: Paramètres du copy trading
ja: フォロー注文設定
ko: 복사 거래 설정
pt: Copy trading
ru: Настройки копи-трейдинга
tr: Kopya ticaret ayarları
vi: Cài đặt sao chép
zh: 跟单设置

# common_desc_average_price
source: Average trading price at opening
es: Precio promedio de negociación al abrir
fr: Prix moyen d'exécution à l'ouverture
ja: ポジションオープン時の平均取引価格
ko: 개설 시 평균 거래 가격
pt: Preço médio abertura
ru: Средняя торговая цена на момент открытия
tr: Açılışta ortalama işlem fiyatı
vi: Giá giao dịch trung bình khi mở vị thế
zh: 开仓时的平均成交价格

# common_enter_correct_password
source: Please enter correct password
es: Por favor, ingresa la contraseña correcta
fr: Veuillez entrer le mot de passe correct
ja: 正しいパスワードを入力してください。
ko: 올바른 비밀번호를 입력하세요
pt: Por favor, insira a senha correta
ru: Пожалуйста, введите действительный адрес электронной почты или номер мобильного телефона
tr: Lütfen doğru şifreyi girin
vi: Vui lòng nhập mật khẩu chính xác
zh: 请输入正确的密码

# common_exceeds_maximum_order_limit
source: Exceeds maximum order limit
es: Excede el límite máximo del pedido
fr: Dépasse la limite maximale de commande
ja: 最大注文額を超えています
ko: 최대 주문 한도를 초과합니다
pt: Excede o limite máximo de pedidos
ru: Превышение максимального лимита ордеров
tr: Maksimum emir limitini aştı
vi: Vượt quá giới hạn đặt lệnh tối đa
zh: 超出最大下单额度

# common_faild
source: Failed
es: Fallido
fr: Échoué
ja: 失敗
ko: 실패
pt: Falha
ru: Не удалось
tr: Başarısız
vi: Thất bại
zh: 失败

# common_funding_account
source: Funding
es: Cuenta fondos
fr: Financement
ja: 資金アカウント
ko: 자금 계좌
pt: Conta de Financiamento
ru: Счет финансирования
tr: Fon Hesabı
vi: Tài khoản vốn
zh: 资⾦账户

# common_funding_fee
source: Funding fee
es: Comisión de financiación
fr: Frais de financement
ja: 資金コスト
ko: 펀딩 수수료
pt: Taxa de financiamento
ru: Плата за финансирование
tr: Fon ücreti
vi: Phí quỹ
zh: 资金费用

# common_ga_code
source: GA Code
es: Código GA
fr: Code GA
ja: Google認証コード
ko: GA 코드
pt: Código GA
ru: Код GA
tr: GA kodu
vi: Mã xác nhận Google
zh: Google验证码

# common_isolated
source: Isolated
es: Aislado
fr: Isolé
ja: 分離
ko: 격리됨
pt: Isolado
ru: Изолированный
tr: Yalıtılmış
vi: Vị thế từng phần
zh: 逐仓

# common_leverage_multiple
source: Leverage multiple
es: Múltiplo de apalancamiento
fr: Multiple de levier
ja: レバレッジ倍率
ko: 레버리지 배수
pt: Múltiplo de Alavancagem
ru: Кредитное плечо многократно
tr: Kaldıraç kat sayısı
vi: Hệ số đòn bẩy
zh: 杠杆倍数

# common_liquidation_price
source: Liq. Price
es: Precio de liquidación
fr: Prix de liquidation
ja: 強制決済価格
ko: 강제청산 가격
pt: Preço de liquidação
ru: Цена ликвидации
tr: Likidasyon fiyatı
vi: Giá thanh lý
zh: 强平价

# common_market_price
source: Market price
es: Precio mercado
fr: Prix du marché
ja: 市場の最適価格
ko: 최적 시장 가격
pt: Preço de mercado
ru: Рыночная цена
tr: Piyasa fiyatı
vi: Giá tối ưu thị trường
zh: 市场最优价格

# common_nickname
source: Nickname
es: Apodo
fr: Surnom
ja: ニックネーム
ko: 닉네임
pt: Apelido
ru: Прозвище
tr: Takma Ad
vi: Biệt danh
zh: 昵称

# common_no_asset
source: No assets
es: No hay activos disponibles.
fr: Pas d'actifs
ja: 資産はありません
ko: 자산 없음
pt: Sem ativos
ru: Нет доступных активов.
tr: Varlık yok
vi: Không có tài sản
zh: 暂无资产

# common_opening_price
source: Opening price
es: Precio de apertura
fr: Prix d'ouverture
ja: ポジションオープン価格
ko: 개설 가격
pt: Preço de abertura
ru: Цена откр.
tr: Açılış fiyatı
vi: Giá mở vị thế
zh: 开仓价格

# common_realized_pnl_title
source: Realized PNL
es: PnL realizado
fr: PNL Réal.
ja: 実現損益
ko: 실현 손익
pt: PnL Realizado
ru: Реализованный PNL
tr: Gerçekleşen PnL
vi: Lợi nhuận và thua lỗ đã thực hiện
zh: 已实现盈亏

# common_swap_desc_pnl_closed
source: PnL on the closed portion of the current position
es: PnL en la parte cerrada de la posición actual
fr: PNL réalisé de la portion fermée de la position actuelle.
ja: 現在のポジションの一部が決済された際の利益または損失
ko: 현재 포지션의 청산분 손익
pt: PnL na parte fechada da posição atual
ru: PnL на закрытую часть текущей позиции
tr: Mevcut pozisyonun kapatılan kısmının kar veya zararı
vi: Lợi nhuận hoặc lỗ từ phần vị thế hiện tại đã được đóng
zh: 当前仓位已平仓部分的盈利或亏损

# common_swap_desc_pnl_open
source: PnL on the open portion of the current position.
es: PnL en la parte abierta de la posición actual.
fr: PnL sur la portion ouverte de la position actuelle
ja: 現在のポジション未決済部分の利益または損失
ko: 현재 포지션에서 개설분의 손익.
pt: PnL na parte aberta da posição atual
ru: PnL на открытую часть текущей позиции.
tr: Mevcut pozisyonun açık kısmındaki Kar/Zarar (PnL)
vi: Lợi nhuận hoặc thua lỗ phần chưa đóng của vị thế hiện tại
zh: 当前仓位未平仓部分的盈利或亏损

# common_time
source: Time
es: Hora
fr: Temps
ja: 時間
ko: 시간
pt: Tempo
ru: Время
tr: Zaman
vi: Thời gian gửi
zh: 时间

# common_to_auth
source: To verify
es: Verificar
fr: Vérifier
ja: 認証へ
ko: 인증하기
pt: Para verificar
ru: Проверить
tr: Doğrulamak için
vi: Đi chứng thực
zh: 去认证

# common_trade_stop
source: TP/SL
ja: 利食いと損切り
ko: 이익 실현/손절
ru: TP и SL
vi: Chốt lời dừng lỗ
zh: 止盈止损

# trading_rules_new
source: Trading Rules
es: Reglas de comercio
fr: Règles de trading
ja: 取引ルール
ko: 거래 규정
pt: Regras
ru: Правила торговли
tr: Ticaret Kuralları
vi: Quy tắc giao dịch
zh: 交易规则

# common_transfer
source: Transfer
es: Transferir
fr: Transfert
ja: 資金移動
ko: 이체
pt: Transferir
ru: Перевод
vi: Chuyển khoản
zh: 划转

# common_understand
source: I understand
es: Entiendo
fr: Je sais
ja: わかりました
ko: 본인은 다음 사항을 알고 있습니다
pt: Eu entendo
ru: Я понимаю
tr: Anladım
vi: Tôi đã hiểu
zh: 我知道了

# common_wallet_withdraw_net
source: Withdrawal network
es: Red de retiro
fr: Réseau de retrait
ja: 出金ネットワーク
ko: 출금 네트워크
pt: Rede de retirada
ru: Сеть вывода средств
tr: Çekim ağı
vi: Mạng rút
zh: 提现网络

# contract.detail.swap.value.title
source: Futures face value
es: Valor nominal de futuros
fr: Valeur nominale des futures
ja: 契約面値
ko: 선물 액면가
pt: Valor de face dos futuros
ru: Номинал контракта
tr: Vadeli işlem nominal değeri
vi: Giá trị hợp đồng
zh: 合约面值

# contract.funding.rate.title
source: Funding/Countdown
es: Financiación/Cuenta atrás
fr: Taux de financement/Compte à rebours
ja: 資金費用/カウントダウン
ko: 펀딩/카운트다운
pt: Taxa de financiamento/Contagem
ru: Фандинг/Отсчет
vi: Tỷ lệ phí vốn/Đếm ngược
zh: 资金费率/倒计时

# contract.order.detail.fee.title
source: Trading Fee
es: Tarifa
ko: 거래 수수료
pt: Taxa
ru: Торговый сбор
zh: 手续费

# contract.order.detail.list.fee.title
source: Trading Fee
es: Tarifa
ko: 거래 수수료
pt: Taxa
ru: Торговый сбор
zh: 手续费

# contract.order.detail.market.title
source: Market price
es: Precio mercado
fr: Prix du marché
ja: 成行
ko: 시장
pt: Mercado
ru: Рыночная цена
tr: Piyasa fiyatı
vi: Giá thị trường
zh: 市价

# common.fee.title
source: Fee
es: Tarifa
fr: Frais
ja: 手数料
ko: 거래 수수료
pt: Taxa
ru: Комиссия
tr: Ücret
vi: Phí giao dịch
zh: 手续费

# exchange.order.title
source: Basic order
es: Pedido básico
fr: Ordre standard
ja: 通常注文
ko: 기본 주문
pt: Pedido básico
ru: Основной заказ
tr: Temel emir
vi: Lệnh thường
zh: 普通委托

# trade_type
source: Trading type
es: Tipo de operación
fr: Type de transaction
ja: 取引タイプ
ko: 거래 유형
pt: Tipo de negociação
ru: Тип торговли
tr: Ticaret türü
vi: Loại giao dịch
zh: 交易类型

# home.List.priceTitle
source: Last Price
es: Último precio
fr: Dernier prix
ja: 最新価格
ko: 마지막 가격
pt: Último preço
ru: Цена
tr: Son fiyat
vi: Giá mới nhất
zh: 最新价

# home.quick.entrance.third.pay.title
source: Buy Crypto
fr: Acheter des cryptos
ja: コイン購入
ko: 코인 구매
pt: Comprar Cripto
ru: Куп монет
tr: Kripto Al
vi: Mua tiền điện tử
zh: 买币

# home.swap.trade.title
source: Futures Trading
es: Trading de futuros
fr: Trading de contrats à terme
ja: 契約取引
ko: 선물 거래
pt: Futuros
ru: Сделка.
tr: Vadeli İşlemler
vi: Giao dịch hợp đồng tương lai
zh: 合约交易

# login.tip.phone.email
source: Mobile number/Email
es: Número de móvil/Correo electrónico
fr: Numéro de téléphone/E-mail
ja: 電話番号/メールアドレス
ko: 휴대폰 번호/이메일
pt: Número de celular/E-mail
ru: Номер мобильного телефона/электронной почты
tr: Telefon numarası/e-posta
vi: Số điện thoại/Email
zh: 手机号/邮箱

# login.tip.welcome
source: Welcome to Aibit
es: Bienvenido a Aibit
fr: Bienvenue sur Aibit
ja: Aibitへようこそ
ko: Aibit에 오신 것을 환영합니다
pt: Bem-vindo ao Aibit
ru: Добро пожаловать в Aibit
tr: Aibit'e hoş geldiniz
vi: Chào mừng đến với Aibit
zh: 欢迎登录 Aibit

# market.detail.menu.orderbook.title
source: Order Book
es: Orden
fr: Carnet d'ordres
ja: 委託注文
ko: 개설 주문
pt: Livro de Ordens
ru: Заказать заказ
tr: Emir Defteri
vi: Lệnh ủy thác
zh: 委托订单

# user_details_input_nickname
source: Please enter nickname
es: Por favor, ingresa apodo
fr: Veuillez entrer un surnom
ja: ニックネームを入力してください
ko: 닉네임을 입력하세요
pt: Digite o apelido
ru: Пожалуйста, введите старый код проверки электронной почты
tr: Lütfen takma adınızı girin
vi: Nhập biệt danh
zh: 请输入昵称

# otc.tab.my.sell.title
source: Sell
es: Vender
fr: Vendre
ja: 販売
ko: 매도
pt: Vender
ru: Продать
tr: Sat
vi: Bán
zh: 出售

# personal.center.change.email.title
source: Change email address
es: Cambiar correo
fr: Changer d'e-mail
ja: メールアドレスを変更
ko: 이메일 주소 변경하기
pt: Alterar endereço de e-mail
ru: Изменить адрес электронной почты
tr: E-posta adresini değiştir
vi: Thay đổi địa chỉ email
zh: 更换邮箱

# personal.center.change.phone.title
source: Change mobile number
fr: Changer de numéro de téléphone mobile
ja: 携帯電話の交換
ko: 휴대폰 번호 변경하기
pt: Alterar número de celular
ru: Изменить номер мобильного телефона
tr: Mobil numarayı değiştir
vi: Thay đổi điện thoại
zh: 更换手机

# personal.center.google.download.tip.title
source: Alternatively, search for "Google Authenticator" in your app store to download it yourself.
es: Alternativamente, busca "Google Authenticator" en tu tienda de aplicaciones para descargarlo tú mismo.
fr: Ou recherchez "Google Authenticator" sur votre marché d'applications pour le télécharger vous-même
ja: または、アプリストアで「Google Authenticator」を検索してダウンロードしてください。
ko: 또는 앱 스토어에서 "Google Authenticator"를 검색하여 직접 다운로드하세요.
pt: Como alternativa, procure por "Google Authenticator" na sua loja de aplicativos para baixá-lo.
ru: Или найдите "Google Authenticator" в магазине приложений, чтобы загрузить его самостоятельно.
tr: Veya Google Authenticator'ı uygulama mağazasından indirin
vi: Hoặc tải Google Authenticator từ cửa hàng ứng dụng
zh: 或在应用市场搜索“Google Authenticator”自行下载

# personal.center.google.install.tip.title
source: GA is not yet installed?
es: ¿GA aún no está instalado?
fr: Vous n'avez pas encore installé Google Authenticator ?
ja: まだGoogle認証システムをインストールしていませんか？
ko: GA가 아직 설치되지 않았나요?
pt: Não instalou o Google Authenticator?
ru: GA еще не установлен?
tr: Google Authenticator'ı yüklemediniz mi?
vi: Chưa cài đặt Google Authenticator?
zh: 尚未安装Google身份验证器？

# personal.center.old.phone.code.title
source: Mobile phone verification code
fr: Code de vérification de l'ancien numéro de téléphone
ja: 電話番号認証コード
ko: 휴대폰 인증 코드
pt: Código de verificação de celular
ru: Код проверки мобильного телефона
tr: Eski telefon numarasının doğrulama kodu
vi: Mã xác thực số điện thoại cũ
zh: 手机号验证码

# personal.center.title
source: Security
es: Seguridad
fr: Sécurité
ja: セキュリティセンター
ko: 보안
pt: Segurança
ru: Безопасность
tr: Güvenlik
vi: Bảo mật
zh: 安全中心

# product.current.open.order.title
source: Open Orders
es: Pedido actual
fr: Ordres ouverts
ja: 現在の委託
ko: 개설 주문
pt: Participações
ru: Текущий заказ
tr: Hisse Senetleri
vi: Lệnh hiện tại
zh: 当前委托

# product.market.price.title
source: Market
es: Mercado
fr: Marché
ja: 成行
ko: 시장
pt: Mercado
ru: Рынок
tr: MKT
vi: Giá thị trường
zh: 市价

# security.gesture.draw.error.title
source: Wrong gesture password and you have %@ more chances.
es: Contraseña de gestos incorrecta, tienes %@ más oportunidades.
fr: Mot de passe gestuel incorrect, il vous reste %@ tentatives.
ja: ジェスチャーパスワードが間違っています。残り%@回の機会があります
ko: 잘못된 제스처 비밀번호이며 %번의 기회가 남아 있습니다.
pt: Senha de gesto incorreta e você tem %@ chances restantes.
ru: Неправильный жестовый пароль, у вас осталось %@ больше попыток.
tr: Yanlış gestür şifresi, %@ daha fazla şansınız var.
vi: Sai mật khẩu hình vẽ, bạn còn %@ lần thử
zh: 手势密码错误，您还有%@次机会

# swap.anchor.title
source: Futures asset
es: Activo de futuros
fr: Actif futur
ja: 契約対象
ko: 선물 자산
pt: Ativo de futuros
ru: Фьючерсный актив
tr: Vadeli işlem varlığı
vi: Tài sản hợp đồng
zh: 合约标的

# swap.check.input.at.most.volume.title
source: Maximum order size: %@
es: El pedido máximo que se puede realizar es %@
fr: Vous ne pouvez passer qu'une commande jusqu'à %@
ja: さらに%@の注文が可能です。
ko: 할 수 있는 최대 주문은 %@ 입니다.
pt: O pedido máximo que pode ser feito é %@
ru: Максимальный заказ, который можно разместить, составляет %@.
tr: Yalnızca %@ kadar sipariş verebilirsiniz
vi: Tối đa có thể đặt thêm %@
zh: 最多可下单%@

# swap.check.less.min.volume.title
source: Order quantity must be ≥ %@
es: El monto de la comisión debe ser ≥%@
fr: Dépasse la quantité minimum par commande. Quantité minimum autorisée %@
ja: 単一取引の最小注文量未満です。最少で%@を入力してください。
ko: 커미션 수량은 ≥%@ 여야 합니다.
pt: O valor da comissão precisa ser ≥%@
ru: Размер комиссии должен быть ≥%@.
tr: Sipariş başına minimum miktarı aşıyor. İzin verilen minimum %@
vi: Nhỏ hơn số lượng đặt lệnh tối thiểu một lần, tối thiểu cần nhập %@
zh: 委托数量需≥%@

# swap.check.more.max.volume.title
source: Order quantity must be ≤ %@
es: El monto de la comisión debe ser ≤ %@
fr: Dépasse le volume maximum par commande, volume maximum autorisé %@
ja: 最大注文量を超えています。最大で%@を入力できます。
ko: 커미션 수량은 ≤%@ 여야 합니다.
pt: O valor da comissão precisa ser ≤%@
ru: Сумма комиссии должна быть ≤%@.
tr: Sipariş başına maksimum hacmi aşıyor, izin verilen maksimum sipariş %@
vi: Vượt quá số lượng đặt lệnh tối đa một lần, tối đa có thể nhập %@
zh: 委托数量需≤%@

# swap.exchange.order.time.title
source: Order Time
es: Hora de colocación de la orden
fr: Heure de l'ordre
ja: 委託時間
ko: 주문 시간
pt: Hora do pedido
ru: Время размещения заказа
tr: Emir zamanı
vi: Thời gian đặt lệnh
zh: 委托时间

# swap.follow.pos.title
source: Copy Positions
es: Copiar posiciones
fr: Position de copie
ja: フォロー注文のポジション
ko: 포지션 복사
pt: Copiar Posição
ru: На одном куре
tr: Pozisyonu Kopyala
vi: Vị thế sao chép
zh: 跟单仓位

# swap.funding.rate.description.title
source: Funding Rate
es: Descripción de las tasas de financiación
fr: Explication du taux de financement
ja: 資金費率の説明
ko: 펀딩비 설명
pt: Sobre a taxa de financiamento
ru: Описание ставок финансирования
tr: Fon oranı açıklaması
vi: Giải thích tỷ lệ phí vốn
zh: 资金费率说明

# swap.handle.date.title
source: Closing date
es: Fecha de cierre
fr: Date de clôture
ja: 納入日
ko: 청산일
pt: Data de fechamento
ru: Дата закрытия
tr: Kapanış tarihi
vi: Ngày giao nhận
zh: 交割日期

# swap.history.order.excep.title
source: Order error
es: Error de orden
fr: Erreur de commande
ja: 異常注文
ko: 주문 오류
pt: Erro de pedido
ru: Ошибка ордера
tr: Emir hatası
vi: Lệnh bất thường
zh: 异常订单

# swap.history.order.type.market.price.title
source: Market
es: Market order
fr: Marché
ja: 成行注文
ko: 시장가 주문
pt: Ordem mercado
ru: Маркет
tr: Piyasa emri
vi: Lệnh thị trường
zh: 市价单

# swap.level.max.pos.limit.title
source: Maximum Leverage %@
es: Apalancamiento máximo %@
fr: Levier maximum %@
ja: 現在のレバレッジで保持できるポジションの上限約
ko: 최대 레버리지 %@
pt: Alavancagem máxima %@
ru: Максимальное плечо %@
tr: Mevcut kaldıraç için izin verilen maksimum pozisyon yaklaşık
vi: Có thể mở với mức đòn bẩy tối đa %@x
zh: %@杠杆倍数最高可开

# swap.liquidation.price.title
source: Liq. Price
es: Precio de advertencia temprana
fr: Prix de liquidation
ja: 強制決済価格
ko: 조기 경고 가격
pt: Preço de liquidação
ru: Цена ликв.
tr: Likidasyon fiyatı
vi: Giá thanh lý
zh: 强平价格

# swap.long.position.calculation.formula.title
source: Long position: number of coins x (average closing price - average opening price)
es: Posición larga: Cantidad de moneda x (precio de cierre promedio - precio de apertura promedio)
fr: Position longue : valeur nominale x nombre de contrats x (prix de clôture - prix d'ouverture)
ja: ロングポジション：名目 × 枚数 × （決済平均価格 - ポジションオープン平均価格）
ko: 롱 포지션: 코인 수량 x (평균 종가 - 평균 시가)
pt: Posição longa: Quantidade de moedas x (preço médio de fechamento - preço médio de abertura)
ru: Длинная позиция: количество монет x (средняя цена закрытия – средняя цена открытия)
tr: Uzun pozisyon: Nominal değer x sözleşme sayısı x (ortalama kapanış fiyatı - ortalama açılış fiyatı)
vi: Vị thế mua: Mệnh giá × Số lượng × (Giá đóng trung bình - Giá mở trung bình)
zh: 多仓:币数量x(平仓均价-开仓均价)

# swap.open.check.less.min.value.title
source: Order amount must be ≥ %@
es: El monto de la comisión debe ser ≥%@
fr: Le montant de la commande doit être ≥ %@
ja: 単一取引の最小注文額を超えています。最少で%@を入力してください
ko: 커미션 수량은 ≥%@ 여야 합니다.
pt: O valor da comissão deve ser ≥ %@
ru: Сумма комиссии должна быть ≥%@.
tr: Sipariş başına minimum tutarı aşıyor. İzin verilen minimum %@
vi: Số tiền lệnh đặt phải ≥ %@
zh: 委托金额需≥%@

# swap.open.check.more.max.value.title
source: Order amount must be ≤ %@
es: El monto de la comisión debe ser ≤%@
fr: Le montant de la commande doit être ≤ %@
ja: 単一取引の最大注文額を超えています。最大で%@を入力できます
ko: 커미션 수량은 ≤%@ 여야 합니다.
pt: O valor da comissão deve ser ≤ %@
ru: Сумма комиссии должна быть ≤%@.
tr: Sipariş başına maksimum tutarı aşıyor. İzin verilen maksimum %@
vi: Số tiền lệnh đặt phải ≤ %@
zh: 委托金额需≤%@

# swap.open.pos.title
source: Open
es: Abrir
fr: Ouvrir
ja: 参入
ko: 개설
pt: Abrir
ru: Открыть
tr: Aç
vi: Mở vị thế
zh: 开仓

# swap.order.all.title
source: All
es: Todos
fr: Tous
ja: すべて
ko: 모두
pt: Todos
ru: Все
tr: Tüm
vi: Tất cả
zh: 所有

# swap.order.confirmation.title
source: Futures order confirmation
es: Confirmación de orden de futuros
fr: Confirmation de commande de futures
ja: 契約注文確認
ko: 선물 주문 확인
pt: Confirmação de pedido de futuros
ru: Подтверждение фьючерсного ордера
tr: Futures emir onayı
vi: Xác nhận đặt lệnh hợp đồng
zh: 合约下单确认

# swap.order.create.time.title
source: Creation time
es: Creación
fr: Heure de création
ja: 作成時間
ko: 생성 시간
pt: Hora de criação
ru: Время создания
tr: Oluşum zamanı
vi: Thời gian tạo
zh: 创建时间

# swap.order.expire.time.title
source: Expiration time
es: Tiempo de expiración
fr: Heure d'expiration
ja: 有効期限
ko: 만료 시간
pt: Hora de expiração
ru: Срок годности
tr: Sonlanma zamanı
vi: Thời gian hết hạn
zh: 过期时间

# common_opening_time
source: Opened
es: Hora de apertura
fr: Ouverture
ja: オープン
ko: 개설 시간
pt: Hora de abertura
ru: Время открытия
tr: Açılış Zamanı
vi: Thời gian mở lệnh
zh: 开仓时间

# swap.order.only.reduce.no.title
source: No
fr: Non
ja: いいえ
ko: 아니요
pt: Não
ru: Нет
tr: Hayır
vi: Không
zh: 否

# swap.order.only.reduce.yes.title
source: Yes
es: Sí
fr: Oui
ja: はい
ko: 예
pt: Sim
ru: Да
tr: Evet
vi: Có
zh: 是

# swap.order.reduce.pos.only.title
source: Reduce-only
es: Solo reducir
fr: Réduction uniquement
ja: 減少ポジションのみ
ko: 리듀스 온리
pt: Apenas reduzir
ru: Только для снижения
tr: Sadece azaltma
vi: Chỉ giảm vị thế
zh: 只减仓

# swap.order.sl.title
source: Stop-loss order
es: Orden de stop-loss
fr: Ordre de stop-loss
ja: 損切り注文
ko: 손절 주문
pt: Ordem de stop-loss
ru: Ордер стоп-лосс
tr: Zarar durdurma emri
vi: Lệnh cắt lỗ
zh: 止损单

# swap.order.tp.title
source: Take-profit order
es: Orden de take-profit
fr: Ordre de take-profit
ja: 利益確定注文
ko: 이익 실현 주문
pt: Ordem de take-profit
ru: Ордер на получение прибыли
tr: Kar al emri
vi: Lệnh chốt lời
zh: 止盈单

# swap.order.type.condition.title
source: Conditional
es: Orden condicional
fr: Ordre conditionnel
ja: 条件注文
ko: 조건부 주문
pt: Ordem Condicional
ru: Условное поручение
tr: Koşullu Emir
vi: Lệnh có điều kiện
zh: 条件委托

# swap.place.order.close.empty.title
source: Max short
es: Máximo corto
fr: Court maximal
ja: ショートポジションを決済可能
ko: 최대 숏
pt: Máximo short
ru: закрытия лонг
tr: Max kısa
vi: Có thể đóng ngắn
zh: 可平空

# swap.place.order.open.empty.title
source: Max Open
es: Máximo corto
fr: Court maximal
ja: 最大(ショート)
ko: 최대 숏
pt: Máximo short
ru: Макс
tr: Max kısa
vi: Có thể mở ngắn
zh: 可开空

# swap.place.order.open.more.title
source: Max Open
es: Máximo largo
fr: Long maximal
ja: 最大(ロング)
ko: 최대 롱
pt: Máximo long
ru: Открыть лонг
tr: Max uzun
vi: Có thể mở dài
zh: 可开多

# swap.place.order.open.value.title
source: Opening value
es: Valor de apertura
fr: Valeur d'ouverture
ja: ポジションオープン価値
ko: 개설 값
pt: Valor de abertura
ru: Стоимость открытия
tr: Açılış değeri
vi: Giá trị mở vị thế
zh: 开仓价值
