Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# asset.history.bill.all.coin.title
source: All crypto
es: Todas las monedas
fr: Toutes les devises
ja: すべての通貨
ko: 모든 통화
pt: Todas as criptos
ru: Все валюты
tr: Tüm kripto
vi: Tất cả các loại tiền
zh: 全部币种

# swap.order.history.pos.closed.all.title
source: Closed
es: Cerrado
fr: Fermée
ja: 全部決済
ko: 청산됨
pt: Fechado
ru: Закрыто
tr: Kapalı
vi: Đã đóng vị thế
zh: 全部平仓

# swap.trade.type.all.title
source: Filled
es: Completado
fr: Rempli
ja: すべての取引
ko: 체결됨
pt: Preenchido
ru: Заполнено
tr: Dolduruldu
vi: Tất cả giao dịch
zh: 全部成交

# contractExchange.order.cancelAll.title
source: Cancel all
es: Cancelar todos los pedidos
fr: Annuler tout
ja: すべての注文をキャンセル
ko: 모두 취소
pt: Cancelar todos os pedidos
ru: Отменить все ордера
tr: Tüm siparişleri iptal et
vi: Hủy tất cả
zh: 全部撤单

# third.pay.all.status.title
source: All types
es: Todos los estados
fr: Tous les statuts
ja: すべての状態
ko: 모든 상태
pt: Todos os status
ru: Все статусы
tr: Tüm durumlar
vi: Tất cả trạng thái
zh: 全部状态

# home.note.title
source: Announcement
es: Anuncio
fr: Annonce
ja: お知らせ
ko: 공지
pt: Anúncio
ru: Объявление
tr: Duyuru
vi: Thông báo
zh: 公告

# third.pay.calendar.month.week.s.title
source: S
fr: Sam
ja: 六
ko: 토
pt: Sáb
ru: Суббота
tr: Cumartesi
vi: Thứ Bảy
zh: 六

# coin.overview.about.title
source: About
es: Acerca de
fr: À propos
ja: について
ko: 정보
pt: Sobre
ru: О нас
tr: Hakkında
vi: Về
zh: 关于

# personal.center.func.about.us.title
source: About Us
es: Sobre nosotros
fr: À propos de nous
ja: 私たちについて
ko: 회사 소개
pt: Sobre nós
ru: Выключить
tr: Hakkımızda
vi: Về chúng tôi
zh: 关于我们

# personal.center.close.ga.title
source: Disable Google verification
es: Desactivar verificación de Google
fr: Désactiver la vérification Google
ja: Google認証を閉じる
ko: Google 인증 비활성화
pt: Desativar verificação do Google
ru: %@ истечет через %@
tr: Google doğrulamasını devre dışı bırak
vi: Tắt xác minh Google
zh: 关闭Google验证

# experience.will.expire.des.title
source: %@ will be expired in %@
es: %@ expirará en %@
fr: %@ expirera dans %@
ja: そのうち%@は%@に期限切れになります
ko: %@이(가) %@에 만료될 예정입니다
pt: %@ expirará em %@
ru: Другие
tr: %@, %@ içinde süresi dolacak
vi: Trong đó, %@ sẽ hết hạn vào %@
zh: 其中 %@ 将在 %@ 过期

# otc.complain.reason.other.title
source: Others
es: Otros
fr: Autres
ja: その他
ko: 기타
pt: Outros
ru: Другая история
tr: Diğerleri
vi: Khác
zh: 其他

# order.assets.other.traded.title
source: Other assets
es: Otros activos
fr: Autres actifs
ja: 他の資産
ko: 기타 자산
pt: Outros ativos
ru: Другая история
tr: Diğer varlıklar
vi: Tài sản giao dịch khác
zh: 其他资产

# common_bill_other
source: Other history
es: Otro historial
fr: Autres enregistrements
ja: その他の記録
ko: 기타 내역
pt: Outros históricos
ru: Подтвердите отмену аккаунта
tr: Diğer geçmiş
vi: Lịch sử khác
zh: 其它记录

# account.write.off.second.confirm.msg.title
source: Reconfirm to cancel the account
es: Reconfirmar para cancelar la cuenta
fr: Confirmer à nouveau pour annuler le compte
ja: アカウントを注销する必要があることを再確認してください。
ko: 계정 취소 재확인
pt: Reconfirme para cancelar a conta
ru: Нарисуйте жест пароля снова
tr: Hesabı iptal etmek için yeniden onaylayın
vi: Vui lòng xác nhận lại việc hủy tài khoản
zh: 再次确认需要注销账号

# security.gesture.draw.again.title
source: Draw gesture password again
es: Dibuja contraseña gestual nuevamente
fr: Redessiner le mot de passe gestuel
ja: ジェスチャーパスワードを再度描画
ko: 제스처 비밀번호 다시 그리기
pt: Desenhe a senha de gesto novamente
ru: Подтвердите снова
tr: Jest şifresini tekrar çizin
vi: Vẽ lại mật khẩu cử chỉ
zh: 再次绘制手势密码

# personal.id.auth.advance.again.title
source: Verify again
es: Verificar nuevamente
fr: Certification à nouveau
ja: 再認証
ko: 다시 인증
pt: Re-verificar
ru: Введите новый пароль снова
tr: Yeniden doğrulama
vi: Xác minh lại
zh: 再次认证

# common.ps.new.input.again.title
source: Enter new password again
es: Ingresa nueva contraseña
fr: Veuillez entrer à nouveau le nouveau mot de passe
ja: 新しいパスワードを再入力してください。
ko: 새 비밀번호를 다시 입력하세요
pt: Digite a nova senha novamente
ru: Заморозка
tr: Yeni şifreyi tekrar girin
vi: Nhập lại mật khẩu mới
zh: 再次输入新密码

# contract.fund.status.freeze.title
source: Freeze
es: Congelar
fr: Gelé
ja: 凍結
ko: 동결
pt: Congelar
ru: Чистая прибыль (USDT)
tr: Dondur
vi: Đóng băng
zh: 冻结

# 跟单.净利润
source: Net Profit (USDT)
es: Ganancia neta (USDT)
fr: Profit net (USDT)
ja: 純利益 (USDT)
ko: 순 수익(USDT)
pt: Lucro Líquido (USDT)
ru: Снижение маржи позиции
tr: Net Kar (USDT)
vi: Lợi nhuận ròng (USDT)
zh: 净利润 (USDT)

# assetStatus10011
source: Reduction in position margin
es: Reducción en margen de posición
fr: Réduction de la marge de position
ja: ポジションのマージンを減少
ko: 포지션 증거금 감소
pt: Redução na margem da posição
ru: Снизить маржу
tr: Pozisyon teminatında azalma
vi: Giảm cọc vị thế
zh: 减少仓位保证金

# common_reduction_margin
source: Remove margin
es: Reducir margen
fr: Retirer la marge
ja: マージンを減少
ko: 증거금 줄이기
pt: Reduzir margem
ru: Снизить маржу
tr: Marjini azalt
vi: Giảm ký quỹ
zh: 减少保证金

# swap.margin.sub.close.price.title
source: Forced Liquidation Price after Reduction
es: Precio de liquidación forzosa después de reducción
fr: Prix de liquidation après réduction de la marge
ja: 減少後の強制決済価格
ko: 감소 후 강제청산 가격
pt: Preço de liquidação após redução de margem
ru: Продать
tr: Marjin azaltma sonrası likidasyon fiyatı
vi: Giá thanh lý sau khi giảm
zh: 减少后强平价格

# otc.order.direction.type.sell.title
source: Sell
es: Vender
ko: 매도
pt: Vender
ru: Проданная сумма ниже нижнего предела
zh: 出售

# swap.pos.share.amount.title
source: Split
es: Dividir
fr: Diviser
ja: 分配
ko: 분할하기
pt: Dividir
ru: Линия
tr: Bölme
vi: Phân bổ
zh: 分摊

# kline.period.line.title
source: Line
es: Línea
fr: Ligne
ja: 分時
ko: 라인
pt: Linha
ru: Коэффициент распределения прибыли
tr: Dakika
vi: Biểu đồ đường
zh: 分时

# 跟单.分润比例
source: Profit sharing ratio
es: Ratio de participación en ganancias
fr: Ratio de partage des bénéfices
ja: 利益配分比率
ko: 수익 공유 비율
pt: Partilha de lucro
ru: минута
tr: Kar payı oranı
vi: Tỷ lệ chia sẻ lợi nhuận
zh: 分润比例

# third.pay.minute.title
source: Minute
es: minuto
ja: 分
ko: 분
pt: minuto
ru: Переключиться на фиксированное соотношение
tr: dakika
vi: Phút
zh: 分钟

# 跟单.切换固定比例
source: Switch to fixed ratio
es: Cambiar a ratio fijo
fr: Passer à un ratio fixe
ja: 固定比率に切り替え
ko: 고정 비율로 변경하기
pt: Alternar para proporção fixa
ru: фикс. процент
tr: Sabit orana geç
vi: Chuyển đổi tỷ lệ cố định
zh: 切换固定比例

# 跟单.切换固定额度
source: Switch to fixed amount
es: Cambiar a cantidad fija
fr: Passer à un montant fixe
ja: 固定額に切り替え
ko: 고정 금액으로 변경하기
pt: Alternar para valor fixo
ru: фикс. сумма
tr: Sabit limitlere geç
vi: Chuyển đổi hạn mức cố định
zh: 切换固定额度

# swap.switch.PnL.title
source: Switching gains
es: Cambiar PnL
fr: Commute PnL
ja: 利益を切り替え
ko: 이익 변환 중
pt: Alternar PnL
ru: Переключить ROI
tr: Kazancı değiştir
vi: Chuyển đổi lợi nhuận
zh: 切换收益

# swap.switch.PnL2.title
source: Switch PnL%
es: Cambiar ROI
fr: Commute ROI
ja: 利益率を切り替え
ko: 손익% 변환하기
pt: Alternar ROI
ru: Переключиться на вход по паролю
tr: Kazanç oranını değiştir
vi: Chuyển đổi tỷ suất lợi nhuận
zh: 切换收益率

# assets.transfer.success.title
source: Transferred successfully
es: Transferencia exitosa
fr: Transféré avec succès
ja: 転送成功
ko: 성공적으로 이체되었습니다
pt: Transferido com sucesso
ru: Переведенная сумма должна быть больше нуля.
tr: Başarıyla transfer edildi
vi: Chuyển khoản thành công
zh: 划转成功

# assets.transfer.amount.title
source: Transferred amount should be greater than zero.
es: La cantidad debe ser mayor que cero.
fr: Le montant transféré doit être supérieur à zéro.
ja: 転送数量は0より大きくなければなりません。
ko: 이체된 금액은 0보다 커야 합니다.
pt: O valor transferido deve ser maior que zero.
ru: История переводов
tr: Transfer edilen miktar sıfırdan büyük olmalıdır.
vi: Số lượng chuyển khoản phải lớn hơn 0
zh: 划转数量必须大于0

# assets.transfer.record.title
source: Transfer record
es: Historial de transferencias
fr: Historique des transferts
ja: 資金移動記録
ko: 이체 기록
pt: Histórico de transferências
ru: Ввод средств перевода
tr: Transfer geçmişi
vi: Lịch sử chuyển khoản
zh: 划转记录

# otc.nickname.description.second.title
source: Please do not use offensive words, or official Aibit name (i.e., the product name), and other names on the trading platform when creating your nickname.
es: No uses palabras ofensivas o nombres oficiales al crear tu apodo.
fr: Veuillez ne pas utiliser de mots offensants, ou le nom officiel d'Aibit (c'est-à-dire le nom du produit), et d'autres noms sur la plateforme de trading lors de la création de votre surnom.
ja: ニックネームを作成する際には、不適切な言葉やAibit公式名称（製品名）、他の取引プラットフォームの名称を使用しないでください。
ko: 닉네임 생성 시 불쾌한 단어나 공식 Aibit 이름(예: 상품명)을 사용하지 마시고, 거래 플랫폼에서 다른 닉네임을 사용하지 마세요.
pt: Por favor, não use palavras ofensivas, nomes oficiais da Aibit (por exemplo, nome do produto) e outros nomes na plataforma de negociação ao criar seu apelido.
ru: Первоначальный ордер
tr: Lütfen takma adınızı oluştururken saldırgan kelimeler, resmi Aibit adı (yani, ürün adı) ve ticaret platformundaki diğer adları kullanmayınız.
vi: Khi tạo tên hiển thị, vui lòng không sử dụng từ ngữ không phù hợp, tên chính thức của Aibit (tức là tên sản phẩm) và tên của các nền tảng giao dịch khác
zh: 创建昵称时，请勿使用不雅用词、Aibit官方名称(即产品名称)和其他交易平台上的名称

# otc.payment.method.bank.delete.title
source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Успешно удалено
tr: Sil
vi: Xóa
zh: 删除

# self.choice.delete.done.title
source: Removed from Favorites
es: Favoritos eliminados
fr: Favoris supprimés avec succès
ja: お気に入りの削除に成功しました
ko: 즐겨찾기에서 제거됨
pt: Favoritos excluídos com sucesso
ru: Удалить выбранное
tr: Favoriler başarıyla silindi
vi: Xóa đồng tiền yêu thích thành công
zh: 删除自选成功

# self.choice.delete.select.title
source: Remove Selected
es: Eliminar seleccionado
fr: Supprimer la sélection
ja: 選択を削除
ko: 선택한 항목 제거
pt: Excluir selecionado
ru: К
tr: Seçilenleri Sil
vi: Xóa mục đã chọn
zh: 删除选中

# assets.transfer.to.account.title
source: To
es: A
fr: Vers
ja: まで
ko: 으로
pt: Para
ru: Ошибка загрузки
vi: Đến
zh: 到

# assets.deposit.load.more.title
source: Load more
es: Cargar más
fr: Charger plus
ja: さらに読み込む
ko: 더 로드하기
pt: Carregar mais
ru: Включая комиссию провайдера
tr: Daha fazla yükle
vi: Tải thêm
zh: 加载更多

# third.pay.pay.amount.intro.title
source: Fee include
es: Incluye tarifas
fr: Frais du fournisseur de services inclus
ja: サービスプロバイダー手数料を含む
ko: 수수료에는 다음이 포함됩니다
pt: Incluindo taxas do provedor de serviços
ru: ID блок транзакции
tr: Hizmet sağlayıcı komisyonu dahil
vi: Bao gồm phí dịch vụ
zh: 包含服务商手续费

# assets.deposit.withdraw.block.confirm.title
source: Blocks to confirm
es: Bloques para confirmar
fr: Blocs à confirmer
ja: ブロック確認
ko: 확인할 블록체인
pt: Blocos para confirmar
ru: Подтверждение блока
tr: Bloklar onay için
vi: Xác nhận khối
zh: 区块确认

# assets.withdraw.history.record.block.confirming.title
source: Block confirming.
es: Confirmando bloque
fr: Bloc de confirmation
ja: ブロック確認中
ko: 블록체인 확인 중입니다.
pt: Confirmando bloco
ru: Единичная цена
tr: Blok onaylanıyor
vi: Đang xác nhận khối
zh: 区块确认中

# otc.ad.post.unit.price.title
source: Unit price
es: Precio unitario
fr: Prix unitaire
ja: 単価
ko: 단가
pt: Preço unitário
ru: Односторонний
tr: Birim fiyat
vi: Đơn giá
zh: 单价

# swap.exchange.one.way.title
source: One-way
es: Unidireccional
fr: Unidirectionnel
ja: 一方向
ko: 단방향
ru: Односторонний/Двусторонний
tr: Tek yönlü
vi: Một chiều
zh: 单向

# exchange.order.detail.one.way.two.way.title
source: One-way/Two-way
es: Unidireccional/Bidireccional
fr: Modèle unidirectionnel/couverture
ja: 一方向/二方向
ko: 단방향/양방향
pt: One-Way/Hedge
ru: Односторонний режим
tr: Tek yönlü/Çift yönlü
vi: Một chiều/ Hai chiều
zh: 单向/双向

# swap.pos.mode.single.title
source: In one-way model, a contract can only have positions in one direction
es: Un contrato solo puede tener posiciones en una dirección
fr: En mode unidirectionnel, un contrat ne peut avoir de positions que dans une seule direction.
ja: 一方向ポジションモードでは、1つの契約に対して1つの方向のポジションのみ保持できます。
ko: 단방향 모델에서는 계약에 한 방향으로만 포지션을 보유할 수 있습니다
pt: No modelo de one-way, um contrato só pode ter posições em uma direção
ru: Лимит на одну сделку
tr: Tek yönlü pozisyon modunda, bir sözleşme sadece bir yönde pozisyon tutabilir.
vi: Trong chế độ giữ vị thế một chiều, mỗi hợp đồng chỉ được phép có vị thế theo một hướng duy nhất.
zh: 单向持仓模式下，一个合约只允许持有一个方向的仓位。

# third.pay.history.order.direction.sell.title
source: sell
es: Vender
fr: Vendre
ja: 売り
ko: 매도
pt: Vender
ru: Продать
tr: Sat
vi: Bán
zh: 卖

# product.place.order.direction.sell.title
source: Sell
es: Vender
fr: Vendre
ja: 売却
ko: 매도
pt: Vender
ru: Продать
tr: Sat
vi: Bán ra
zh: 卖出

# swap.exchange.sell.short.title
source: Sell/Short
es: Vender/Corto
fr: Vendre/Court
ja: 売り/ショート
ko: 매도하기/숏
pt: Vender/Short
ru: Закрытие позиции
tr: Satım/Kısa
vi: Bán ra/Đi ngắn
zh: 卖出/做空

# contract.order.sell.long.title1
source: Sell long
es: Vender para cerrar largo
fr: Vendre pour clôturer une position longue
ja: 売りポジションを閉じる
ko: 롱 포지션 매도하기
pt: Vender para fechar long
ru: Открыть короткую позицию
tr: Satış Yap, Uzun Pozisyon Kapat
vi: Bán khống
zh: 卖出平多

# contract.order.sell.short.title1
source: Open Short
es: Abrir corto
fr: Vendre à découvert
ja: 売却してショートポジションを開く
ko: 숏 포지션 개설하기
pt: Vender short
ru: Занято
tr: Kısa sat
vi: Bán ra mở bán
zh: 卖出开空

# asset.detail.coin.freeze.title
source: Occupied
es: Ocupado
fr: En commande
ja: 占有
ko: 사용 중
pt: Ocupado
ru: Использованная маржа
tr: Meşgul
vi: Chiếm dụng
zh: 占用

# otc.order.detail.progress.desc.other.complain.after.finish.title
source: You need to cooperate to deal with appeal even after the transaction has ended.
es: Coopera en apelación incluso después de la transacción.
fr: Vous devez coopérer pour traiter l'appel même après la fin de la transaction.
ja: この取引が終了しても、取引のトラブルを適切に処理するために協力する必要があります
ko: 귀하는 거래가 종료된 후에도 이의 제기 처리에 협조해 주셔야 합니다.
pt: Você precisa cooperar para lidar com a apelação, mesmo após o término da transação.
ru: Мы постараемся вернуть ваши активы даже после завершения сделки.
tr: İşlem sona ermiş olsa bile itirazla ilgilenmek için işbirliği yapmanız gerekmektedir.
vi: Ngay cả khi giao dịch đã kết thúc, bạn vẫn cần hợp tác xử lý tranh chấp giao dịch
zh: 即使该笔交易已结束，您也需配合妥善处理交易纠纷

# otc.order.detail.progress.desc.self.complain.after.finish.title
source: We will try our best to recover your assets even after the transaction has ended.
es: Recuperaremos tus activos incluso después de la transacción.
fr: Nous ferons de notre mieux pour récupérer vos actifs même après la fin de la transaction.
ja: この取引が終了しても、私たちは資産を取り戻すために最善を尽くします
ko: 당사는 거래가 종료된 후에도 귀하의 자산을 회수하기 위해 최선을 다할 것입니다.
pt: Faremos o possível para recuperar seus ativos, mesmo após o término da transação.
ru: чтобы получить приветственный пакет в размере $30 для новых пользователей
tr: İşlem sona ermiş olsa bile varlıklarınızı geri almak için elimizden geleni yapacağız.
vi: Ngay cả khi giao dịch đã kết thúc, chúng tôi sẽ cố gắng hết sức để giúp bạn khôi phục tài sản
zh: 即使该笔交易已结束，我们也会尽力为您追回资产

# swap.welcome.package.new.users.title
source: to grab a welcome bonus
es: Paquete de bienvenida de $30 para nuevos usuarios
fr: Profitez du cadeau de bienvenue
ja: 新手大礼包を楽しめます
ko: 신규 사용자를 위한 $30 웰컴 패키지를 신청하세요
pt: para obter um bônus de boas-vindas
ru: Скоро будет запущено
tr: Hoş geldin bonusu almak için
vi: Để nhận thưởng chào mừng
zh: 即可享受新手大礼包

# assets.finance.publish.tip.title
source: To be launched soon
es: Próximamente
fr: À venir
ja: 近日中に上場
ko: 곧 출시 예정
pt: Em breve
ru: История позиций
tr: Yakında yayınlanacak
vi: Sắp ra mắt
zh: 即将上线

# contract.order.history.pos.title
source: Position history
es: Historial de posiciones
fr: Historique des positions
ja: 履歴ポジション
ko: 포지션 내역
pt: Histórico de posições
ru: История ордеров
tr: Pozisyon geçmişi
vi: Vị thế lịch sử
zh: 历史仓位

# exchange.hsitory.order.bar.title
source: Order History
es: Historial de órdenes
fr: Historique des commandes
ja: 履歴委託
ko: 주문 내역
pt: Histórico de pedidos
ru: Закрыто
tr: Sipariş geçmişi
vi: Lệnh lịch sử
zh: 历史委托

# follow_trader_history_bring
source: Closed
es: Cerrado
fr: Fermée
ja: 過去のフォロー取引
ko: 청산됨
pt: Fechado
ru: История торговли
tr: Geçmiş kopya işlemleri
vi: Lịch sử dẫn lệnh
zh: 历史带单

# exchange.history.order.title
source: Order History
es: Historial de órdenes
fr: Historique des commandes
ja: 履歴注文
ko: 주문 내역
pt: Histórico de pedidos
ru: Закрыто
tr: Emir Geçmişi
vi: Lịch sử đơn hàng
zh: 历史订单

# 跟单.历史跟单
source: Closed
es: Cerrado
fr: Fermée
ja: 過去のフォロー取引
ko: 청산됨
pt: Fechado
ru: Причина:
tr: Kapalı
vi: Đã đóng vị thế
zh: 历史跟单

# common_to_trade
source: Trade
es: Operar
fr: Tradez maintenant
ja: 取引へ
ko: 거래
pt: Negociar
ru: Торговля
tr: Hemen Ticaret Yap
vi: Đi giao dịch
zh: 去交易

# common_to_deposit
source: Deposit now
es: Depositar ahora
fr: Déposez maintenant
ja: 入金へ
ko: 지금 입금하기
pt: Depósito
ru: Перевод
tr: Hemen Yatırım Yap
vi: Đi nạp tiền
zh: 去充值

# 跟单.去划转
source: Transfer
es: Transferir
fr: Transférer
ja: ポジションを決済する
ko: 이체
pt: Transferir
ru: Закрыть позицию
tr: Transfer yap
vi: Chuyển tiền
zh: 去划转

# 跟单.去平仓
source: Close Position
es: Cerrar posición
fr: Fermer
ja: 逐次ポジションに設定
ko: 포지션 청산하기
pt: Fechar posição
ru: Войти
tr: Pozisyon kapat
vi: Đóng lệnh
zh: 去平仓

# reset.password.success.login.button.title
source: To login
es: Iniciar sesión
fr: Aller à la connexion
ja: ログインに行く
ko: 로그인 방법
pt: Entrar
ru: Ссылка
tr: Giriş yap
vi: Đi đăng nhập
zh: 去登录

# common.go.kyc.auth.title
source: To verify
es: Verificar
ko: 인증 방법
pt: Para verificar
ru: Верифицировать
zh: 去认证

# common_to_setting
source: Setting
es: Configuración
fr: Paramètres
ja: 設定へ
ko: 설정
pt: Configuração
ru: Настроить
tr: Ayarlar
vi: Đi cài đặt
zh: 去设置

# otc.guide.setting.title
source: To set
es: Configurar
ko: 설정하려면
pt: Configuração
ru: Купить
zh: 去设置

# assets.financial.algorithm.buy.title
source: To buy
es: Comprar
fr: Acheter
ja: 購入に行く
ko: 매수 방법
pt: Comprar
ru: Двусторонний
tr: Satın almak
vi: Đi mua ngay
zh: 去购买

# swap.exchange.two.way.title
source: Two-way
es: Bidireccional
fr: Couverture
ja: 双方向
ko: 양방향
pt: Hedge
ru: Хедж режим
tr: Hedge
vi: Hai chiều
zh: 双向

# swap.pos.double.direction.title
source: Hedge Mode
es: Modo cobertura
fr: Mode de couverture
ja: 双方向ポジション
ko: 헤지 모드
pt: Modo de Hedge
ru: Опубликовать объявление
tr: Hedge Modu
vi: Nắm giữ hai chiều
zh: 双向持仓

# user.center.find.new.version.update.title
source: New version founded
es: Nueva versión encontrada
fr: Nouvelle version disponible
ja: 新しいバージョンを発見しました
ko: 새로운 버전이 있습니다
pt: Nova versão disponível
ru: Инициировать апелляцию
tr: Yeni sürüm bulundu
vi: Phát hiện phiên bản mới
zh: 发现新版本

# otc.complain.title
source: Initiate an appeal
es: Iniciar apelación
fr: Lancer un appel
ja: 申し立てを開始
ko: 이의 제기 시작하기
pt: Iniciar uma apelação
ru: Успешно отправлено
tr: İtiraz başlat
vi: Khởi tạo khiếu nại
zh: 发起申诉

# common.sent.successful.title
source: Sent successfully
es: Enviado
fr: Envoi réussi
ja: 送信成功
ko: 성공적으로 전송되었습니다
pt: Enviado com sucesso
ru: Отменить
tr: Başarıyla gönderildi
vi: Gửi thành công
zh: 发送成功

# otc.order.detail.left.item.cancel.title
source: Cancel transaction.
es: Cancelar transacción
fr: Annuler la transaction.
ja: 取引をキャンセル
ko: 거래 취소하기.
pt: Cancelar transação.
ru: Отменить заявку трейдера
tr: İşlemi iptal et.
vi: Hủy giao dịch
zh: 取消交易

# self.choice.cancel.select.all.title
source: Deselect All
es: Deseleccionar todo
fr: Désélectionner tout
ja: 全選択をキャンセル
ko: 모두 선택 취소
pt: Desmarcar todos
ru: Успешно отменено
tr: Tümünü Seçme
vi: Hủy chọn tất cả
zh: 取消全选

# otc.complain.detail.cancel.topic.title
source: Cancel appeal
es: Cancelar apelación
fr: Annuler l'appel
ja: 申し立てをキャンセル
ko: 이의 제기 취소하기
pt: Cancelar apelação
ru: Отменить ордер
tr: İtirazı iptal et
vi: Hủy khiếu nại
zh: 取消申诉

# otc.order.detail.cancel.alert.title
source: Cancel the order
es: Cancelar pedido
fr: Annuler la commande
ja: 注文をキャンセル
ko: 주문 취소하기
pt: Cancelar o pedido
ru: Отписаться
tr: Siparişi iptal et
vi: Hủy đơn hàng
zh: 取消订单

# common_unfollow
source: Unfollow
es: Dejar de seguir
fr: Ne plus suivre
ja: フォローをキャンセル
ko: 팔로우 취소하기
pt: Deixar de seguir
ru: Отписаться
tr: Takip etmeyi bırak
vi: Hủy theo dõi
zh: 取消跟随

# 跟单.取消跟随弹窗内容
source: If you unfollow this trader, positions that you have copied from them will not be closed immediately. You can go to the futures page to manually close them.
es: Si dejas de seguir a este trader, las posiciones que copiaste de ellos no se cerrarán inmediatamente. Puedes cerrarlas manualmente en la página de futuros.
fr: Si vous ne suivez plus ce trader, les positions que vous avez copiées ne seront pas fermées immédiatement. Vous pouvez aller sur la page des futures pour les fermer manuellement.
ja: このトレーダーのフォローをキャンセルします。既にフォローしているトレーダーのポジションは即座には決済されず、契約ページに移動して手動で決済できます。
ko: 이 트레이더의 팔로우를 취소하더라도, 트레이더로부터 복사한 포지션은 즉시 청산되지 않습니다.선물 페이지로 이동하여 수동으로 청산할 수 있습니다.
pt: Se você deixar de seguir este trader, as posições que você copiou dele não serão fechadas imediatamente. Você pode ir para a página de futuros para fechá-las manualmente.
ru: Только мейкер
tr: Bu tüccarı takip etmeyi bırakırsanız, onlardan kopyaladığınız pozisyonlar hemen kapatılmayacaktır. Bunları manuel olarak kapatmak için vadeli işlem sayfasına gidebilirsiniz.
vi: Hủy theo dõi trader này, các vị thế đã mở theo trader này sẽ không bị đóng ngay lập tức, bạn có thể đến trang hợp đồng để đóng thủ công.
zh: 取消跟随此交易员，已跟随此交易员开仓的仓位不会立即平仓，您可以前往合约页面手动平仓。

# swap.pos.place.order.maker.only.title
source: Maker only
es: Solo maker
fr: Uniquement Maker
ja: Makerのみで取引
ko: 메이커 온리
pt: Apenas Maker
ru: Только уменьшить
tr: Sadece Maker
vi: Chỉ làm maker
zh: 只做maker

# exchange.place.order.avail.buy.title
source: Max Buy
es: Precio mercado
fr: Achat max
ja: 購入可能
ko: 매수 가능
pt: Máximo de compra
ru: Доступно для продажи
tr: Maksimum alım
vi: Có thể mua
zh: 可买

# exchange.place.order.avail.sell.title
source: Max Sell
es: Disponible para vender
fr: Vente max
ja: 販売可能
ko: 매도 가능
pt: Máximo de venda
ru: Доступно:
tr: Maksimum satış
vi: Có thể bán
zh: 可卖

# swap.close.pos.max.close.title
source: Available：
es: Disponible:
fr: Disponible :
ja: 平らにできる：
ko: 사용 가능:
pt: Disponível:
ru: Максимум длинная позиция
tr: Kullanılabilir:
vi: Có thể đóng:
zh: 可平：

# swap.place.order.close.more.title
source: Max long
es: Máximo largo
fr: Long maximal
ja: ロングポジションを決済可能
ko: 최대 롱
pt: Máximo long
ru: закрытия лонг
tr: Max uzun
vi: Có thể đóng dài
zh: 可平多

# swap.close.pos.avail.close.amount.not.enough.title
source: Insufficient close position quantity
es: Cantidad insuficiente para cerrar posición
fr: Montant insuffisant pour la fermeture
ja: 決済可能数量が不足しています
ko: 청산 포지션 수량이 충분하지 않습니다
pt: Quantidade insuficiente para fechamento
ru: Максимум короткая позиция
tr: Kapanış için yetersiz miktar
vi: Số lượng có thể đóng không đủ
zh: 可平数量不足

# swap.close.pos.tpsl.close.title
source: Liquidation Quantity:
es: Cantidad de liquidación:
fr: Quantité de liquidation :
ja: 平らにできる量:
ko: 청산 수량:
pt: Quantidade de liquidação:
ru: Доступно
tr: Tasfiye Miktarı:
vi: Số lượng có thể đóng:
zh: 可平量:

# contract.order.current.openable.title
source: Avail
es: Disponible
fr: Disponible
ja: 開くことができる
ko: 이용 가능
pt: Disponível
ru: Максимум длинная позиция
tr: Kullanılabilir
vi: Có thể mở
zh: 可开

# product.available.balance.title
source: Avbl
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
pt: Disponível
ru: Доступная сеть
tr: Mevcut
vi: Có thể sử dụng
zh: 可用

# 资产.可用余额
source: Available Balance
es: Balance disponible
fr: Solde disponible
ja: 利用可能残高
ko: 사용 가능한 잔액
pt: Saldo Disponível
ru: Доступные активы
tr: Mevcut Bakiye
vi: Số dư khả dụng
zh: 可用余额

# assets.withdraw.history.avail.net.title
source: Available network
es: Red disponible
fr: Réseaux disponibles
ja: 利用可能ネットワーク
ko: 사용 가능한 네트워크
pt: Redes disponíveis
ru: Доступно (финансовый счет)
tr: Mevcut ağlar
vi: Mạng lưới có sẵn
zh: 可用网络

# assets.withdraw.avail.balance.title
source: Available (Funding account)
es: Disponible (cuenta de financiación)
fr: Disponible (compte de financement)
ja: 利用可能（資金アカウント）
ko: 사용 가능(자금계좌)
pt: Disponível (conta de financiamento)
ru: Тейкер
tr: Mevcut (fonlama hesabı)
vi: Sẵn có (tài khoản quỹ)
zh: 可用（资金账户）
