Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# swap.pos.hover.pos.volume.tip
source: Current number of positions. Submitting closing or reduce-only orders will reduce the positions available for closing
es: Número actual de posiciones. Enviar órdenes de cierre o solo reducción reducirá las posiciones disponibles para cerrar
fr: Nombre actuel de positions. Soumettre des ordres de clôture ou des ordres de réduction uniquement réduira les positions disponibles pour la clôture
ja: 現在のポジション数量。決済または減少タイプの注文を提出すると、可決済数量が減少します。
ko: 현재 포지션 수.청산 또는 리듀스 온리(reduce-only) 주문을 제출하면 청산에 사용할 수 있는 포지션이 줄어듭니다.
pt: Número atual de posições. Enviar ordens de fechamento ou apenas reduzir diminuirá as posições disponíveis para fechamento.
ru: Текущее количество позиций. Подача заявок на закрытие или ордеров только на уменьшение уменьшит количество позиций, доступных для закрытия
tr: Mevcut pozisyon miktarı, kapanış veya yalnızca pozisyon azaltma türündeki emirler, işlem yapılabilir miktarı azaltacaktır.
vi: Số lượng hiện tại của vị thế, gửi lệnh đóng hoặc giảm vị thế sẽ làm giảm số lượng có thể đóng
zh: 当前的持仓数量，提交平仓或只减仓类型的订单会减少可平数量

# swap.pos.single.direction.title
source: One-way Mode
es: Modo unidireccional
fr: Mode unidirectionnel
ja: 一方向ポジション
ko: 단방향 모드
pt: Modo One-Way
ru: Односторонний режим
tr: Tek yönlü pozisyon
vi: Vị thế một chiều
zh: 单向持仓

# swap.pos.type.title
source: Position type
es: Tipo de posición
fr: Type de position
ja: ポジションタイプ
ko: 포지션 유형
pt: Tipo de posição
ru: Тип позиции
tr: Pozisyon türü
vi: Loại vị thế
zh: 持仓类型

# swap.scan.qr.download.app.title
source: Scan the QR code to download the Aibit APP and register
es: Escanea el código QR para descargar la app de Aibit y registrarte
fr: Scannez le code QR pour télécharger l'application Aibit et vous inscrire
ja: QRコードをスキャンしてAibit APPをダウンロードし、登録してください
ko: QR 코드를 스캔하여 Aibit 앱을 다운로드하고 등록하여
pt: Escaneie o QR code para baixar o APP Aibit e se registrar
ru: Сканируйте QR-код, чтобы загрузить приложение Aibit и зарегистрироваться
tr: QR kodunu tarayarak Aibit Uygulamasını indirip kaydolun
vi: Quét mã để tải ứng dụng Aibit và đăng ký
zh: 扫码下载 Aibit APP 并注册

# swap.symbol.code.title
source: Futures code
es: Código de futuros
fr: Code des futures
ja: 契約コード
ko: 선물 코드
pt: Código de Futuros
ru: Фьючерсный код
tr: Vadeli işlem kodu
vi: Mã hợp đồng
zh: 合约代码

# swap.tpsl.expire.time.title
source: Validity period of conditional/take-profit/stop-loss order
es: Cálculo liquidación
fr: Période de validité de l'ordre conditionnel/ ordre de take-profit/stop-loss
ja: 条件注文/利食い・損切りの有効期限
ko: 조건부/이익 실현/손절 주문의 유효 기간
pt: Validade de ordem condicional/take-profit/stop-loss
ru: Срок действия условного/текущего/стоп-лосс ордера
tr: Koşullu/kar al/zarar durdurma emrinin geçerlilik süresi
vi: Thời gian hiệu lực lệnh điều kiện/Chốt lời dừng lỗ
zh: 条件单/止盈止损有效期

# swap.tpsl.sl.price.must.low.latest.price.title
source: The stop-loss price must be less than the last price and greater than the liquidation price
es: El precio de stop-loss debe ser menor que el último precio y mayor que el precio de liquidación
fr: Le prix de stop-loss doit être inférieur au prix actuel et supérieur au prix de liquidation forcée
ja: ストップロス価格は最新価格より小さく、強制決済価格より大きくする必要があります
ko: 손절 가격은 마지막 가격보다 낮고 강제청산 가격보다 높아야 합니다
pt: O preço de stop-loss deve ser menor que o último preço e maior que o preço de liquidação
ru: Цена стоп-лосса должна быть меньше последней цены и больше цены ликвидации
tr: Zarar durdurma fiyatı, son fiyatından küçük ve likidasyon fiyatından büyük olmalıdır.
vi: Giá cắt lỗ phải nhỏ hơn giá mới nhất và lớn hơn giá thanh lý
zh: 止损价需小于最新价格，大于强平价格

# swap.tpsl.sl.price.must.over.latest.price.title
source: The stop-loss price must be greater than the last price and less than the liquidation price
es: El precio de stop-loss debe ser mayor que el último precio y menor que el precio de liquidación
fr: Le prix de stop-loss doit être supérieur au prix actuel et inférieur au prix de liquidation forcée
ja: ストップロス価格は最新価格より大きく、強制決済価格より小さくする必要があります
ko: 손절 가격은 마지막 가격보다 높고 강제청산 가격보다 낮아야 합니다
pt: O preço de stop-loss deve ser maior que o preço de marcação e menor que o preço de liquidação
ru: Цена стоп-лосса должна быть больше последней цены и меньше цены ликвидации
tr: Zarar durdurma fiyatı, işaret fiyatından büyük ve likidasyon fiyatından küçük olmalıdır.
vi: Giá cắt lỗ phải lớn hơn giá mới nhất và nhỏ hơn giá thanh lý
zh: 止损价需大于最新价格，小于强平价格

# swap.tpsl.tp.price.must.low.latest.price.title
source: The take-profit price needs to be less than the last price
es: El precio de take-profit debe ser menor que el precio de marca
fr: Le prix de take-profit doit être inférieur au prix de marquage
ja: 利食い価格は最新価格より小さくする必要があります
ko: 손절 가격은 마지막 가격보다 낮고
pt: O preço de take-profit precisa ser menor que o preço de marcação
ru: Цена тейк-профита должна быть меньше цены отметки
tr: Kar al fiyatı, son fiyattan düşük olmalıdır
vi: Giá chốt lời phải nhỏ hơn giá mới nhất
zh: 止盈价需小于最新价格

# swap.tpsl.tp.price.must.over.latest.price.title
source: The take-profit price needs to be greater than the last price
es: El precio de take-profit debe ser mayor que el último precio
fr: Le prix de take-profit doit être supérieur au dernier prix
ja: 利食い価格は最新価格より大きくする必要があります
ko: 이익실현 가격은 마지막 가격보다 높아야 합니다
pt: O preço de take-profit precisa ser maior que o último preço
ru: Цена тейк-профита должна быть больше, чем последняя цена
tr: Kar al fiyatı, son fiyattan yüksek olmalıdır
vi: Giá chốt lời phải lớn hơn giá mới nhất
zh: 止盈价需大于最新价格

# swap.volume.unit.title
source: Futures unit
es: Unidad de futuros
fr: Unité du futur
ja: 契約単位
ko: 선물 단위
pt: Unidade de futuros
ru: Фьючерсная единица
tr: Vadeli işlem birimi
vi: Đơn vị hợp đồng
zh: 合约单位

# third.pay.calendar.date.year.title
source: Year
es: Año
fr: Année
ja: 年
ko: 연
pt: Ano
ru: Год
tr: Yıl
vi: Năm
zh: 年

# 跟单.合约跟单
source: Futures Copy Trading
es: Copy trading de futuros
fr: Copy trading de contrats à terme
ja: 契約フォロー注文
ko: 선물 복사거래
pt: Copy Trading de Futuros
ru: Контракт.
tr: Vadeli Kopya Ticaret
vi: Sao chép hợp đồng
zh: 合约跟单

# 跟单.开仓价格
source: Opening price (USDT)
es: Precio de entrada（USDT）
fr: Prix d'entrée (USDT)
ja: オープン価格 (USDT)
ko: 진입 가격(USDT)
pt: Preço de Entrada (USDT)
ru: Цена входа（USDT）
tr: Giriş Fiyatı (USDT)
vi: Giá mở lệnh (USDT)
zh: 开仓价格 (USDT)

# 跟单.可用资产
source: Available Assets
es: Activos disponibles
fr: Actif disponible
ja: 利用可能な資産
ko: 가용 자산
pt: Ativos Disponíveis
ru: Имеющиеся средства
tr: Kullanılabilir Varlıklar
vi: Tài sản khả dụng
zh: 可用资产

# 跟单.昵称*
source: Nickname*
es: Apodo*
fr: Surnom*
ja: ニックネーム*
ko: 닉네임*
pt: Apelido*
ru: Никнейм*
tr: Takma ad*
vi: Biệt danh*
zh: 昵称*

# 跟单.平仓价格
source: Close Price (USDT)
es: Precio de cierre (USDT)
fr: Prix de clôture (USDT)
ja: クローズ価格 (USDT)
ko: 청산 가격(USDT)
pt: Preço de Fechamento (USDT)
ru: Цена закрытия (USDT)
tr: Kapanış Fiyatı (USDT)
vi: Giá đóng lệnh (USDT)
zh: 平仓价格 (USDT)

# 跟单.取消交易员申请
source: Request to cancel lead trader status
es: Cancelar aplicación
fr: Demande d'annulation du statut de trader principal
ja: トレーダーのキャンセルを申請
ko: 트레이더 신청 취소하기
pt: Cancelar trader
ru: Отменить заявку трейдера
tr: Lider yatırımcı statüsünü iptal etme talebi
vi: Yêu cầu hủy nhà giao dịch
zh: 申请取消交易员

# 跟单.申请条件2
source: Complete KYC LV1 verification.
es: Completa la verificación KYC LV1.
fr: Complétez la vérification KYC LV1.
ja: LV1の本人確認を完了してください。
ko: KYC 레벨1 인증 완료.
pt: Conclua a verificação KYC LV1.
ru: Завершить проверку KYC LV1.
tr: KYC LV1 doğrulamasını tamamlayın.
vi: Hoàn thành xác thực danh tính cấp LV1.
zh: 完成LV1实名认证。

# 跟单.我的跟单
source: My Copy Trading
es: Mi copy trading
fr: Mon Copy Trading
ja: 私のフォロー注文
ko: 나의 복사거래
pt: Meu Copy Trading
ru: Мой список приспешников
tr: Benim Kopya Ticaretim
vi: Lệnh sao chép của tôi
zh: 我的跟单

# 跟单.我的交易员
source: My Lead Traders
es: Mis traders
fr: Mes Traders Leaders
ja: 私のトレーダー
ko: 나의 트레이더
pt: Meus Traders
ru: Мои трейдеры
tr: Benim Lider Tüccarlarım
vi: Nhà giao dịch của tôi
zh: 我的交易员

# 跟单.已入驻
source: Have been here for {} days
es: Has estado aquí {} días
fr: Ici depuis %@ jours
ja: 入居して{}日
ko: {}일 동안 이곳에 있었습니다
pt: Está aqui há {} dias
ru: Был здесь {} дней
tr: {} gündür buradayım
vi: Đã tham gia %@ ngày
zh: 已入驻{}天

# common_no_data_yet
source: No data yet
es: No hay datos
fr: Aucun enregistrement trouvé
ja: データはありません
ko: 데이터 없음
pt: Ainda sem dados
ru: Пока нет данных
tr: Henüz veri yok
vi: Không có dữ liệu
zh: 暂无数据

# 跟单.占用保证金
source: Occupied Margin
es: Margen utilizado
fr: Marge occupée
ja: 占有マージン
ko: 점유 증거금
pt: Margem Ocupada
ru: Забрать депозит
tr: Kapalı Marjin
vi: Sử dụng ký quỹ
zh: 占用保证金

# 跟单.最大回撤
source: MDD
ja: 最大ドローダウン
ru: Максимальная просадка
vi: Sự giảm giá lớn nhất
zh: 最大回撤

# 资产.体验金说明弹窗内容
source: Activated: {} USDT Pending Activation: {} USDT (Including {} USDT expiring in {} days)
es: Activado:{} USDT Pendiente de activación: {} USDT ({} USDT vencerán en {} días)
fr: Activé : %@ jours)
ja: 已にアクティブ：{} USDT 待機中：{} USDT （そのうち {} USDT は{}日後に期限切れになります）
ko: 활성화됨: {} USDT 보류 중인 활성화: {} USDT({}일 후 만료되는 {} USDT 포함)
pt: Ativado: {} USDT Aguardando Ativação: {} USDT (Incluindo {} USDT que expiram em {} dias)
ru: Активировано: {} USDT В ожидании активации: {} USDT ({} USDT истекут через {} дней)
tr: Etkinleştirildi: {} USDT Aktivasyona Bekleyen: {} USDT (Buna {} USDT dahildir, {} gün içinde süresi dolacak)
vi: Đã kích hoạt: %@ ngày)
zh: 已激活：{} USDT 待激活：{} USDT (其中 {} USDT 将在{}天后过期)

# 跟单.未实现盈亏
source: Unrealized PNL (USDT)
es: PnL no realizado (USDT)
fr: PNL non réalisé (USDT)
ja: 未実現利益または損失 (USDT)
ko: 미실현 손익(USDT)
pt: PnL Não Realizado (USDT)
ru: Нереализованная прибыль (USDT)
tr: Gerçekleşmemiş Kar/Zarar (USDT)
vi: Lợi nhuận và thua lỗ chưa thực hiện (USDT)
zh: 未实现盈亏 (USDT)

# 资产.未实现盈亏弹窗说明
source: The unrealized PnL calculated based on the {}, can be adjusted to use the {} in the position settings.
es: El PnL no realizado calculado según el precio de {} ajustarse para usar el precio de {} en la configuración de posición.
fr: Le PnL latent calculé sur la base de %@ dans les paramètres de position.
ja: {} に基づいて計算された未実現損益は、ポジション設定で {} を使用するように調整できます。
ko: {} 기준으로 계산된 미실현 손익은 포지션 설정에서 {} 조정할 수 있습니다.
pt: El PnL no realizado calculado según el precio de {} ajustarse para usar el precio de {} en la configuración de posición.
ru: Нереализованная прибыль и убыток (PnL), рассчитанные на основе {}, могут быть изменены на использование {} настройках позиции.
tr: Pozisyon ayarlarında, {} temel alınarak hesaplanan gerçekleşmemiş kâr ve zarar (PnL), {} kullanılacak şekilde ayarlanabilir.
vi: Lợi nhuận và thua lỗ chưa thực hiện tính theo %@.
zh: 根据{}计算的未实现盈亏，可在仓位中设置为{}计算。

# kline_percent_today
source: Today
es: Hoy
fr: Aujourd'hui
ja: 今日
pt: Hoje
ru: сегодня
tr: Bugün
vi: Hôm nay
zh: 今天

# kline_percent_7
source: 7 days
es: 7 días
fr: 7 jours
ja: 7日
ko: 7일
pt: 7 dias
ru: 7 дней
tr: 7 gün
vi: 7 ngày
zh: 7天

# kline_percent_30
source: 30 days
es: 30 días
fr: 30 jours
ja: 30日
ko: 30일
pt: 30 dias
ru: 30 дней
tr: 30 gün
vi: 30 ngày
zh: 30天

# kline_percent_90
source: 90 days
es: 90 días
fr: 90 jours
ja: 90日
ko: 90일
pt: 90 dias
ru: 90 дней
tr: 90 gün
vi: 90 ngày
zh: 90天

# kline_percent_180
source: 180 days
es: 180 días
fr: 180 jours
ja: 180日
ko: 365일
pt: 180 dias
ru: 180 дней
tr: 180 gün
vi: 180 ngày
zh: 180天

# kline_percent_365
source: 1 Year
es: 365 días
fr: 1 an
ja: 365日
ko: 180일
pt: 365 dias
ru: 365 дней
tr: 365 gün
vi: 365 ngày
zh: 365天

# personal.id.auth.check.info.topic.title
source: Personal info
es: Verificación básica
fr: Vérification de base
ja: 基礎認証
ko: 개인 정보
pt: Verificação básica
ru: Основная проверка
tr: Temel doğrulama
vi: Xác minh cơ bản
zh: 基础认证

# personal.id.auth.title
source: Verification
es: Verificación
fr: Vérification
ja: 認証済み
ko: 인증
pt: Verificado
ru: Проверено
tr: Doğrulandı
vi: Xác minh
zh: 已认证

# personal.id.auth.check.info.advance.title
source: Photo verification
es: Verificación avanzada
fr: Vérification avancée
ja: 高度な認証
ko: 사진 인증
pt: Verificação avançada
ru: Продвинутая проверка
tr: İleri düzey doğrulama
vi: Xác minh nâng cao
zh: 高级认证

# personal.id.personal.info.not.pass.title
source: Unapproved
es: No aprobado
fr: Non approuvé
ja: 不合格
ko: 승인되지 않음
pt: Não aprovado
ru: Не пройдено
tr: Onaylanmadı
vi: Không được chấp thuận
zh: 未通过

# uc.tip.enter.phone
source: Please enter phone number
es: Por favor, ingresa el número móvil
fr: Veuillez entrer votre numéro de téléphone
ja: 電話番号を入力してください
ko: 전화번호를 입력하세요
pt: Por favor, insira o número de celular
ru: Введите номер телефона
tr: Lütfen telefon numarasını girin
vi: Vui lòng nhập số điện thoại
zh: 请输入手机号

# 跟单.最大跟随
source: Maximum copy trading amount
es: Monto máximo de copy trading
fr: Montant maximal de trading copié
ja: 最大フォロー
ko: 최대 복사 거래 금액
pt: Valor máximo de copy trading
ru: Макс. слежение %@
tr: Maksimum kopya işlem miktarı
vi: Mức tối đa
zh: 最大跟随

# login_bind_old_account
source: Link Existing Aibit Account
es: Asocia una cuenta existente de Aibit
fr: Lier un compte Aibit existant
ja: 既存のAibitアカウントを関連付ける
ko: 기존 Aibit 계정 연동
pt: Vincular Conta Aibit Existente
ru: Связать существующий аккаунт Aibit
tr: Mevcut Aibit Hesabını Bağla
vi: Liên kết tài khoản Aibit đã có
zh: 关联已有的Aibit账户

# login_bind_create_account
source: Create an account
ko: 계정을 생성하다
pt: Criar uma conta
ru: Создать аккаунт
zh: 创建账号

# third_account_connect
source: Connect
es: Asociar
fr: Connecter
ja: 関連付け
ko: 연결하다
pt: Conectar
ru: связь
tr: Bağlan
vi: Liên kết
zh: 关联

# third_account_disconnect
source: Disconnect
es: Desvincular
fr: Déconnecter
ja: 解除
ko: 연결 해제
pt: Desconectar
ru: разорвать связь
tr: Bağlantıyı Kes
vi: Hủy liên kết
zh: 解除关联

# third_connect_success
source: Connect Succeeded
es: Asociación exitosa
fr: Connexion réussie
ja: 関連付けに成功しました
ko: 연결 성공함
pt: Conexão Bem-sucedida
ru: Связь успешно установлена
tr: Bağlantı Başarılı
vi: Liên kết thành công
zh: 关联成功

# third_disconnect_success
source: Disconnect Succeeded
es: Desvinculación exitosa
fr: Déconnexion réussie
ja: 解除に成功しました
ko: 연결 해제
pt: Desconexão Bem-sucedida
ru: Удаление успешно выполнено
tr: Bağlantı Başarılı
vi: Hủy liên kết thành công
zh: 解除成功

# third_google
source: Google Account
es: Cuenta de Google
fr: Compte Google
ja: Googleアカウント
ko: Google 계정
pt: Conta Google
ru: Учетная запись Google
tr: Google Hesabı
vi: Tài khoản Google
zh: Google 账户

# third_account_manage
source: Third-Party Account Management
es: Gestión de cuentas de terceros
fr: Gestion de compte tiers
ja: 第三者アカウント管理
ko: 타사 계정 관리
pt: Gerenciamento de Contas de Terceiros
ru: Управление аккаунтами сторонних сервисов
tr: Üçüncü Taraf Hesap Yönetimi
vi: Quản lý tài khoản bên thứ ba
zh: 第三方账号管理

# rate_guide_title
source: Please rate Aibit!
es: ¡Por favor califica Aibit!
fr: Veuillez noter Aibit !
ja: Aibitに評価をお願いします！
ko: Aibit를 평가해 주세요!
pt: Por favor, avalie a Aibit!
ru: Пожалуйста, оцените Aibit!
tr: Lütfen Aibit’i derecelendirin!
vi: Hãy đánh giá Aibit!
zh: 请为Aibit评个分吧！

# rate_guide_des
source: Your feedback will help us improve.
es: Tu apoyo nos motiva a mejorar.
fr: Vos commentaires nous aideront à nous améliorer.
ja: あなたの応援が私たちをさらに良くします。
ko: 귀하의 피드백은 저희가 개선하는 데 도움이 될 것입니다.
pt: Seu feedback nos ajudará a melhorar.
ru: Ваш отзыв поможет нам стать лучше.
tr: Geri bildiriminiz bize gelişmemiz için yardımcı olacaktır.
vi: Sự khích lệ của bạn sẽ giúp chúng tôi làm tốt hơn.
zh: 您的鼓励会让我们做得更好。

# rate_guide_go
source: Rate
es: Calificar
fr: Taux
ja: 評価に行く
ko: 평가
pt: Avaliar
ru: Оценить сейчас
tr: Derecelendir
vi: Tỷ lệ
zh: 去评分

# rate_guide_feedback
source: Feedback
es: Sugerencias y comentarios
fr: Commentaires
ja: フィードバックと提案
ko: 피드백
ru: Оставить отзыв
tr: Geri Bildirim
vi: Phản hồi và gợi ý
zh: 反馈建议

# rate_guide_cancel
source: Rate Later
es: Calificar más tarde
fr: Noter plus tard
ja: 後で評価
ko: 나중에 평가
pt: Avaliar Depois
ru: Оценить позже
tr: Sonra Derecelendir
vi: Đánh giá sau
zh: 稍后评分

# rate_guide_personal
source: Rate Aibit
es: Calificar Aibit
fr: Noter Aibit
ja: Aibitに評価をする
ko: Aibit에 평가하기
pt: Avaliar Aibit
ru: Оцените Aibit
tr: Aibit’i Derecelendir
vi: Đánh giá Aibit
zh: 为Aibit评分

# wealth_regularly
source: Locked
es: Plazo fijo
fr: Verrouillé
ja: 定期
ko: 정기적인
pt: Fixed-Term
ru: обычный
tr: Vadeli
vi: Định kỳ
zh: 定期

# wealth_term
source: Durations
es: Duración
fr: Durées
ja: 期限
ko: 용어
ru: термин
tr: Süreler
vi: Thời gian
zh: 期限

# wealth_help_prob
source: FAQ
es: Preguntas frecuentes
ja: よくある質問
pt: Perguntas frequentes
ru: Часто задаваемые вопросы
vi: Câu hỏi thường gặp
zh: 常见问题

# invest_prod_rule
source: Product Rules
es: Reglas del producto
fr: Règles du produit
ja: 商品ルール
ko: 제품 규칙
ru: правила продукта
tr: Ürün Kuralları
vi: Quy tắc sản phẩm
zh: 产品规则

# wealth_rule_title1
source: 1. Reward
es: 1. Recompensas
fr: 1. Récompenses
ja: 1、報酬
ko: 1. 상
pt: 1. Recompensas
ru: 1. награда
tr: 1. Ödüller
vi: 1. Phần thưởng
zh: 1、奖励

# wealt_rule_desc1
source: The APR of fixed-term products is fixed after subscription. For tiered rates, APR is calculated based on your total subscription amount at the time of subscription. The reward starts accruing at 00:00 the day after subscription. Check the subscription page for specific interest and principal distribution times.
es: La tasa de interés anual APR del producto a plazo fijo es fija después de la suscripción. Si es una tasa escalonada, se calculará el APR de esta suscripción en función del monto acumulado al momento de la suscripción. Esta recompensa comienza a acumularse a partir de las 00:00 después de la suscripción. Consulte la página de suscripción para obtener los detalles sobre los tiempos de pago de intereses y reembolso del capital.
fr: Le TAEG des produits à terme fixe est fixé après la souscription. Pour les taux par paliers, le TAEG est calculé en fonction du montant total de votre souscription au moment de la souscription. La récompense commence à s'accumuler à 00:00 le jour suivant la souscription. Consultez la page de souscription pour connaître les horaires spécifiques de distribution des intérêts et du capital.
ja: 定期商品APR年利率は申込み後固定です。階段式利率の場合、申込み時に累積申込額に基づいて今回の申込のAPR年利率が計算されます。この報酬は申込みの翌日の00:00から計算が開始されます。具体的な利息発生及び元本返還の時間は申込みページでご確認ください。
ko: 기간상품의 연이율은 가입 후 고정됩니다. 차등 이자율인 경우, 이 구독에 대한 연이율은 귀하가 구독할 때 누적 구독 금액을 기준으로 계산됩니다. 보상은 가입 다음날 00:00부터 계산됩니다. 구체적인 이자지급 및 원금상환 시기는 청약페이지에서 확인하시기 바랍니다.
pt: A taxa de juros anual TAEG dos produtos a prazo é fixada após a assinatura. Se for uma taxa de juros escalonada, a taxa de juros anual APR para esta assinatura será calculada com base no valor cumulativo da sua assinatura no momento da assinatura. A recompensa será calculada a partir das 00h00 do dia seguinte à assinatura. Verifique a página de assinatura para saber o pagamento de juros específico e o prazo de reembolso do principal.
ru: Годовая процентная ставка по срочным продуктам фиксируется после подписки. Если это многоуровневая процентная ставка, годовая процентная ставка за эту подписку будет рассчитываться на основе совокупной суммы вашей подписки на момент подписки. Награда будет начислена начиная с 00:00 следующего дня подписки. Пожалуйста, проверьте страницу подписки, чтобы узнать конкретную выплату процентов и время погашения основной суммы долга.
tr: Vadeli ürünlerin APR'si abone olduktan sonra sabitlenir. Dereceli faiz oranlarında, APR, abonelik anındaki toplam abone miktarınıza göre hesaplanır. Ödül, abone olmanın ertesi günü saat 00:00'da birikmeye başlar. Spesifik faiz ve ana para dağıtım zamanları için abonelik sayfasını kontrol edin.
vi: Lãi suất APR cho sản phẩm định kỳ sẽ cố định sau khi đăng ký. Nếu là lãi suất bậc thang, nó sẽ được tính dựa trên tổng số tiền đã đăng ký của bạn khi đăng ký. Lãi sẽ được tính từ 00:00 ngày hôm sau khi đăng ký.
zh: 定期产品APR年利率在申购之后是固定的。如果是阶梯利率，会在您申购时基于您的累计申购额度计算本次申购的APR年利率。该奖励于申购隔00:00开始计算。具体发息及还本时间请在申购页面查看。

# wealt_rule_title2
source: 2. Redemption
es: 2. redención
fr: 2. Rachat
ja: 2、解約
ko: 2. 구원
pt: 2. redenção
ru: 2、искупление
tr: 2. İade
vi: 2. Rút tiền
zh: 2、赎回

# wealth_rule_desc3
source: Redemption cannot be canceled, and all interest will be forfeited. After selecting early redemption, the assets will be returned to your chosen spot account within 24 hours.
es: El reembolso no se puede cancelar y se perderán todos los intereses. Después de elegir el canje anticipado, los activos se devolverán a la cuenta al contado que seleccionó dentro de las 24 horas.
fr: Le rachat ne peut pas être annulé et tous les intérêts seront perdus. Après avoir sélectionné le rachat anticipé, les actifs seront retournés sur votre compte spot choisi dans un délai de 24 heures.
ja: 償還中はキャンセルできず、全ての利息を失います。早期償還を選択した場合、資産は24時間以内に選択した現物口座に返還されます
ko: 상환은 취소할 수 없으며 모든 이자는 상실됩니다. 조기 상환을 선택한 후, 자산은 24시간 이내에 선택한 현물 계좌로 반환됩니다.
pt: O resgate não pode ser cancelado e todos os juros serão perdidos. Após a escolha do resgate antecipado, os ativos serão devolvidos para a conta à vista que você selecionou em até 24 horas.
ru: Погашение не может быть отменено, и все проценты будут потеряны. После выбора досрочного погашения активы будут возвращены на выбранный вами спотовый счет в течение 24 часов.
tr: İade iptal edilemez ve tüm faiz kaybedilecektir. Erken iade seçildikten sonra, varlıklar 24 saat içinde seçilen spot hesabınıza iade edilecektir.
vi: Không thể hủy yêu cầu rút trong khi đang rút, và sẽ mất toàn bộ lãi suất. Khi chọn rút trước hạn, tài sản sẽ được hoàn trả vào tài khoản giao dịch của bạn trong vòng 24 giờ
zh: 赎回中无法撤销，并会损失全部利息。选择提前赎回后，资产将会在24小时内退回您选择的现货账户

# invest_mastest
source: Max
es: Máximo
fr: Maximum
ja: 最大
ko: 최고
pt: máximo
ru: максимум
tr: Maksimum
vi: Tối đa
zh: 最大

# invest_next_time
source: First Interest Distribution Time
es: Primera fecha de pago de intereses
fr: Date de première distribution des intérêts
ja: 初回利息支払い時間
ko: 첫 번째이자 지불 시간
ru: Время первой выплаты процентов
tr: İlk Faiz Dağıtım Zamanı
vi: Thời gian phát lãi lần đầu
zh: 首次发息时间

# invest_success
source: Subscription Successful
es: Suscripción exitosa
fr: Souscription réussie
ja: 申込成功
ko: 구독 성공
pt: Assinatura bem-sucedida
ru: Подписка прошла успешно
tr: Abonelik Başarılı
vi: Đăng ký thành công
zh: 申购成功

# invest_return_type
source: Earnings Method
es: Modo de ganancias
fr: Méthode de gains
ja: 利益の方式
ko: 소득방식
pt: Método de renda
ru: Доходный метод
tr: Kazanç Yöntemi
vi: Cách tính lãi suất
zh: 收益方式

# invest_every_interest
source: Interest Per Period
es: Interés por periodo
fr: Intérêt par période
ja: 各期の利息
ko: 기간별 이자
pt: Juros por período
ru: Проценты за период
tr: Dönem Başına Faiz
vi: Lãi suất mỗi kỳ
zh: 每期利息

# invest_total_interest
source: Total Interest
es: Interés total
fr: Intérêt total
ja: 総利息
ko: 총이자
pt: juros totais
ru: общий процент
tr: Toplam Faiz
vi: Tổng lãi suất
zh: 总利息

# invest_view_hold
source: View Position
es: Ver posiciones
fr: Voir la position
ja: 保有状況を確認
ko: 직위 보기
pt: Ver posições
ru: Посмотреть позиции
tr: Pozisyonu Görüntüle
vi: Xem vị thế
zh: 查看持仓

# invest_rate_level
source: Level %s：
es: Nivel %@:
fr: Niveau %@ :
ja: ランク%s：
ko: 레벨 %s：
pt: Nível%s：
ru: Уровень %s：
tr: Seviye %s:
vi: Cấp độ %@:
zh: 等级%s：

# invest_min_buy
source: Minimum %s
es: Mínimo suscribible %@
ja: 最小申込 %s
ko: 최소 구독료 %s
pt: Assinatura mínima %s
ru: Минимальная подписка %s
tr: Minimum S %s
vi: Đăng ký tối thiểu %@
zh: 最小申购 %s

# wealth_self_can_buy
source: Personal Remaining Subscription Quota:
es: Cuota de suscripción personal restante:
fr: Quota de souscription personnel restant
ja: 個人の残りの申込可能額：
ko: 남은 개인 구독 할당량:
pt: Cota de assinatura pessoal restante
ru: Оставшаяся квота личной подписки:
tr: Kişisel Kalan Abonelik Kotası
vi: Số dư khả dụng để đăng ký của cá nhân:
zh: 个人剩余可申购额度:

# wealth_overview
source: Overview
es: Descripción general
fr: Aperçu
ja: 概要
ko: 개요
pt: Visão geral
ru: Обзор
tr: Genel Bakış
vi: Tổng quan
zh: 概览

# wealth_subscription
source: Subscribe
es: Suscripción ahora
fr: Souscrire
ja: 即時申込
ko: 지금 구독하세요
pt: Assine agora
ru: Подпишитесь сейчас
tr: Abone Ol
vi: Đăng ký ngay
zh: 立即申购
