Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# swap_today_profit_intro2
source: Today's PNL = Realized PNL + Net Funding Fee - Trading Fees + Unrealized PNL + Trial Bonus Profit
es: PNL de Hoy = PNL Realizado + Tarifa Neta de Financiamiento - Comisiones de Comercio + PNL No Realizado + Ganancia de Bonificación de Prueba
fr: PNL d'aujourd'hui = PNL réalisé + Frais nets de financement - Frais de trading + PNL non réalisé + Profit du bonus d'essai
ja: 本日の損益 (PNL) = 実現損益 + 純資金調達手数料 - 取引手数料 + 未実現損益 + トライアルボーナス利益
ko: 오늘의 손익 (PNL) = 실현 손익 + 순 펀딩 수수료 - 거래 수수료 + 미실현 손익 + 체험 보너스 이익
pt: PNL de Hoje = PNL Realizado + Taxa Líquida de Financiamento - Taxas de Negociação + PNL Não Realizado + Lucro do Bônus de Teste
ru: Сегодняшний PNL = Реализованный PNL + Чистая комиссия за финансирование - Торговая комиссия + Нереализованный PNL + Доход от бонуса
tr: Bugünün PNL'si = Gerçekleşmiş PNL + Net Fonlama Ücreti - İşlem Ücretleri + Gerçekleşmemiş PNL + Deneme Bonusu Karı
vi: Lợi nhuận và lỗ hôm nay = Lợi nhuận và lỗ đã thực hiện hôm nay + Phí vốn ròng hôm nay - Phí giao dịch hôm nay + Lợi nhuận và lỗ chưa thực hiện hôm nay + Thưởng lợi nhuận từ thưởng trải nghiệm
zh: 今日盈亏=今日已实现盈亏+今日净资金费用-今日手续费+今日未实现盈亏+体验金盈利奖励

# invest_today_profit
source: Today's Profits
es: Ganancias de Hoy
fr: Profits d'aujourd'hui
ja: 本日の利益
ko: 오늘의 이익
pt: Lucros de Hoje
ru: Сегодняшняя прибыль
tr: Bugünün Karı
vi: Lợi Nhuận Hôm Nay
zh: 今日收益

# invest_today_profit_intro
source: Profit are calculated based on the UTC+0 time zone, covering the total locked and flexible interest received in the Earn account from 00:00 (UTC+0) to the current time.
es: Las ganancias se calculan en base a la zona horaria UTC+0, cubriendo los intereses totales bloqueados y flexibles recibidos en la cuenta Earn desde las 00:00 (UTC+0) hasta el momento actual.
fr: Les profits sont calculés en fonction du fuseau horaire UTC+0, couvrant les intérêts totaux verrouillés et flexibles reçus sur le compte Earn de 00h00 (UTC+0) jusqu'à l'heure actuelle.
ja: 利益は UTC+0 時間帯に基づいて計算され、Earn アカウントで 00:00 (UTC+0) から現在時点までに受け取った固定および柔軟な利息の合計をカバーします。
ko: 이익은 UTC+0 시간대를 기준으로 계산되며, Earn 계좌에서 00:00 (UTC+0)부터 현재 시점까지 수령한 총 고정 및 유동 이자를 포함합니다.
pt: Os lucros são calculados com base no fuso horário UTC+0, cobrindo os juros totais bloqueados e flexíveis recebidos na conta Earn das 00:00 (UTC+0) até o momento atual.
ru: Прибыль рассчитывается на основе временной зоны UTC+0 и включает общий фиксированный и гибкий процент, полученный на счете Earn с 00:00 (UTC+0) до текущего времени.
tr: Kar, UTC+0 zaman dilimine göre hesaplanır ve Earn hesabındaki toplam kilitli ve esnek faiz gelirlerini 00:00 (UTC+0) ile mevcut zaman arasında kapsar.
vi: Lợi nhuận được tính toán dựa trên múi giờ UTC+0, bao gồm tổng lãi khóa và lãi linh hoạt nhận được trong tài khoản Earn từ 00:00 (UTC+0) đến thời điểm hiện tại.
zh: 今日收益按照UTC+0时区进行统计，统计了从今日0点（UTC+0）到现在理财账户已收到的定期利息和活期利息之和。

# swap_asset_title
source: Account balance
fr: Solde du compte
ja: アカウントの資産
ko: 계정 잔액
pt: Patrimônio da Conta
ru: Остаток средств на счете
tr: Hesap bakiyesi
vi: Tài sản tài khoản
zh: 账户权益

# swap_asset_title_intro
source: Total Equity = Wallet Balance + Unrealized PNL
es: PNL de Hoy = PNL de Financiamiento + PNL de Spot + PNL de Futuros + Ganancia Earn
fr: Équité totale = Solde du portefeuille + PNL non réalisé
ja: 本日の損益 (PNL) = 資金調達損益 + 現物損益 + 先物損益 + Earn 利益
ko: 오늘의 손익 (PNL) = 펀딩 손익 + 현물 손익 + 선물 손익 + 수익 이익
pt: PNL de Hoje = PNL de Financiamento + PNL de Spot + PNL de Futuros + Lucro Earn
ru: Сегодняшний PNL = Финансирование PNL + Спотовый PNL + Фьючерсный PNL + Доход Earn
tr: Bugünün PNL'si = Fonlama PNL'si + Spot PNL + Vadeli İşlem PNL'si + Kazanç Karı
vi: Quyền sở hữu tài khoản = Số dư ví + Lợi nhuận và lỗ chưa thực hiện
zh: 账户权益=钱包余额+未实现盈亏

# swap_asset_avail_intro1
source: Wallet Balance is the actual balance of the futures account, excluding unrealized PNL, calculated as:
es: El Balance de la Cartera es el balance real de la cuenta de futuros, excluyendo el PNL no realizado, calculado como:
fr: Le solde du portefeuille est le solde réel du compte de futures, excluant le PNL non réalisé, calculé comme suit :
ja: ウォレット残高は未実現損益を除いた先物アカウントの実際の残高であり、次のように計算されます：
ko: 지갑 잔액은 선물 계좌의 실제 잔액으로, 미실현 손익을 제외한 값으로 계산됩니다:
pt: O Saldo da Carteira é o saldo real da conta de futuros, excluindo o PNL não realizado, calculado como:
ru: Баланс кошелька — это фактический баланс фьючерсного аккаунта, исключая нереализованный PNL, рассчитываемый как:
tr: Cüzdan Bakiyesi, gerçekleşmemiş PNL hariç vadeli işlem hesabının gerçek bakiyesidir ve şu şekilde hesaplanır:
vi: Số dư ví là số dư thực tế của tài khoản hợp đồng không bao gồm lợi nhuận và lỗ chưa thực hiện, công thức tính là:
zh: 钱包余额为不包含未实现盈亏的合约账户实际余额，计算公式为：

# swap_asset_avail_intro2
source: Wallet Balance = Total Deposits - Total Withdrawals + Total Realized PNL + Total Net Funding Fees - Total Fees
es: Balance de la Cartera = Depósitos Totales - Retiros Totales + PNL Realizado Total + Tarifas Netas de Financiamiento Totales - Tarifas Totales
fr: Solde du portefeuille = Dépôts totaux - Retraits totaux + PNL réalisé total + Frais nets de financement totaux - Frais totaux
ja: ウォレット残高 = 総入金額 - 総出金額 + 総実現損益 + 総純資金調達手数料 - 総手数料
ko: 지갑 잔액 = 총 입금액 - 총 출금액 + 총 실현 손익 + 총 순 펀딩 수수료 - 총 수수료
pt: Saldo da Carteira = Depósitos Totais - Retiradas Totais + PNL Realizado Total + Taxas Líquidas de Financiamento Totais - Taxas Totais
ru: Баланс кошелька = Общие депозиты - Общие снятия + Общий реализованный PNL + Общие чистые комиссии за финансирование - Общие комиссии
tr: Cüzdan Bakiyesi = Toplam Yatırılan - Toplam Çekilen + Toplam Gerçekleşmiş PNL + Toplam Net Fonlama Ücretleri - Toplam Ücretler
vi: Số dư ví = Tổng chuyển vào - Tổng chuyển ra + Tổng lợi nhuận đã thực hiện + Tổng phí vốn ròng - Tổng phí giao dịch
zh: 钱包余额=总转入-总转出+总已实现盈亏+总净资金费用-总手续费

# swap_asset_unrealized_intro1
source: Total Unrealized PNL for USDT-M Futures calculated based on the mark price.
es: El PNL No Realizado Total para los Futuros USDT-M se calcula en base al precio de referencia.
fr: Le PNL non réalisé total pour les futures USDT-M est calculé en fonction du prix de marquage.
ja: USDT-M先物の未実現損益の合計は、マーク価格に基づいて計算されます。
ko: USDT-M 선물의 총 미실현 손익은 기준 가격을 기준으로 계산됩니다.
pt: O PNL Não Realizado Total para Futuros USDT-M é calculado com base no preço de referência.
ru: Нереализованный PNL для USDT-M фьючерсов рассчитывается на основе расчетной цены.
tr: USDT-M Vadeli İşlemleri için Toplam Gerçekleşmemiş PNL, işaret fiyatına göre hesaplanır.
vi: Lợi nhuận và lỗ chưa thực hiện tổng cộng của hợp đồng U dựa trên giá đánh dấu
zh: 根据标记价格计算的U本位合约总未实现盈亏

# swap_pos_margin
source: Position Margin
es: Margen de Orden
fr: Marge de position
ja: 注文証拠金
ko: 주문 마진
pt: Margem da Ordem
ru: Маржа ордера
tr: Emir Marjı
vi: Chiếm dụng vị thế
zh: 仓位占用

# swap_order_margin
source: Order Margin
es: Margen de Orden
fr: Marge d'ordre
ja: 注文証拠金
ko: 주문 마진
pt: Margem da Ordem
ru: Маржа ордера
tr: Emir Marjı
vi: Chiếm dụng lệnh
zh: 委托占用

# 7day_profit
source: 7D PNL
es: PNL de 7 Días
fr: PNL sur 7 jours
ja: 7日間の損益 (PNL)
ko: 7일 손익 (PNL)
pt: PNL dos Últimos 7 Dias
ru: 7-дневный PNL
tr: 7G PNL
vi: Lợi nhuận và lỗ 7 ngày
zh: 7日盈亏

# 30day_profit
source: 30D PNL
es: PNL de 30 Días
fr: PNL 30J
ja: 30日間の損益 (PNL)
ko: 30일 손익 (PNL)
pt: PNL dos Últimos 30 Dias
ru: 30-дневный PNL
tr: 30G PNL
vi: PNL 30 Ngày
zh: 30日盈亏

# total_profit
source: Total PNL
es: PNL Total
fr: PNL cumulatif
ja: 累積損益 (PNL)
ko: 총 손익 (PNL)
pt: PNL Acumulado
ru: Общий PNL
tr: Biriken PNL
vi: PNL Tích Lũy
zh: 累计盈亏

# daily_profit
source: Daily PNL
es: PNL Diario
fr: PNL quotidien
ja: 日次損益 (PNL)
ko: 일일 손익 (PNL)
pt: PNL Diário
ru: Ежедневный PNL
tr: Günlük PNL
vi: PNL Hàng Ngày
zh: 每日盈亏

# profit_calendar
source: PNL Calendar
es: Calendario de PNL
fr: Calendrier du PNL
ja: 損益カレンダー
ko: 손익 달력
pt: Calendário de PNL
ru: Календарь PNL
tr: PNL Takvimi
vi: Lịch lợi nhuận và lỗ
zh: 盈亏日历

# profit_rank
source: PNL Ranking
es: Clasificación de PNL
fr: Classement PNL
ja: 損益ランキング
ko: 손익 순위
pt: Ranking de PNL
ru: Рейтинг PNL
tr: PNL Sıralaması
vi: Xếp Hạng PNL
zh: 盈亏排行

# profit_rank_total
source: Total PNL
es: PNL Total
fr: PNL total
ja: 総損益 (PNL)
ko: 총 손익 (PNL)
pt: PNL Total
ru: Общий PNL
tr: Toplam PNL
vi: Tổng PNL
zh: 总盈亏

# profit_rank_more
source: Long Position PNL
es: PNL de Posición Larga
fr: PNL de position longue
ja: ロングポジションの損益 (PNL)
ko: 롱 포지션 손익 (PNL)
pt: PNL de Posição Longa
ru: PNL длинной позиции
tr: Uzun Pozisyon PNL'si
vi: PNL Vị Thế Dài
zh: 多仓盈亏

# profit_rank_empty
source: Short Position PNL
es: PNL de Posición Corta
fr: PNL de position courte
ja: ショートポジションの損益 (PNL)
ko: 숏 포지션 손익 (PNL)
pt: PNL de Posição Curta
ru: PNL короткой позиции
tr: Kısa Pozisyon PNL'si
vi: PNL Vị Thế Ngắn
zh: 空仓盈亏

# swap_profit_analysis
source: PNL Analysis
es: Análisis de PNL
fr: Analyse du PNL
ja: 損益分析
ko: 손익 분석
pt: Análise de PNL
ru: Анализ PNL
tr: PNL Analizi
vi: Phân tích lợi nhuận và lỗ hợp đồng
zh: 合约盈亏分析

# funds_profit_analysis
source: Assets PNL Analysis
es: Análisis de PNL de Activos
fr: Analyse du PNL des actifs
ja: 資産損益分析
ko: 자산 손익 분석
pt: Análise de PNL de Ativos
ru: Анализ PNL активов
tr: Varlıklar PNL Analizi
vi: Phân Tích PNL Tài Sản
zh: 资金盈亏分析

# spot_profit_analysis
source: Spot PNL
es: PNL de Spot
fr: PNL Spot
ja: 現物損益 (PNL)
ko: 현물 손익 (PNL)
pt: PNL de Spot
ru: Спотовый PNL
vi: PNL Giao Dịch
zh: 现货盈亏分析

# spot_estimated_balance
source: Total Balance
es: Balance Total
fr: Solde total
ja: 総残高
ko: 총 잔액
pt: Saldo Total
ru: Общий баланс
tr: Toplam Bakiye
vi: Tổng Số Dư
zh: 现货资产估值

# swap_profit_rank_intro1
source: Except for Daily PNL, all other PNL metrics exclude unrealized PNL. Formula: Realized PNL + Net Funding Fees - Fees + Bonus Profit (Trial Bonus).
es: Excepto por el PNL Diario, todas las demás métricas de PNL excluyen el PNL no realizado. Fórmula: PNL Realizado + Tarifas Netas de Financiamiento - Comisiones + Ganancia de Bonificación (Bonificación de Prueba).
fr: Sauf pour le PNL quotidien, toutes les autres métriques de PNL excluent le PNL non réalisé. Formule : PNL réalisé + Frais nets de financement - Frais + Profit du bonus (Bonus d'essai).
ja: 日次損益 (PNL) を除き、他の損益指標は未実現損益を含みません。計算式：実現損益 + 純資金調達手数料 - 手数料 + ボーナス利益 (トライアルボーナス)。
ko: 일일 손익 (PNL)을 제외한 모든 손익 항목은 미실현 손익을 제외합니다. 공식: 실현 손익 + 순 펀딩 수수료 - 수수료 + 보너스 이익 (체험 보너스).
pt: Exceto pelo PNL Diário, todas as outras métricas de PNL excluem o PNL não realizado. Fórmula: PNL Realizado + Taxas Líquidas de Financiamento - Taxas + Lucro de Bônus (Bônus de Teste).
ru: За исключением ежедневного PNL, все остальные метрики PNL не включают нереализованный PNL. Формула: Реализованный PNL + Чистая комиссия за финансирование - Комиссии + Доход от бонуса (пробный бонус).
tr: Günlük PNL hariç diğer tüm PNL ölçümleri gerçekleşmemiş PNL'yi içermez. Formül: Gerçekleşmiş PNL + Net Fonlama Ücretleri - Ücretler + Bonus Karı (Deneme Bonusu).
vi: Ngoại trừ PNL Hàng Ngày, tất cả các chỉ số PNL khác đều không tính PNL chưa thực hiện. Công thức: PNL đã thực hiện + Phí vốn ròng - Phí giao dịch + Lợi nhuận Thưởng (Thưởng thử nghiệm).
zh: 除今日盈亏外，其余的盈亏都不包含未实现盈亏，计算公式=已实现盈亏+净资金费用-手续费+体验金盈利奖励

# swap_profit_rank_intro2
source: Real-time updates for today's PNL without delay; all other statistics are updated every 10 mins.
es: El PNL de hoy se actualiza en tiempo real; el resto, cada 10 minutos.
fr: Mises à jour en temps réel pour le PNL d'aujourd'hui sans délai ; toutes les autres statistiques sont mises à jour toutes les 10 minutes.
ja: 本日のPNLはリアルタイム更新、その他は10分ごと更新。
ko: 오늘의 PNL은 실시간 업데이트, 나머지는 10분마다 업데이트됩니다.
pt: O PNL de hoje é atualizado em tempo real; o restante, a cada 10 minutos.
ru: Сегодняшний PNL обновляется в реальном времени, остальные — каждые 10 минут.
tr: Bugünkü PNL anlık güncellenir; diğerleri 10 dakikada bir.
vi: Lãi/lỗ hôm nay cập nhật theo thời gian thực, không có độ trễ; ngoài lãi/lỗ hôm nay, tất cả số liệu khác cập nhật mỗi 10 phút.
zh: 今日盈亏实时更新，没有延时；除今日盈亏外，其余所有统计每10分钟更新一次。

# swap_profit_rank_intro3
source: All data on this page is calculated based on the UTC+0 time zone, and the dates shown in the charts are also in UTC+0 time zone.
es: Todos los datos en esta página se calculan en base a la zona horaria UTC+0, y las fechas mostradas en los gráficos también están en la zona horaria UTC+0.
fr: Toutes les données de cette page sont calculées selon le fuseau horaire UTC+0, et les dates affichées dans les graphiques sont également en UTC+0.
ja: このページのすべてのデータは UTC+0 時間帯に基づいて計算され、グラフに表示される日付も UTC+0 時間帯です。
ko: 이 페이지의 모든 데이터는 UTC+0 시간대를 기준으로 계산되며, 차트에 표시된 날짜도 UTC+0 시간대를 따릅니다.
pt: Todos os dados nesta página são calculados com base no fuso horário UTC+0, e as datas exibidas nos gráficos também estão no fuso horário UTC+0.
ru: Все данные на этой странице рассчитываются на основе временной зоны UTC+0, и даты, указанные на графиках, также соответствуют временной зоне UTC+0.
tr: Bu sayfadaki tüm veriler UTC+0 zaman dilimine göre hesaplanır, grafikte gösterilen tarihler de UTC+0 zaman dilimindedir.
vi: Tất cả dữ liệu trên trang này được tính toán dựa trên múi giờ UTC+0, và các ngày hiển thị trên biểu đồ cũng sử dụng múi giờ UTC+0.
zh: 本页面上所有数据均按照UTC+0时区计算，图表中显示的也是UTC+0时区的日期。

# spot_profit_intro1
source: PNL = Ending Total Spot Asset Valuation - Beginning Total Spot Asset Valuation - Net Deposits
es: PNL = Valoración Total Final de Activos Spot - Valoración Total Inicial de Activos Spot - Depósitos Netos
fr: PNL = Évaluation totale des actifs Spot à la fin - Évaluation totale des actifs Spot au début - Dépôts nets
ja: 損益 (PNL) = 現物資産の最終評価額 - 現物資産の初期評価額 - 純入金額
ko: 손익 (PNL) = 최종 현물 자산 평가액 - 초기 현물 자산 평가액 - 순 입금액
pt: PNL = Avaliação Total Final dos Ativos de Spot - Avaliação Total Inicial dos Ativos de Spot - Depósitos Líquidos
ru: PNL = Итоговая оценка стоимости спотовых активов - Начальная оценка стоимости спотовых активов - Чистые депозиты
tr: PNL = Bitiş Toplam Spot Varlık Değeri - Başlangıç Toplam Spot Varlık Değeri - Net Yatırılan
vi: PNL = Đánh Giá Tài Sản Spot Cuối Kỳ - Đánh Giá Tài Sản Spot Đầu Kỳ - Nạp Tiền Ròng
zh: 盈亏=期末现货总资产估值-期初现货总资产估值-净转入

# funds_profit_intro1
source: PNL = Ending Total Funding Asset Valuation - Beginning Total Funding Asset Valuation - Net Deposits
es: PNL = Valoración Total Final de Activos Financieros - Valoración Total Inicial de Activos Financieros - Depósitos Netos
fr: PNL = Évaluation totale des actifs de financement à la fin - Évaluation totale des actifs de financement au début - Dépôts nets
ja: 損益 (PNL) = 資金調達資産の最終評価額 - 資金調達資産の初期評価額 - 純入金額
ko: 손익 (PNL) = 최종 펀딩 자산 평가액 - 초기 펀딩 자산 평가액 - 순 입금액
pt: PNL = Avaliação Total Final dos Ativos de Financiamento - Avaliação Total Inicial dos Ativos de Financiamento - Depósitos Líquidos
ru: PNL = Итоговая оценка стоимости всех активов - Начальная оценка стоимости всех активов - Чистые депозиты
tr: PNL = Bitiş Toplam Fonlama Varlık Değeri - Başlangıç Toplam Fonlama Varlık Değeri - Net Yatırılan
vi: PNL = Đánh Giá Tài Sản Vốn Cuối Kỳ - Đánh Giá Tài Sản Vốn Đầu Kỳ - Nạp Tiền Ròng
zh: 盈亏=期末资金总资产估值-期初资金总资产估值-净入金

# total_profit_intro
source: Total PNL is calculated from the date the futures account was activated. The futures account activation date is %@
es: El PNL Total se calcula desde la fecha en que se activó la cuenta de futuros. La fecha de activación de la cuenta de futuros es %@.
fr: Le PNL total est calculé à partir de la date d'activation du compte futures. La date d'activation du compte futures est %@.
ja: 「総損益 (PNL) は先物アカウントが有効化された日から計算されます。先物アカウントの有効化日：%@。」
ko: 총 손익 (PNL)은 선물 계좌가 활성화된 날짜부터 계산됩니다. 선물 계좌 활성화 날짜는 %@ 입니다.
pt: PNL Total é calculado a partir da data em que a conta de futuros foi ativada. A data de ativação da conta de futuros é %@.
ru: Общий PNL рассчитывается с даты активации фьючерсного аккаунта. Дата активации фьючерсного аккаунта: %@.
tr: Toplam PNL, vadeli işlem hesabının aktif edildiği tarihten itibaren hesaplanır. Vadeli işlem hesabı aktivasyon tarihi: %@.
vi: Lợi nhuận và lỗ tích lũy được tính từ khi tài khoản hợp đồng được mở, thời gian mở tài khoản hợp đồng là %@.
zh: 累计盈亏从合约账户开通开始计算，合约账户开通时间为%@。

# dont_have_pnl
source: No PNL records.
es: Sin registros de PNL.
fr: Aucun enregistrement de PNL.
ja: 損益の記録がありません。
ko: 손익 기록이 없습니다.
pt: Sem registros de PNL.
ru: Нет записей PNL.
tr: PNL kaydı yok
vi: Không có bản ghi lợi nhuận và lỗ
zh: 无盈亏记录

# market_cap_intro
source: Market Cap = Circulating Supply × Latest Price
es: Capitalización De Mercado = Oferta Circulante × Último Precio
fr: Capitalisation boursière = Offre en circulation × Dernier prix
ja: market_cap_intro 時価総額 = 流通量 × 最新価格
ko: 시가 총액 = 유통량 × 최신 가격
pt: Capitalização De Mercado = Oferta Em Circulação × Último Preço
ru: Рыночная капитализация = Поток × Последняя цена
tr: Piyasa Değeri = Dolaşımdaki Arz × Son Fiyat
vi: Vốn hóa thị trường = Lượng lưu thông × Giá mới nhất
zh: 市值 = 流通量 × 最新价格

# coin_overview_supply_intro
source: Current Circulating Supply of the Cryptocurrency
es: Suministro circulante actual de la criptomoneda
fr: Offre en circulation actuelle de la cryptomonnaie
ja: 現在市場で流通しているこの通貨の数量
ko: 현재 해당 암호화폐의 시장 유통 수량
pt: Oferta Circulante Atual da Criptomoeda
ru: Текущий объем обращения криптовалюты
tr: Kripto Paranın Mevcut Dolaşımdaki Arzı
vi: Số lượng token đang lưu thông trên thị trường
zh: 目前该币种在市场流通的数量

# first_public_price_intro
source: The Price at the Initial Public Offering (IPO) of the Cryptocurrency
es: El precio en la Oferta Pública Inicial (OPI) de la criptomoneda
fr: Le prix lors de l'introduction en bourse (IPO) de la cryptomonnaie
ja: ネット全体での初公開取引価格
ko: 전체 네트워크에서 최초 공개 거래 가격
pt: O Preço na Oferta Pública Inicial (IPO) da Criptomoeda
ru: Цена при первичном публичном размещении (IPO) криптовалюты
tr: Kripto Paranın İlk Halka Arz (IPO) Fiyatı
vi: Giá giao dịch công khai đầu tiên trên toàn mạng
zh: 全网首次公开交易的价格

# coin_overview_max_supply_intro
source: The Maximum Supply of the Cryptocurrency in the Market
es: El suministro máximo de la criptomoneda en el mercado
fr: L'offre maximale de la cryptomonnaie sur le marché
ja: 市場で流通可能なこの通貨の最大数量
ko: 해당 암호화폐가 시장에서 유통될 수 있는 최대 수량
pt: A Oferta Máxima da Criptomoeda no Mercado
ru: Максимальное количество криптовалюты на рынке
tr: Kripto Paranın Piyasadaki Maksimum Arzı
vi: Số lượng tối đa token có thể lưu thông trên thị trường
zh: 该币种可在市场流通的最大数量

# coin_overview_max_cap_intro
source: Market Cap at Max Supply = Max Supply × Latest Price
es: Capitalización De Mercado Al Suministro Máximo = Suministro Máximo × Último Precio
fr: Capitalisation boursière à l'offre maximale = Offre maximale × Dernier prix
ja: 最大供給時価総額 = 最大供給量 × 最新価格
ko: 최대 공급 시가 총액 = 최대 공급량 × 최신 가격
pt: Capitalização De Mercado Na Oferta Máxima = Oferta Máxima × Último Preço
ru: Максимальная рыночная стоимость = Максимальная поставка × Последняя цена
tr: Maksimum Arzda Piyasa Değeri = Maksimum Arz × Son Fiyat
vi: Vốn hóa tối đa = Nguồn cung tối đa × Giá mới nhất
zh: 最大供应市值 = 最大供应量 × 最新价格

# coin_overview_rate_intro
source: Circulation Rate = Circulating Supply / Max Supply
es: Tasa De Circulación = Oferta Circulante / Suministro Máximo
fr: Taux de circulation = Offre en circulation / Offre maximale
ja: 流通率 = 流通量 / 最大供給量
ko: 유통 비율 = 유통량 / 최대 공급량
pt: Taxa De Circulação = Oferta Em Circulação / Oferta Máxima
ru: Коэффициент обращения = Поток / Максимальная поставка
tr: Dolaşım Oranı = Dolaşımdaki Arz / Maksimum Arz
vi: Tỷ lệ lưu thông = Lượng lưu thông / Nguồn cung tối đa
zh: 流通率 = 流通量 / 最大供应量

# coin_overview_disclaimer
source: Disclaimer: The data is provided by CoinGecko for reference purposes only. Aibit makes no guarantees regarding the accuracy, reliability, or applicability of the content.
es: Descargo de responsabilidad: Los datos son proporcionados por CoinGecko únicamente con fines informativos. Aibit no ofrece ninguna garantía sobre la exactitud, confiabilidad o aplicabilidad del contenido.
fr: Avertissement : Les données sont fournies par CoinGecko à titre de référence uniquement. Aibit ne garantit pas l'exactitude, la fiabilité ou l'applicabilité du contenu.
ja: 免責事項：データはCoinGeckoによって提供されており、参考用のみです。Aibitは、コンテンツ情報の正確性、信頼性、または適用可能性について一切保証しません。
ko: 면책 조항: 데이터는 CoinGecko에서 제공되며, 참고용으로만 사용하십시오. Aibit은 콘텐츠 정보의 정확성, 신뢰성 및 적합성에 대해 어떠한 보증도 제공하지 않습니다.
pt: Isenção de Responsabilidade: Os dados são fornecidos pela CoinGecko apenas para fins de referência. A Aibit não oferece garantias quanto à precisão, confiabilidade ou aplicabilidade do conteúdo.
ru: Отказ от ответственности: Данные предоставлены CoinGecko исключительно в ознакомительных целях. Aibit не дает никаких гарантий относительно точности, надежности или применимости представленной информации.
tr: Feragat: Veriler yalnızca referans amaçlı olarak CoinGecko tarafından sağlanmaktadır. Aibit, içeriğin doğruluğu, güvenilirliği veya uygulanabilirliği konusunda herhangi bir garanti vermez.
vi: Miễn trừ trách nhiệm: Dữ liệu do CoinGecko cung cấp, chỉ mang tính tham khảo. Aibit không đảm bảo tính chính xác, độ tin cậy hay mức độ phù hợp của thông tin.
zh: 免责声明：数据由 CoinGecko 提供，仅供参考。Aibit对内容信息的准确性、可靠性和适用性不提供任何保证。

# new_coin_rank
source: New
es: Nuevo
fr: Nouveau
ja: 新規
ko: 상장
pt: Novo
ru: Новые
tr: Yeni
vi: Bảng xếp hạng đồng tiền mới
zh: 新币榜

# online_time
source: Listing time:
es: Listado:
fr: Heure de listing :
ja: 上場日時:
ko: 출시 시간:
pt: Lançamento:
ru: Листинг:
tr: yayın zamanı:
vi: Thời gian niêm yết:
zh: 上线时间:

# online_count_down
source: Countdown
es: Cuenta
fr: Compte à rebours
ja: 倒計時
ko: 카운트다운
pt: Contagem
ru: Таймер
tr: Geri sayım
vi: Đếm ngược mở cửa giao dịch
zh: 开盘倒计时

# coininfo_ico_price
source: Issue Price
es: Precio de emisión
fr: Prix d'émission
ja: 発行価格
ko: 발행 가격
pt: Preço de ICO
ru: Цена на выпуск
tr: ICO fiyatı
vi: Giá phát hành
zh: 发行价格

source: PNL Analysis
es: Análisis de PNL
fr: Analyse du PNL
ja: 損益分析
ko: 손익 분석
pt: Análise de PNL
ru: Анализ PNL
tr: PNL Analizi
vi: Phân Tích PNL
zh: 盈亏分析

# asset_enter_finance
source: Go to Earn
es: Ir a Earn
fr: Aller à Earn
ja: Earnへ移動
ko: Earn 이동
pt: Ir para Earn
ru: Перейти в Earn
tr: Earn'e git
vi: Đi tới Earn
zh: 前往理财

# history_pos_close_part
source: Partially Close
es: Cierre parcial
fr: Fermeture partielle
ja: 部分クローズ
ko: 부분 청산
pt: Fechamento parcial
ru: Частичное закрытие
tr: Kısmi Kapanış
vi: Đóng một phần
zh: 部分平仓

# history_pos_max_pos
source: Max OI
es: Máximo interés abierto
ja: 最大OI
ko: 최대 OI
pt: Máximo interesse aberto
ru: Макс. открытый интерес
tr: Maksimum Açık Pozisyon
vi: Khối lượng vị trí tối đa
zh: 最大持仓量

# history_pos_forre_close_detail
source: Liq. Details
es: Detalles de liquidación
fr: Détails de liquidation
ja: 清算詳細
ko: 강제 청산 정보
pt: Detalhes da liquidação
ru: Детали ликвидации
tr: Likidasyon Bilgisi
vi: Chi tiết phá sản
zh: 爆仓详情

# history_pos_profit
source: PnL
es: Pérdidas y ganancias
ja: 損益
ko: 손익
ru: безубыточн
zh: 盈亏
