Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# future_trade_reverse_alter
source: Estimated opening quantity for the reverse position. The actual opening quantity for the reverse position will depend on the available funds at the time of opening and may differ from the estimated opening quantity. Since opening a position is affected by market conditions and margin requirements, 100% successful opening cannot be guaranteed.
es: La cantidad estimada de apertura de posición en la dirección opuesta. La cantidad real de apertura de la posición opuesta dependerá de los fondos disponibles al momento de la apertura y puede no coincidir con la cantidad estimada. Dado que la apertura de la posición está influenciada por las condiciones del mercado y los requisitos de margen, no se puede garantizar un 100% de éxito en la apertura.
fr: La taille estimée de la position inverse dépend des fonds disponibles au moment de l'exécution. En raison des conditions du marché et des exigences de marge, il n'y a aucune garantie que la position sera ouverte avec succès.
ja: 逆ポジションの予想開設数量。実際の逆ポジションの開設数量は、開設時の利用可能資金に依存し、予想開設数量と一致しない可能性があります。市場の状況やマージン要件の影響を受けるため、100%の成功率で開設できるとは限りません。
pt: Quantidade estimada de abertura para a posição reversa. A quantidade real de abertura para a posição reversa dependerá dos fundos disponíveis no momento da abertura e pode diferir da quantidade estimada de abertura. Como abrir uma posição é afetado pelas condições do mercado e pelos requisitos de margem, não é possível garantir 100% de sucesso na abertura.
ru: Предполагаемое количество открытия для обратной позиции. Фактическое количество открытия для обратной позиции будет зависеть от доступных средств на момент открытия и может отличаться от расчетного количества открытия. Поскольку на открытие позиции влияют рыночные условия и маржинальные требования, 100% успешное открытие не гарантируется.
tr: Ters pozisyon için tahmini açılış miktarı. Ters pozisyonun gerçek açılış miktarı, açılış anındaki mevcut fonlara bağlı olacaktır ve tahmini açılış miktarından farklı olabilir. Pozisyon açma, piyasa koşulları ve teminat gereksinimlerinden etkilendiği için, %100 başarılı bir açılış garanti edilemez.
vi: Số lượng mở lệnh dự kiến của vị thế đảo chiều. Số lượng thực tế của vị thế đảo chiều sẽ phụ thuộc vào số vốn khả dụng khi mở lệnh, có thể không trùng khớp với số lượng dự tính. Do việc mở lệnh bị ảnh hưởng bởi tình hình thị trường và yêu cầu ký quỹ, không thể đảm bảo việc mở lệnh thành công 100%.
zh: 反向仓位的预估开仓数量。实际反向仓位的开仓数量将取决于开仓时的可用资金，可能与预估开仓数量不一致。由于开仓受市场行情和保证金要求的影响，无法保证 100% 成功开仓。

# future_trade_long_to_short
source: Long to Short
es: Ir largo en corto
fr: Long à Court
ja: 多反空
ko: 롱에서 숏으로 전환
pt: Long para Short
ru: Какая антипустота.
tr: Uzun Pozisyondan Kısa Pozisyona
vi: Mở vị thế bán đối lập
zh: 多反空

# future_trade_short_to_long
source: Short to Long
es: Ir largo en corto
fr: Short vers Long
ja: 売りから買いへの反対
ko: 숏에서 롱으로 전환
pt: Short para Long
ru: Наоборот.
tr: Kısa’dan Uzuna
vi: Bán đối lập mua
zh: 空反多

# future_trade_turn_short
source: Reverse to Short
es: Abrir corto en la posición opuesta
fr: Inverser vers Short
ja: 反手で売りを開設
ko: 숏 포지션으로 전환
pt: Reverter para Short
ru: Левая рука открыта
tr: Kısa’ya Tersine Çevir
vi: Mở vị thế bán đối lập
zh: 反手开空

# future_trade_turn_long
source: Reverse to Long
es: Abrir largo en la posición opuesta
fr: Inverser vers Long
ja: 反手で買いを開設
pt: Reverter para Long
ru: Много ударов левой рукой
tr: Uzuna Tersine Çevir
vi: Mở vị thế mua đối lập
zh: 反手开多

# future_trade_nomore_noti
source: You can disable the reverse confirmation popup in the [Trading Settings].
es: Puede desactivar la ventana emergente de confirmación de cambio en la configuración de operaciones.
fr: Vous pouvez désactiver la fenêtre contextuelle de confirmation inverse dans les "Paramètres de trading."
ja: 【取引設定】で反対確認ポップアップをオフにできます。
pt: Você pode desativar a janela de confirmação reversa em 'Configurações de Negociação'
ru: Вы можете отключить всплывающее окно подтверждения реверса в меню [Торговые настройки].
tr: 'İşlem Ayarları' bölümünde ters onay penceresini devre dışı bırakabilirsiniz.
vi: Bạn có thể tắt cửa sổ xác nhận đảo chiều trong【Cài đặt giao dịch】.
zh: 您可以在【交易设置】中关闭反手确认弹窗。

# future_trade_reverse_success
source: Reverse Position Successful
es: Apertura de posición opuesta exitosa
fr: Position inversée avec succès
ja: 反手での開設に成功しました
pt: Posição Reversa Bem-Sucedida
ru: Обратная позиция успешна
tr: Pozisyon Tersine Çevrildi Başarıyla
vi: Mở vị thế đối lập thành công
zh: 反手开仓成功

# future_trade_reverse_setting_tip
source: When order confirmation is enabled, a confirmation popup will appear each time an order is submitted
es: Al activar la confirmación de pedido, aparecerá una ventana emergente de confirmación cada vez que se envíe un pedido
fr: Lorsque la confirmation de commande est activée, une fenêtre contextuelle de confirmation apparaîtra chaque fois qu'une commande est soumise
ja: 注文確認を有効にすると、注文を送信するたびに確認ポップアップが表示されます
pt: Quando a confirmação de pedido estiver habilitada, uma janela de confirmação aparecerá cada vez que um pedido for enviado
ru: Если включено подтверждение ордера, всплывающее окно подтверждения будет появляться каждый раз при подаче ордера
tr: Emir onayı etkinleştirildiğinde, her emir gönderildiğinde bir onay penceresi görünecektir
vi: Khi bật xác nhận đặt lệnh, mỗi lần gửi lệnh sẽ hiển thị cửa sổ xác nhận
zh: 开启下单确认后，每次提交订单时都会跳出确认弹窗

# futrue_trade_reverse_expected_amount
source: Estimated Opening Quantity
es: Cantidad estimada de apertura de posición
fr: Taille estimée
ja: 予想開設数量
pt: Quantidade abertura
ru: Расчетное количество открытия
tr: Tahmini Açılış Miktarı
vi: Số lượng mở lệnh dự kiến
zh: 预计开仓数量

# future_trade_reverse_setting_ti2
source: When reverse confirmation is enabled, a confirmation popup will appear each time a reverse order is submitted
es: Al activar la confirmación de cambio, aparecerá una ventana emergente de confirmación cada vez que envíe una orden de cambio.
fr: Lorsque la confirmation inverse est activée, une fenêtre contextuelle de confirmation apparaîtra chaque fois qu'un ordre inverse sera soumis.
ja: 反対確認を有効にすると、毎回反対注文を送信する際に確認ポップアップが表示されます。
pt: Quando a confirmação reversa estiver habilitada, uma janela de confirmação aparecerá cada vez que uma ordem reversa for enviada
ru: Если включено обратное подтверждение, всплывающее окно подтверждения будет появляться каждый раз при подаче обратного ордера
tr: Ters onay etkinleştirildiğinde, her ters işlem gönderildiğinde onay penceresi açılacaktır.
vi: Khi bật xác nhận đảo chiều, mỗi lần gửi lệnh đảo chiều sẽ hiển thị cửa sổ xác nhận.
zh: 开启反手确认后，每次提交反手时都会跳出确认弹窗

# withdraw_limit_text
source: The 24H withdrawal limit for all currencies for VIP.%@ users %@
es: El límite total de retiro de todas las monedas en 24 horas para usuarios %@ es de %@
fr: Le plafond de retrait sur 24H pour toutes les devises pour les utilisateurs VIP.%@ est %@
ja: VIP.%@ユーザーの24時間以内のすべての通貨の総出金額制限は%@です。
pt: O limite de retirada de 24H para todas as moedas para usuários VIP.%@ é %@
ru: Лимит вывода средств за 24 часа по всем валютам для пользователей VIP.%@ %@
tr: Tüm para birimleri için VIP.%@ kullanıcıları için 24 saatlik çekim limiti %@
vi: Hạn mức rút tiền trong 24 giờ cho tất cả các loại tiền tệ đối với người dùng VIP.%@ là %@.
zh: VIP.%@ 用户的24小时内全部币种的总提现额度限制为 %@

# withdraw_limit_available
source: Your remaining 24H withdrawal limit for all currencies is %@
es: El límite total restante para retiros de todas las monedas en 24 horas es de %@
fr: Votre plafond de retrait restant sur 24H pour toutes les devises est de %@
ja: あなたの現在の24時間以内のすべての通貨の総出金額の残りは%@です。
pt: Seu limite de retirada restante de 24H para todas as moedas é %@
ru: Ваш оставшийся 24-часовой лимит на вывод средств во всех валютах составляет %@
tr: Tüm para birimleri için kalan 24 saatlik çekim limitiniz %@
vi: Hạn mức rút tiền còn lại trong 24 giờ cho tất cả các loại tiền tệ của bạn là %@.
zh: 您当前24小时内全部币种的总提现额度剩余为 %@

# withdraw_limit_tip
source: The amount entered cannot exceed the withdrawal limit
fr: Le montant saisi ne peut pas dépasser la limite de retrait
ja: 入力した数量は出金限度を超えてはいけません
pt: O valor inserido não pode exceder o limite de retirada
ru: Введенная сумма не может превышать лимит на вывод средств
tr: Girilen tutar çekim limitini aşamaz
vi: Số tiền nhập không được vượt quá giới hạn rút tiền.
zh: 输入的数量不能超过提现限额

# noti_center_detail
source: View more
es: Detalles
fr: Voir plus
ja: 詳細
ko: 자세한 내용
pt: Ver mais
ru: Посмотреть еще
tr: Daha fazla görüntüle
vi: Xem thêm
zh: 详情

# noti_center
source: Notification Center
es: Centro de mensajes
fr: Centre de notifications
ja: メッセージセンター
ko: 메시지 센터
pt: Central de Notificações
ru: Центр уведомлений
tr: Bildirim Merkezi
vi: Trung tâm thông báo
zh: 消息中心

# noti_center_no_msg
source: No Notifications
es: No hay nuevas notificaciones
fr: Aucune notification
ja: 新しい通知はありません
ko: 알림 없음
pt: Sem notificações
ru: Нет уведомлений
tr: Bildirim Yok
vi: Không có thông báo mới
zh: 没有新通知

# noti_center_all_read
source: Mark all messages as read
es: ¿Desea marcar todos los mensajes como leídos?
fr: Marquer tous les messages comme lus ?
ja: すべてのメッセージを既読にしますか
ko: 모든 메시지를 읽음으로 표시하시겠습니까
pt: Marcar todas as mensagens como lidas?
ru: Пометить все сообщения как прочитанные
tr: Tüm mesajları okundu olarak işaretle?
vi: Đánh dấu tất cả tin nhắn là đã đọc
zh: 是否将全部消息标记为已读

# noti_center_noti
source: Prompt
es: Aviso
fr: Invite
ja: ヒント
ko: 프롬프트
pt: Aviso
ru: Подсказка
tr: Bildirim
vi: Thông báo
zh: 提示

# user_details_edit_nickname
source: Edit Nickname
es: Editar Apodo
fr: Modifier le surnom
ja: ニックネームを編集
pt: Editar Apelido
ru: Редактировать псевдоним
tr: Takma Adı Düzenle
vi: Chỉnh sửa biệt danh
zh: 编辑昵称

# user_details_edit_nickname_tips
source: 1. You can only change your nickname once every 24 hours, so please choose carefully. 2. When creating your nickname, please ensure it does not contain disrespectful words, Aibit official names (i.w. product names) and names from other trading platforms.
es: 1. Solo puedes cambiar tu apodo una vez cada 24 horas, así que elige cuidadosamente. 2. Al crear tu apodo, asegúrate de que no contenga palabras irrespetuosas, nombres oficiales de Aibit (p. ej., nombres de productos) ni nombres de otras plataformas de trading.
fr: 1、Vous ne pouvez modifier votre surnom qu'une fois toutes les 24 heures, veuillez remplir avec prudence. 2、Lors de la création de votre surnom, veuillez ne pas utiliser de termes inappropriés, de noms officiels d'Aibit (comme le nom des produits) ou de noms d'autres plateformes de trading.
ja: 1、あなたは24時間に1回しかニックネームを変更できませんので、慎重に記入してください。 2、ニックネームを作成する際は、不適切な言葉、Aibitの公式名称（製品名など）、他の取引プラットフォームの名称を使用しないでください。
pt: 1. Você pode alterar seu apelido apenas uma vez a cada 24 horas, então escolha com cuidado. 2. Ao criar seu apelido, certifique-se de que ele não contenha palavras desrespeitosas, nomes oficiais da Aibit (i.e., nomes de produtos) e nomes de outras plataformas de negociação.
ru: 1. Вы можете изменить свой ник только один раз в 24 часа, поэтому выбирайте тщательно. 2. При создании псевдонима убедитесь, что он не содержит неуважительных слов, официальных названий Aibit (т.е. названий продуктов) и названий других торговых платформ.
tr: 1. 24 saatte yalnızca 1 kez takma adınızı değiştirebilirsiniz, lütfen dikkatli yazınız. 2. Takma ad oluştururken, uygunsuz kelimeler, Aibit resmi adları (örneğin ürün adları) ve diğer ticaret platformlarındaki adları kullanmayın.
vi: 1. Bạn chỉ có thể thay đổi biệt danh một lần mỗi 24 giờ, vì vậy hãy chọn cẩn thận. 2. Khi tạo biệt danh, vui lòng đảm bảo rằng nó không chứa từ ngữ thiếu tôn trọng, tên chính thức của Aibit (ví dụ: tên sản phẩm) và tên từ các nền tảng giao dịch khác.
zh: 1、您24h只能修改1次昵称，请慎重填写。 2、创建昵称时，请勿使用不雅用词、Aibit官方名称（如产品名称）和其他交易平台上的名称。

# user_details_tittle
source: Profile
es: Perfil
fr: Profil
ja: プロフィール
pt: Perfil
ru: Профиль
tr: Kişisel Profil
vi: Thông tin cá nhân
zh: 个人资料

# user_details_account
source: Account
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta
ru: Счет
tr: Hesap
vi: Tài khoản
zh: 账户

# user_details_nickname_limit
source: Nickname can be changed only once within 24hrs.
es: El apodo solo puede cambiarse una vez dentro de las 24 horas.
fr: Vous ne pouvez modifier votre surnom qu'une fois toutes les 24 heures
ja: 24時間に1回しかニックネームを変更できません
pt: O apelido só pode ser alterado uma vez a cada 24 horas.
ru: Псевдоним может быть изменен только один раз в течение 24 часов.
tr: 24 saatte yalnızca 1 kez takma ad değiştirilebilir
vi: Biệt danh chỉ có thể thay đổi một lần trong vòng 24 giờ.
zh: 24h只可修改1次昵称

# user_details_change_picture
source: Change Profile Picture
es: Cambiar Foto de Perfil
fr: Changer la photo de profil
ja: プロフィール写真を変更
pt: Mudar Foto de Perfil
ru: Изменить картинку профиля
tr: Profil Fotoğrafını Değiştir
vi: Thay đổi avatar
zh: 更改头像

# user_details_times_tips
source: You can upload a public profile picture %s more times this year. You may also choose from our available avatars with no limit on changes.
es: Puedes subir una foto de perfil pública %@ veces más este año. También puedes elegir entre nuestros avatares disponibles sin límite de cambios.
fr: Vous pouvez encore télécharger %@ avatar public cette année ; vous pouvez également choisir parmi les avatars alternatifs proposés, sans limite de modifications.
ja: 今年はあと%s回公開プロフィール写真をアップロードできます。提供された代替のプロフィール写真も選択できますが、変更回数に制限はありません。
pt: Você pode carregar uma foto de perfil pública %s vezes mais este ano. Você também pode escolher entre nossos avatares disponíveis sem limite de alterações.
ru: Вы также можете загрузить в этом году %s - е подпубличное фото; Вы также можете выбрать альтернативные аватарки, которые мы предлагаем, без ограничений по количеству изменений
tr: Bu yıl daha fazla %s kez açık profil resmi yükleyebilirsiniz; ayrıca sağladığımız alternatif avatarları seçebilirsiniz, değiştirme sayısı sınırsızdır
vi: Bạn có thể tải lên ảnh hồ sơ công khai thêm %@ lần trong năm nay. Bạn cũng có thể chọn từ các ảnh đại diện có sẵn của chúng tôi mà không giới hạn số lần thay đổi.
zh: 您今年还可以上传%s次公开头像；您也可以选择我们提供的备选头像，没有修改次数限制

# user_details_upload_limit
source: Upload limit exceeded.
es: Límite de subida excedido.
fr: Limite de téléchargement dépassée.
ja: アップロード上限を超えました
pt: Limite de upload excedido.
ru: Превышен лимит загрузки.
tr: Yükleme limiti aşıldı.
vi: Đã vượt quá giới hạn tải lên.
zh: 已超过上传上限

# user_details_available_avatars
source: For security reasons, you can only upload a new profile picture up to 3 times per year. You may choose from our available avatars.
es: Por razones de seguridad, solo puedes subir una nueva foto de perfil hasta 3 veces al año. Puedes elegir entre nuestros avatares disponibles.
fr: Pour des raisons de sécurité, vous ne pouvez télécharger une nouvelle photo de profil que 3 fois par an. Vous pouvez choisir parmi nos avatars disponibles.
ja: 安全上の理由から、毎年3回しかプロフィール写真をアップロードできません。提供された代替のプロフィール写真を選択できます。
pt: Por razões de segurança, você só pode carregar uma nova foto de perfil até 3 vezes por ano. Você pode escolher entre nossos avatares disponíveis.
ru: В целях безопасности вы можете загружать новую фотографию профиля не более 3 раз в год. Вы можете выбрать один из доступных аватаров.
tr: Güvenlik nedeniyle, profil fotoğrafınızı yılda yalnızca 3 kez güncelleyebilirsiniz. Mevcut avatarlarımızdan birini seçebilirsiniz.
vi: Vì lý do bảo mật, bạn chỉ có thể tải lên avatar tối đa 3 lần mỗi năm. Bạn có thể chọn từ các avatar mặc định mà chúng tôi cung cấp.
zh: 基于安全原因，您每年仅可上传3次头像。您可以选择我们提供的备选头像。

# user_details_select_avatar
source: Select Avatar
es: Seleccionar Avatar
fr: Choisir un avatar
ja: プロフィール写真を選択
pt: Selecionar Avatar
ru: Выбрать аватар
tr: Avatar seçin
vi: Chọn Ảnh đại diện
zh: 选择头像

# user_details_edit_avatar
source: Edit Avatar
es: Editar Avatar
fr: Modifier l'avatar
ja: プロフィール写真を編集
pt: Editar Avatar
ru: Редактировать аватар
tr: Avatarı Düzenle
vi: Chỉnh sửa avatar
zh: 编辑头像

# user_details_upload_picture
source: Upload Profile Picture
es: Subir Foto de Perfil
fr: Télécharger la photo de profil
ja: プロフィール写真をアップロード
pt: Carregar Foto de Perfil
ru: Загрузить фотографию профиля
tr: Profil Resmi Yükle
vi: Tải lên Ảnh hồ sơ
zh: 上传头像

# common_take_photo
source: Take Photo
es: Tomar Foto
fr: Prendre une photo
ja: 写真を撮る
pt: Tirar foto
ru: Сделать фото
tr: Fotoğraf çek
vi: Chụp ảnh
zh: 拍照

# user_details_choose_album
source: Choose from Album
es: Elegir desde Álbum
fr: Choisir dans l'album
ja: アルバムから選択
pt: Escolher do Álbum
ru: Выбрать из альбома
tr: Albümden Seç
vi: Chọn từ thư viện ảnh
zh: 从相册选择

# ccy_title
source: Currency
es: Tasa de cambio
fr: Monnaie
ja: 為替レート
ko: 통화
pt: Moeda
ru: Обмен курс
tr: Para birimi
vi: Loại tiền
zh: 汇率

# ccy_desc
source: Select the currency to calculate the exchange rate
es: Seleccione la tasa de cambio de la moneda fiduciaria que necesita
fr: Sélectionnez la devise pour calculer le taux de change
ja: 必要な法定通貨の価格レートを選択してください
ko: 환율을 계산할 통화를 선택하세요.
pt: Selecione a moeda para calcular a taxa de câmbio
ru: Выберите валюту, чтобы рассчитать обменный курс
tr: Döviz kuru hesaplamak için para birimi seçin
vi: Chọn loại tiền để tính toán tỷ giá
zh: 选择您需要的法币计价汇率

# login_third_title
source: Or log in with
es: O inicie sesión con
fr: Ou connectez-vous avec
ja: または以下の方法でログイン
ko: 다음으로 로그인:
pt: Ou faça login com
ru: Или войдите в систему с помощью
tr: Veya giriş yapın
vi: Hoặc đăng nhập qua các phương thức sau
zh: 或通过以下方式登录

# login_please_input_pwd
source: Please enter your password
es: Por favor, ingrese su contraseña
fr: Veuillez entrer votre mot de passe
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
pt: Por favor, insira sua senha
ru: Пожалуйста, введите пароль
tr: Lütfen şifrenizi girin
vi: Vui lòng nhập mật khẩu của bạn
zh: 请输入您的密码

# login_forget_pwd
source: Forgot password?
es: Olvidó su contraseña?
fr: Mot de passe oublié ?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊어버린 경우?
pt: Esqueceu a senha?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?
vi: Quên mật khẩu?
zh: 忘记密码？

# login_error_pwd
source: 8-30 characters, must include both uppercase and lowercase letters and numbers
es: 8-30 caracteres, debe incluir letras mayúsculas y minúsculas y números
fr: 8-30 caractères, doit inclure des lettres majuscules et minuscules ainsi que des chiffres
ja: 8-30文字で、大文字、小文字、数字を含む必要があります。
ko: 8-30자, 대문자와 소문자, 숫자를 모두 포함해야 합니다
pt: 8-30 caracteres, deve incluir letras maiúsculas e minúsculas e números
ru: 8-30 символов, должны включать заглавные и строчные буквы и цифры
tr: 8-30 karakter, büyük ve küçük harfler ile rakam içermelidir
vi: 8-30 ký tự, phải bao gồm chữ hoa, chữ thường và số
zh: 8-30个字符,必须包含大小写字母和数字

# login_bind_desc
source: If you already have an Aibit account, you can link it with a third-party account. Otherwise, please create a new account first.
es: Si ya tienes una cuenta de Aibit, puedes asociarla con una cuenta de terceros. De lo contrario, crea una nueva cuenta.
fr: Si vous avez déjà un compte Aibit, vous pouvez le lier à un compte tiers. Sinon, veuillez d'abord créer un nouveau compte.
ja: このメールアドレスはすでに登録されています。メール認証を行い、サードパーティアカウントと関連付けることができます。
ko: 이미 Aibit 계정이 있으시면, 이를 제3자 계정과 연동할 수 있습니다. 그렇지 않으면 먼저 새 계정을 만드세요.
pt: Se você já tem uma conta Aibit, pode vinculá-la a uma conta de terceiros. Caso contrário, crie uma nova conta primeiro.
ru: Если у вас уже есть аккаунт Aibit, вы можете связать его с аккаунтом третьей стороны. В противном случае, пожалуйста, сначала создайте новый аккаунт.
tr: Bu e-posta adresi zaten kayıtlı. E-posta doğrulaması yapabilir ve üçüncü taraf hesabıyla ilişkilendirebilirsiniz.
vi: Nếu bạn đã có tài khoản Aibit, bạn có thể liên kết nó với tài khoản bên thứ ba. Nếu không, vui lòng tạo tài khoản mới trước.
zh: 如果您已经有一个Aibit账号，可以将其与第三方账号关联。否则，请先创建一个新账号。

# withdraw_insufficient_amount
source: Insufficient amount to cover the fee
fr: Montant insuffisant pour couvrir les frais
ja: 手数料を支払うための金額が不足しています
ko: 수수료를 충당하기에 금액이 부족합니다
pt: Quantia insuficiente para cobrir a taxa
ru: Недостаточная сумма для покрытия комиссии
tr: Ücreti karşılamak için yetersiz miktar
vi: Số tiền không đủ để thanh toán phí giao dịch.
zh: 金额不足以支付手续费

# withdraw_real_btn_tip
source: Change received amount to input amount
fr: Changer le montant reçu en montant saisi
ja: 入金数量を入力数量に変更
ko: 수령한 금액을 입력 금액으로 변경
pt: Alterar valor recebido para o valor de entrada
ru: Измените полученную сумму на введенную
tr: Alınan miktarı girilen miktara değiştir
vi: Thay đổi số tiền nhận thành số tiền đã nhập.
zh: 将到账数量改为输入数量

# withdraw_mini_amount
source: Minimum withdrawal{}
fr: Retrait minimum %@
ja: 最小出金数量{}
ko: 최소 출금{}
pt: Retirada mínima {}
ru: Минимальный вывод средств{}
tr: Minimum çekim {}
vi: Số tiền rút tối thiểu %@.
zh: 最小提现数量{}

# swap_order_modify_done
source: Modification completed
fr: Modification terminée
ja: 注文の変更に成功しました
pt: Modificação concluída
ru: Модификация завершена
tr: Değişiklik tamamlandı
vi: Đổi lệnh thành công
zh: 改单成功

# follow_users_following
source: Copying
es: Copiando
fr: En cours de copie
ja: フォロー中
pt: Copiando
ru: Копирование
tr: Kopyalanıyor
vi: Đang sao chép
zh: 正在跟随

# follow_users_follow
source: Copy
es: Copiar
fr: Copier
ja: フォロー
pt: Copiar
ru: Копирование
tr: Kopyala
vi: Sao chép
zh: 跟随

# follow_users_roi_open
source: ROI (Open Positions)
es: ROI (Posiciones Abiertas)
fr: ROI (Positions ouvertes)
ja: 利益率 (保有中)
pt: ROI (Posições Abertas)
ru: ROI (открытые позиции)
tr: ROI (Açık Pozisyonlar)
vi: ROI (Vị thế mở)
zh: 收益率（持仓中）

# follow_users_roi_close
source: ROI (Closed Positions)
es: ROI (Posiciones Cerradas)
fr: ROI (Fermé)
ja: 利益率 (決済済み)
pt: ROI (Posições Fechadas)
ru: ROI (закрытые позиции)
tr: ROI (Kapanan Pozisyonlar)
vi: ROI (Đã đóng)
zh: 收益率（已平仓）

# follow_follow_users
source: Copy Traders
es: Copias
ja: フォローユーザー
ko: Copiers
pt: Copiadores
ru: Копиры
tr: Kopyacılar
vi: Người dùng sao chép giao dịch.
zh: 跟单用户

# follow_users_profit_total
source: Profit/Total Copy Amount(USDT)
es: Beneficio/Monto Total de Copias (USDT)
fr: Profit/Montant total de copie (USDT)
ja: フォロートレードの収益/フォロートレード総額（USDT）
pt: Lucro/Quantia Total Copiada (USDT)
ru: Прибыль/Общая сумма копирования(USDT)
tr: Kar/Toplam Kopyalama Miktarı (USDT)
vi: Lợi nhuận sao chép/ Tổng số tiền sao chép (USDT)
zh: 跟单收益/跟单总额(USDT)

# 仅展示排名前10的跟单用户
source: Only top 10 copiers are displayed
fr: Seuls les 10 premiers copieurs sont affichés
ja: ランキング上位10のフォローユーザーのみ表示
pt: Apenas os 10 melhores copiadores são exibidos
ru: Только 10 лучших копировальных аппаратов
tr: Sadece ilk 10 kopyacı gösteriliyor
vi: Chỉ hiển thị top 10 người sao chép
zh: 仅展示排名前10的跟单用户

# 全部平仓时间
source: Closed
es: Hora de cierre total
fr: Fermée
ja: 入居してから %d 日
ko: Total Close Time
pt: Tempo Total de Fechamento
ru: Общее время закрытия
tr: Tüm pozisyonlar kapama süresi
vi: Đã đóng vị thế
zh: 全部平仓时间

# follow_users_trades
source: Trades
es: Operaciones
fr: Transactions
ja: 件
pt: Negociações
ru: Сделки
tr: İşlemler
vi: Giao dịch gần nhất
zh: 笔

# follow_users_users
source: Users
es: Usuarios
fr: Utilisateurs
ja: 人
pt: Usuários
ru: Пользователи
tr: Kullanıcılar
vi: Người dùng
zh: 人

# follow_users_day
source: Days
es: Días
fr: Jours
ja: 日
pt: dias
ru: Дни
tr: Günler
vi: Ngày
zh: 天

# follow_users_rank
source: Rank
es: Clasificación
fr: Rang
ja: ランキング
pt: Classificação
ru: Рейтинг
tr: Sıralama
vi: Xếp hạng
zh: 排名

# common_search
source: Search
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색하기
pt: Pesquisar
ru: Поиск
tr: Ara
vi: Tìm kiếm
zh: 搜索

# asset.transaction.order.mgr.bill.title
source: Transaction history
es: Factura de fondos
fr: Relevé des fonds
ja: 資金帳簿
ko: 자금 명세서
pt: Extrato de financiamento
ru: Финансовый отчет
tr: Fon beyanı
vi: Hóa đơn tài chính
zh: 资金账单

# assets.deposit.chain.net.memo.got.title
source: I acknowledged
es: Reconozco
fr: J'ai pris connaissance
ja: 私は承知しました。
ko: 본인은 다음을 확인합니다
pt: Eu reconheço
ru: Я подтвердил
tr: Anladım
vi: Tôi đã biết
zh: 我已知晓
