Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# account.write.off.risk.warn1.title
source: Closing an account is permanent and irreversible, so make sure you fully understand the possible consequences before you do so.
es: Cerrar una cuenta es permanente e irreversible, así que asegúrate de entender completamente las posibles consecuencias antes de hacerlo.
fr: La fermeture d'un compte est permanente et irréversible, assurez-vous donc de bien comprendre les conséquences possibles avant de procéder.
ja: アカウントの注销は永続的で復元できないため、注销前に可能な結果を完全に理解していることを確認してください。
ko: 계좌를 폐쇄하는 것은 영구적이고 돌이킬 수 없으므로, 폐쇄하기 전에 발생할 수 있는 결과를 완전히 이해하시기 바랍니다.
pt: Encerrar uma conta é permanente e irreversível, portanto, certifique-se de compreender totalmente as possíveis consequências antes de fazê-lo.
ru: Событие
tr: Hesap kapama kalıcı ve geri alınamaz bir işlemdir, bu yüzden bunu yapmadan önce olası sonuçları tamamen anladığınızdan emin olun.
vi: Hủy tài khoản là hành động vĩnh viễn và không thể phục hồi, vui lòng đảm bảo bạn đã hiểu đầy đủ các hậu quả có thể xảy ra trước khi hủy tài khoản.
zh: 注销账户是永久性且无法恢复的，请确保您在注销账户前完全了解可能的后果。

# home.newcomer.activity.title
source: Event
es: Evento
fr: Événement
ja: イベント
ko: 이벤트
pt: Evento
ru: Активности
tr: Etkinlik
vi: Sự kiện
zh: 活动

# coin.overview.flow.amount.title
source: Circulating supply value
es: Valor de suministro circulante
fr: Capitalisation boursière
ja: 流通時価総額
ko: 유통량 가치
pt: Capitalização de mercado negociável
ru: Общий оборот
tr: İşlem yapılabilir piyasa değeri
vi: Vốn hóa thị trường
zh: 流通市值

# coin.overview.flow.quanlity.title
source: Total Circulating supply
es: Suministro total circulante
fr: Offre en circulation totale
ja: 流通総量
ko: 총 유통량
pt: Oferta circulante total
ru: Нереализованная прибыль и убыток
tr: Toplam dolaşımdaki arz
vi: Tổng cung lưu thông
zh: 流通总量

# swap.exchange.rise.title
source: Increase
es: Incrementar
fr: Gain
ja: 上昇幅
ko: 증가
pt: Ganho
ru: Победители
tr: Kazanç
vi: Tăng giá
zh: 涨幅

# market.gainers.title
source: Gainers
es: Ganadores
fr: Gagnants
ja: 上昇銘柄
ko: 상승 종목
pt: Ganhadores
ru: Изменения
tr: Yükseliş Listesi
vi: Top tăng giá
zh: 涨幅榜

# market.change.title
source: Changes
es: Cambios
fr: Changement de prix
ja: 変動幅
ko: 변경
pt: Variação de preço
ru: Изменение цены
tr: Fiyat değişikliği
vi: Biến động giá
zh: 涨跌幅

# market.kline.pop.quote.change.title
source: %Changes
es: Cambio precio
fr: %Changements
ja: 幅
ko: %변경
pt: % Mudanças
ru: Изменение цены
tr: %Değişim
vi: Biên độ
zh: 幅

# market.kline.pop.rise.fall.title
source: Changes
es: Cambio precio
fr: Changements
ja: 額
ko: 변경
pt: Mudanças
ru: Карта глубины
tr: Değişiklikler
vi: Giá trị
zh: 额

# market.detail.menu.depth.title
source: Depth
es: Comisión
fr: Profondeur
ja: 深度グラフ
ko: 깊이
pt: Mapa de profundidade
ru: Добавить
tr: Derinlik haritası
vi: Biểu đồ độ sâu
zh: 深度图

# otc.payment.method.bank.add.title
source: Add
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가하기
pt: Adicionar
ru: Добавить доказательства
tr: Ekle
vi: Thêm
zh: 添加

# otc.complain.add.proof.title
source: Add proof
es: Añadir prueba
fr: Ajouter une preuve
ja: 証拠を追加
ko: 증빙 추가하기
pt: Adicionar prova
ru: Успешно добавлено
tr: Kanıt ekle
vi: Thêm chứng từ
zh: 添加凭证

# personal.center.google.bind.change.des.title
source: Once added, please fill in the time-based authentication codes you have been given before the time limit.
es: Una vez añadido, por favor, introduce los códigos de autenticación basados en tiempo que se te han proporcionado antes del límite de tiempo.
fr: Une fois ajouté, veuillez remplir les codes d'authentification temporaires qui vous ont été donnés avant la limite de temps.
ja: 追加が成功すると、期限付きの確認コードが提供されますので、期限内に入力してください。
ko: 추가되면, 시간 제한 전에 받은 시간 기반 인증 코드를 입력하세요.
pt: Uma vez adicionado, preencha os códigos de autenticação baseados em tempo que você recebeu antes do limite de tempo.
ru: Добавить метод оплаты
tr: İlginizi çeken zaman tabanlı kimlik doğrulama kodlarını, süre dolmadan önce lütfen girin.
vi: Sau khi thêm thành công, bạn sẽ nhận được một mã xác thực có thời hạn, vui lòng nhập mã này trước khi hết hạn.
zh: 添加成功后，您将得到一组具时效性验证码，请于限时前填入

# otc.payment.method.add.title
source: Add payment method
es: Añadir método de pago
fr: Ajouter un mode de paiement
ja: 入金方法を追加
ko: 결제 방법 추가하기
pt: Adicionar método de pagamento
ru: Добавить криптовалюту
tr: Ödeme yöntemi ekle
vi: Thêm phương thức thanh toán
zh: 添加收款方式

# self.choice.add.des.title
source: Add Crypto
es: Añadir cripto
fr: Ajouter des crypto-monnaies
ja: お気に入りの通貨を追加
ko: 암호화폐 추가
pt: Adicionar Cripto
ru: Избранные успешно добавлены
tr: Kripto Ekle
vi: Thêm đồng tiền yêu thích
zh: 添加自选币种

# self.choice.add.done.title
source: Added to Favorites
es: Favoritos añadidos con éxito
fr: Favoris ajoutés avec succès
ja: お気に入りの追加に成功しました
ko: 즐겨찾기에 추가됨
pt: Favoritos adicionados com sucesso
ru: Полный
tr: Favoriler başarıyla eklendi
vi: Thêm đồng tiền yêu thích thành công
zh: 添加自选成功

# 跟单.满员
source: Full
es: Completo
fr: Complet
ja: 満員
ko: 전체
pt: Completo
ru: Полный
tr: Dolu
vi: Đầy đủ
zh: 满员

# home.c2c.entrance.des.title
source: Opciones flexibles, mejores precios
es: Elección flexible a un mejor precio
fr: Choix flexible à un meilleur prix
ja: 柔軟に選択、より良い価格
ko: 유연한 옵션, 최적의 가격
pt: Escolha flexível a um preço melhor
ru: Щелкните для загрузки
tr: Daha iyi fiyata esnek seçim
vi: Lựa chọn linh hoạt với giá tốt hơn
zh: 灵活选择，价格更优

# otc.complain.add.proof.click.to.upload.title
source: Click to upload
es: Haz clic para subir
fr: Cliquez pour télécharger
ja: アップロードをクリック
ko: 클릭하여 업로드하기
pt: Clique para carregar
ru: Щелкните для входа
tr: Yüklemek için tıklayın
vi: Nhấn để tải lên
zh: 点击上传

# personal.center.not.login.title
source: Click to login
es: Haz clic para iniciar sesión
fr: Cliquez pour vous connecter
ja: ログインをクリック
ko: 클릭하여 로그인하기
pt: Clique para fazer login
ru: Щелкните для загрузки
tr: Giriş yapmak için tıklayın
vi: Nhấp để đăng nhập
zh: 点击登录

# personal.center.google.click.download.title
source: Click to Download
es: Haz clic para descargar
fr: Téléchargez-le ici
ja: ここをクリックしてダウンロード
ko: 클릭하여 다운로드하기
pt: Clique para baixar
ru: Текст фотографии должен быть четким и видимым.
tr: İndirmek için tıklayın
vi: Nhấp để tải về
zh: 点我下载

# personal.id.step2.note.tip3
source: The text of the photo should be clear and visible.
es: El texto de la foto debe ser claro y visible.
fr: Le texte de la photo doit être clair et visible.
ja: 写真の文字がはっきりと見えること
ko: 사진의 텍스트가 선명하고 잘 보여야 합니다.
pt: O texto da foto deve estar claro e visível.
ru: Размытие изображения
tr: Fotoğrafın metni net ve görünür olmalıdır.
vi: Chữ trên ảnh rõ ràng, dễ đọc
zh: 照片文字清晰可见

# personal.id.step2.sample.tip3
source: Blur image
es: Imagen borrosa
fr: Image floue
ja: 写真がぼやけている
ko: 흐린 이미지
pt: Imagem desfocada
ru: Ликвидация
tr: Bulanık görüntü
vi: Ảnh mờ
zh: 照片模糊

# contract.order.force.liquidation.title
source: Liquidation
es: Liquidación
ja: 強制清算
ko: 청산
pt: Liquidação
ru: Версия
tr: Tasfiye
vi: Phá sản
zh: 爆仓清算

# personal.center.version.title
source: Version
es: Versión
ja: バージョン
ko: 버전
pt: Versão
ru: Обновление версии
tr: Sürüm
vi: Phiên bản
zh: 版本

# about.us.version.update.title
source: Version Update
es: Actualización de versión
fr: Mise à jour de version
ja: バージョン更新
ko: 버전 업데이트
pt: Atualização de versão
ru: Состояние
tr: Sürüm güncellemesi
vi: Cập nhật phiên bản
zh: 版本更新

# tabbar.spot.item.title
source: Spot
fr: Au comptant
ja: 現物
ko: 현물
ru: Место
vi: Giao ngay
zh: 现货

# market.list.search.symbol.title
source: Spot/futures
es: Spot/futuros
fr: Spot/contrats à terme
ja: 現物/契約
ko: 현물/선물
pt: Spot/futuros
ru: Подтверждение ордера на место
vi: Spot/Contract
zh: 现货/合约

# exchange.order.confirmation.title
source: Spot order confirmation
es: Confirmación de orden spot
fr: Confirmation de l'ordre au comptant
ja: 現物注文確認
ko: 현물 주문 확인
pt: Confirmação de ordem spot
ru: Торговля на месте
tr: Spot emir onayı
vi: Xác nhận đặt lệnh giao ngay
zh: 现货下单确认

# exchange.experienceGold.note.title
source: Spot available balance = Trading account available balance - bonus
es: Saldo disponible spot = Saldo disponible en la cuenta de trading - bono
fr: Solde disponible au comptant = Solde disponible du compte de trading - Bons d'expérience
ja: 現物利用可能残高 = 取引口座の利用可能残高 - 体験資金
ko: 현물 사용 가능 잔액 = 거래 계좌 사용 가능 잔액 - 보너스
pt: Saldo disponível em spot
ru: Пользуясь $%s великолепными призами
tr: Spot kullanılabilir bakiye = Ticaret hesabı kullanılabilir bakiye - Deneme bonusu
vi: Số dư có sẵn trên thị trường giao ngay = Số dư khả dụng trong tài khoản giao dịch - Tiền thưởng trải nghiệm
zh: 现货可用余额=交易账户可用余额-体验金

# home.newyear.activity.des.title
source: Enjoying %@ grand prizes
es: Disfrutando de premios de %@
fr: Profitez de %@ de grands prix
ja: %@の豪華賞品を分配
ko: %@의 그랑프리 받기
pt: Aproveitando %@ grandes prêmios
ru: Активы, используемые для обеспечения этой позиции
tr: %@ büyük ödüllerin keyfini çıkarıyorsunuz
vi: Chia sẻ %@ quà tặng
zh: 瓜分 %@ 豪礼

# otc.guide.user.title
source: User Guide
es: Guía del usuario
fr: Guide de l'utilisateur
ja: ユーザーガイド
ko: 사용자 가이드
pt: Guia do usuário
ru: Из-за требований соответствия и регулирования следующие страны и регионы пока не поддерживаются
tr: Kullanıcı Kılavuzu
vi: Hướng dẫn người dùng
zh: 用户引导

# personal.id.auth.not.supported.content
source: Due to compliance and regulatory requirements, the following countries and regions are not yet supported
es: Debido a requisitos de cumplimiento y regulación, los siguientes países y regiones aún no están soportados
fr: En raison des exigences de conformité et de réglementation, les pays et régions suivants ne sont pas encore pris en charge
ja: コンプライアンスおよび規制要件により、以下の国と地域は一時的にサポートされていません：
ko: 규정 준수 및 규제 요건으로 인해 다음 국가 및 지역은 아직 지원되지 않습니다
pt: Devido a requisitos de conformidade e regulamentares, os seguintes países e regiões ainda não são suportados
ru: Из-за требований соответствия и регулирования следующие страны и регионы в настоящее время не поддерживаются: %s
tr: Uyum ve düzenleyici gereksinimler nedeniyle, aşağıdaki ülkeler ve bölgeler henüz desteklenmemektedir
vi: Do yêu cầu tuân thủ và quy định, hiện không hỗ trợ các quốc gia và khu vực sau:
zh: 由于合规和监管要求，暂时不支持以下国家和地区：

# common_contract_order_stop_tis
source: Set a stop-loss trigger price that is not too close to the estimated liquidation price to avoid failures in triggering.
es: Establece un precio de activación de stop-loss que no esté demasiado cerca del precio de liquidación estimado para evitar fallos en la activación.
fr: En raison de la volatilité rapide du marché, le prix de déclenchement du stop-loss ne doit pas être trop proche du prix estimé de liquidation pour éviter un échec de déclenchement
ja: 市場の変動が速いため、ストップロスの発動価格は予想強制決済価格から近すぎない方が良いです。発動失敗を避けるために
ko: 발동 실패를 방지하기 위해 손절 발동 가격이 예상 강제청산 가격과 너무 가깝지 않도록 설정하세요.
pt: Devido a rápidas mudanças nas condições do mercado, o preço de gatilho de stop-loss não deve estar muito próximo do preço estimado de liquidação para evitar falha no gatilho
ru: Апелляция
tr: Piyasa koşullarındaki hızlı değişikliklerden dolayı, stop-loss tetikleme fiyatı tahmini likidasyon fiyatına çok yakın olmamalıdır, aksi takdirde tetikleme hatası olabilir.
vi: Do biến động thị trường nhanh, giá dừng lỗ không nên quá gần với giá thanh lý dự kiến để tránh việc không kích hoạt được
zh: 由于行情变动快，止损触发价不宜离预估强平价过近，避免触发失败

# otc.order.detail.left.item.complain.title
source: Appeal
es: Apelación
fr: Appel
ja: 申し立て
ko: 이의 제기하기
pt: Apelação
ru: Апелляция
tr: İtiraz
vi: Khiếu nại
zh: 申诉

# common_appealing
source: Appealing
es: Apelando
fr: Appel en cours
ja: 申し立て中
ko: 이의 제기 중
pt: Apelando
ru: Причина апелляции
tr: İtiraz ediliyor
vi: Đang khiếu nại
zh: 申诉中

# otc.complain.reason.title
source: Reason for appeal
es: Razón de la apelación
fr: Raison de l'appel
ja: 申し立て理由
ko: 이의 제기 사유
pt: Motivo da apelação
ru: Описание апелляции
tr: İtiraz nedeni
vi: Lý do khiếu nại
zh: 申诉原因

# otc.complain.intro.title
source: Appeal description
es: Descripción de la apelación
fr: Description de l'appel
ja: 申し立て説明
ko: 이의 제기 설명
pt: Descrição da apelação
ru: Пожалуйста, предоставьте подробную информацию для апелляции. Если информации недостаточно, пожалуйста, сотрудничайте с службой поддержки для предоставления дополнительной информации для доказательства.
tr: İtiraz açıklaması
vi: Mô tả khiếu nại
zh: 申诉说明

# otc.complain.intro.three.title
source: Please provide detailed information for appeal. If the information is insufficient, please cooperate with customer service to provide more information for proof.
es: Por favor, proporciona información detallada para la apelación. Si la información es insuficiente, coopera con el servicio de atención al cliente para proporcionar más información para la prueba.
fr: Veuillez fournir des informations détaillées pour l'appel. Si les informations sont insuffisantes, veuillez coopérer avec le service client pour fournir plus d'informations à titre de preuve.
ja: 申し立てには詳細な情報を提供してください。不十分な場合は、カスタマーサポートの要求に応じてさらに証拠資料を提供してください。
ko: 이의 제기에 대한 세부 정보를 제공해 주시기 바랍니다.정보가 충분하지 않은 경우, 고객 서비스팀에 더 많은 증빙 자료를 제출하여 협조해 주시기 바랍니다.
pt: Por favor, forneça informações detalhadas para a apelação. Se as informações forem insuficientes, por favor, coopere com o atendimento ao cliente para fornecer mais informações como prova.
ru: Подать заявку на статус трейдера
tr: İtiraz için ayrıntılı bilgi sağlayın. Eğer bilgi yetersizse, daha fazla kanıt sağlamak için müşteri hizmetleri ile işbirliği yapın.
vi: Khi khiếu nại, vui lòng cung cấp đầy đủ tài liệu, nếu tài liệu thiếu, vui lòng hợp tác với yêu cầu của dịch vụ khách hàng để cung cấp thêm tài liệu chứng minh khiếu nại.
zh: 申诉请提供详尽资料，若资料不足请配合客服要求提供更多申诉证明资料。

# 跟单.申请交易员
source: Be a Lead Trader
es: Solicitar convertirse en trader
fr: Devenir un trader principal
ja: トレーダーを申請する
ko: 신청하여 트레이더 되기
pt: Torne-se trader
ru: Изменить заявку
tr: Tüccar olma başvurusu
vi: Yêu cầu trở thành trader.
zh: 申请交易员

# 跟单.申请修改
source: Edit application
es: Editar solicitud
fr: Modifier la demande
ja: 変更申請
ko: 신청 편집하기
pt: Editar aplicação
ru: Запрос на отмену статуса ведущего трейдера
tr: Başvuruyu düzenle
vi: Yêu cầu thay đổi
zh: 申请修改

# 跟单.申请已拒绝
source: Application rejected
es: Solicitud rechazada
fr: Demande rejetée
ja: 申請が拒否されました
ko: 신청 거부됨
pt: Aplicação rejeitada
ru: Заявка одобрена.
tr: Başvuru reddedildi
vi: Đơn xin đã bị từ chối
zh: 申请已拒绝

# 跟单.申请已通过
source: Application approved
es: Solicitud aprobada.
fr: Demande approuvée
ja: 申請が承認されました
ko: 신청 승인됨
pt: Aplicação aprovada
ru: Критерии заявки
tr: Başvuru onaylandı
vi: Đơn xin đã được chấp nhận
zh: 申请已通过

# common_application_criteria
source: Application criteria
es: Criterios de solicitud
fr: Conditions de candidature
ja: 申請条件
ko: 신청 기준
pt: Critérios de aplicação
ru: Войти
tr: Başvuru kriterleri
vi: Tiêu chí ứng dụng
zh: 申请条件

# user.login.title
source: Log in
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
pt: Fazer login
ru: Вход
tr: Giriş Yap
vi: Đăng nhập
zh: 登录

# home.login.register.title
source: Log-in / Sign Up
es: Iniciar sesión/registrarse
fr: Se connecter/S'inscrire
ja: ログイン/登録
ko: 로그인/등록하기
pt: Login/registro
ru: Войти
tr: Giriş/kayıt ol
vi: Đăng nhập/Đăng ký
zh: 登录/注册

# exchange.trade.after.login.title
source: Log in
es: Iniciar sesión
fr: Connectez-vous pour trader
ja: ログイン後に取引
ko: 로그인
pt: Faça login para negociar
ru: Торговля после входа в систему
tr: Ticaret yapmak için giriş yapın
vi: Giao dịch sau khi đăng nhập
zh: 登录后交易

# contractExchange.changeLevel.confirmButton.title2
source: Change after Log-in
es: Cambiar después de iniciar sesión
fr: Changement après connexion
ja: ログイン後に変更
ko: 로그인 후 변경하기
pt: Alterar após o login
ru: Пароль для входа
tr: Giriş yaptıktan sonra değişiklik
vi: Thay đổi sau khi đăng nhập
zh: 登录后更改

# personal.center.login.pwd.title
source: Login Password
es: Contraseña de inicio de sesión
fr: Mot de passe de connexion
ja: ログインパスワード
ko: 로그인 비밀번호
pt: Senha de login
ru: Вход успешно выполнен
tr: Giriş şifresi
vi: Mật khẩu đăng nhập
zh: 登录密码

# login.succeeded.toast
source: Login successfully
es: Iniciado sesión con éxito
fr: Connexion réussie
ja: ログイン成功
ko: 성공적으로 로그인했습니다
pt: Login bem-sucedido
ru: История PnL
tr: Giriş Başarılı
vi: Đăng nhập thành công
zh: 登录成功

# swap.profit.history.record.title
source: PnL History
es: Historial de PnL
fr: Historique PnL
ja: 損益記録
ko: 손익 내역
pt: Histórico de PnL
ru: Расчет целевой цены
tr: PnL Geçmişi
vi: Ghi nhận lãi lỗ
zh: 盈亏记录

# swap.target.price.calculation.title
source: Target price calculation
es: Beneficios totales
fr: Calcul du prix cible
ja: 目標価格計算
ko: 목표 가격 계산
pt: Cálculo do preço-alvo
ru: Альбом
tr: Hedef fiyat hesaplaması
vi: Tính toán giá mục tiêu
zh: 目标价格计算

# personal.id.library.photo.title
source: Album
es: Álbum
fr: Album photo
ja: アルバム
ko: 앨범
pt: Álbum
ru: Я подтверждаю
tr: Albüm
zh: 相册

# otc.guide.got.it.title
source: I acknowledged
es: He reconocido
fr: Je comprends
ja: わかりました
ko: 본인은 다음을 확인합니다
pt: Eu entendo
ru: Код SMS
tr: Anladım
vi: Đã hiểu
zh: 知道了

# common_sms_code
source: SMS code
es: Código SMS
fr: Code SMS
ja: SMS認証コード
ko: SMS 코드
pt: Código SMS
ru: Подтвердить
tr: SMS kodu
vi: Mã xác nhận SMS
zh: 短信验证码

# assets.experienceGold.confirm.title
source: Confirm
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pt: Confirmar
ru: Подтвердить
tr: Onayla
vi: Xác nhận tự động đăng ký
zh: 确定

# common_confirm
source: Confirm
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pt: Confirmar
ru: Подтверждение
tr: Onayla
vi: Xác nhận
zh: 确认

# otc.payment.method.bank.delete.tips.title
source: Confirm to delete payment method.
es: Confirmar para eliminar método de pago.
fr: Confirmer la suppression du mode de paiement.
ja: この入金方法を削除してもよろしいですか？
ko: 결제 방법 삭제를 확인하세요.
pt: Confirmar para excluir o método de pagamento.
ru: Подтвердите отмену
tr: Ödeme yöntemini silmeyi onaylayın.
vi: Xác nhận xóa phương thức thanh toán này?
zh: 确认删除该收款方式？

# otc.common.confirm.title
source: Confirm
es: Confirmar para cancelar
fr: Confirmer
ja: キャンセルを確認する
ko: 취소 확인하기
pt: Confirmar cancelamento
ru: Подтвердить отмену
tr: İptali onayla
vi: Xác nhận tự động đăng ký
zh: 确认取消

# 跟单.确认取消交易员
source: Confirm to cancel trader status
es: Confirmar para cancelar estatus de trader principal
fr: Confirmer l'annulation du statut de trader
ja: トレーダーのキャンセルを確認
ko: 트레이더 상태 취소 확인
pt: Confirmar o cancelamento do status de trader líder
ru: Подтвердить отмену статуса ведущего трейдера
tr: Lider yatırımcı statüsünü iptal etmeyi onaylayın
vi: Xác nhận hủy bỏ nhà giao dịch
zh: 确认取消交易员

# common.ps.confirm.title
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: パスワードを確認する
ko: 비밀번호 확인
pt: Confirmar senha
ru: Подтвердить пароль
tr: Şifreyi onayla
vi: Xác nhận mật khẩu
zh: 确认密码

# common_confirm_payment
source: Confirm payment
es: Confirmar pago
fr: Confirmer le paiement
ja: 支払い済みを確認
ko: 결제 확인하기
pt: Confirmar pagamento
ru: Подтвердить оплату
tr: Ödemeyi onayla
vi: Xác nhận đã thanh toán
zh: 确认已付款

# common_confirm_payment_received
source: Confirm payment received
es: Confirmar recepción de pago
fr: Confirmer la réception du paiement
ja: 受取確認
ko: 결제 대금 수취 확인하기
pt: Confirmar recebimento do pagamento
ru: Подтвердить получение платежа
tr: Ödemenin alındığını onaylayın
vi: Xác nhận đã nhận tiền
zh: 确认已收款

# swap.trade.confirm.alert.title
source: Confirm and active futures trading
es: Confirmar y activar trading de futuros
fr: Confirmer et activer le trading de contrats à terme
ja: 確認して契約取引を開設
ko: 선물 거래 확인 및 활성화
pt: Confirme e ative a negociação de futuros
ru: Подтвердить и активировать торговлю фьючерсами
tr: Sözleşme Ticaretini Onayla ve Aktifleştir
vi: Xác nhận và kích hoạt giao dịch hợp đồng
zh: 确认并开通合约交易

# otc.complain.additional.alert.title
source: Confirm to submit supplemental appeal information.
es: Confirmar para enviar información suplementaria de apelación.
fr: Confirmer la soumission des informations supplémentaires pour l'appel.
ja: 補足申し立て内容を提出してもよろしいですか？
ko: 추가 이의 제기 정보 제출을 확인하세요.
pt: Confirme para enviar as informações suplementares da apelação.
ru: Подтвердить отправку дополнительной информации для апелляции
tr: Ek itiraz bilgilerini göndermeyi onaylayın.
vi: Xác nhận nộp bổ sung nội dung khiếu nại?
zh: 确认提交补充申诉内容？

# cancel.order.current.single.title
source: Confirm to cancel the current order?
es: Confirmar para cancelar la orden actual?
fr: Confirmez-vous l'annulation de la commande en cours ?
ja: 現在の委託を取り消してもよろしいですか？
ko: 현재 주문을 취소하시겠습니까?
pt: Confirmar o cancelamento do pedido atual?
ru: Подтвердить отмену текущего ордера?
tr: Mevcut siparişin iptalini onaylıyor musunuz?
vi: Xác nhận hủy đơn hàng hiện tại?
zh: 确认撤销当前委托？

# common_cancel_all_orders
source: Confirm to cancel all
es: Confirmar para cancelar todo
fr: Confirmer l'annulation de tout
ja: すべての委託を撤回してもよろしいですか？
ko: 모두 취소 확인
pt: Confirmar para cancelar tudo
ru: Подтвердить отмену всех
tr: Tümünü iptal etmeyi onayla
vi: Xác nhận hủy tất cả lệnh?
zh: 确认撤销所有委托？

# user.password.confirm.new.title
source: Confirm new password
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードを確認
ko: 새 비밀번호 확인하기
pt: Confirmar nova senha
ru: Подтвердить новый пароль
tr: Yeni şifreyi onaylayın
vi: Xác nhận mật khẩu mới
zh: 确认新密码

# account.write.off.second.confirm.action.title
source: Confirm to cancel
es: Confirmar para cancelar
fr: Confirmer l'annulation
ja: 注销を確認
ko: 취소 확인하기
pt: Confirmar cancelamento
ru: Подтвердить отмену
tr: İptal etmek için onaylayın
vi: Xác nhận hủy
zh: 确认注销

# otc.complain.second.confirm.title
source: Confirm appeal
es: Confirmar apelación
fr: Confirmer l'appel
ja: 申し立てを確認
ko: 이의 제기 확인하기
pt: Confirmar apelação
ru: Подтвердить апелляцию
tr: İtirazı onayla
vi: Xác nhận khiếu nại
zh: 确认申诉

# common_password_confirm
source: Confirm funding password
es: Confirmar contraseña de financiación
fr: Confirmer le mot de passe de financement
ja: 資金パスワードを確認
ko: 펀드 비밀번호 확인하기
pt: Confirmar senha de financiamento
ru: Подтвердить пароль для фондирования
tr: Fon şifresini onayla
vi: Xác nhận mật khẩu quỹ
zh: 确认资金密码

# 跟单.个人简介要求内容3
source: Do not post contents that violate local laws and regulations.
es: No utilices símbolos especiales.
fr: Interdiction de publier des contenus violant les lois et réglementations nationales.
ja: 国家の法律および規則に違反する内容の投稿は禁止されています。
ko: 현지 법률 및 규정을 위반하는 내용을 게시하지 마세요.
pt: Não use símbolos especiais.
ru: Не используйте специальные символы.
tr: Özel semboller kullanmayın.
vi: Cấm đăng nội dung vi phạm pháp luật quốc gia.
zh: 禁止发布违反国家法律法规的内容。

# 跟单.个人简介要求内容1
source: Do not enter personal contact information.
es: No ingreses información de contacto personal.
fr: Interdiction de renseigner des coordonnées personnelles.
ja: 個人連絡先の記入は禁止されています。
ko: 개인 연락처 정보를 입력하지 마세요.
pt: Não insira informações de contato pessoais.
ru: Не вводите личную контактную информацию.
tr: Kişisel iletişim bilgilerini girmeyin.
vi: Cấm điền thông tin liên hệ cá nhân.
zh: 禁止填写个人联系方式。

# 跟单.个人简介要求内容2
source: Do not enter special symbols.
es: No publiques contenidos que violen las leyes y regulaciones locales.
fr: Interdiction d'utiliser des symboles spéciaux.
ja: 特殊記号の記入は禁止されています。
ko: 특수 기호를 입력하지 마세요.
pt: Não poste conteúdos que violem as leis e regulamentações locais.
ru: Не размещайте контент, нарушающий местные законы и нормативные акты.
tr: Yerel yasalara ve düzenlemelere aykırı içerik paylaşmayın.
vi: Cấm sử dụng các ký tự đặc biệt.
zh: 禁止填写特殊符号。

# 跟单.移除
source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제하기
pt: Remover
ru: Удалить
tr: Kaldır
vi: Xóa
zh: 移除

# user.center.find.new.version.update.later.title
source: Update later
es: Actualizar más tarde
fr: Mettre à jour plus tard
ja: 後で更新
ko: 나중에 업데이트하기
pt: Atualizar depois
ru: Обновить позже
tr: Sonra güncelle
vi: Cập nhật sau
zh: 稍后更新

# common_short
source: Short
es: Corto
fr: Vente à découvert
ja: 空
ko: 숏
ru: Шорт
tr: Kısa
vi: Trống
zh: 空
