Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# tpsl_all_volume_intro
source: For the entire position, TP/SL order quantity adjusts with position size changes. Only one TP or SL can be set per position. A market order will execute when the trigger price is reached.
es: Para la posición completa, la cantidad de órdenes TP/SL se ajusta según los cambios en el tamaño de la posición. Solo se puede configurar un TP o SL por posición. Una orden de mercado se ejecutará cuando se alcance el precio de activación.
fr: Pour la position entière, la quantité des ordres TP/SL s'ajuste avec les changements de taille de la position. Un seul TP ou SL peut être défini par position. Un ordre de marché sera exécuté lorsque le prix de déclenchement est atteint.
ja: 全体ポジションの場合、TP/SL注文数量はポジションサイズの変化に応じて調整されます。ポジションごとに1つのTPまたはSLのみ設定可能です。トリガー価格に達すると成行注文が実行されます。
ko: 전체 포지션의 경우, TP/SL 주문 수량은 포지션 크기에 따라 조정됩니다. 포지션당 하나의 TP 또는 SL만 설정할 수 있습니다. 트리거 가격 도달 시 시장 주문이 실행됩니다.
pt: Para a posição inteira, a quantidade de ordens TP/SL se ajusta conforme o tamanho da posição muda. Apenas um TP ou SL pode ser configurado por posição. Uma ordem de mercado será executada quando o preço de disparo for atingido.
ru: Для всей позиции количество ордеров TP/SL изменяется в зависимости от размера позиции. Можно установить только один TP или SL на позицию. Рыночный ордер исполняется при достижении цены активации.
tr: Tüm pozisyon için TP/SL emir miktarı, pozisyon boyutundaki değişikliklere göre ayarlanır. Pozisyon başına yalnızca bir TP veya SL ayarlanabilir. Tetik fiyatına ulaşıldığında piyasa emri gerçekleştirilir.
vi: Áp dụng cho toàn bộ vị trí. Khi vị trí thay đổi (thêm hoặc giảm), số lượng lệnh chốt lời và cắt lỗ sẽ thay đổi theo. Trong chế độ này, mỗi vị trí chỉ cho phép thiết lập một lệnh chốt lời hoặc cắt lỗ. Khi giá đạt đến mức giá kích hoạt đã thiết lập, lệnh đóng vị trí theo giá thị trường sẽ được thực hiện.
zh: 针对整个仓位。当仓位发生变化时(加仓或减仓)，止盈止损委托数量将随之改变。该模式下一个仓位仅允许设置一个止盈或止损。当价格达到设定的触发价格时，将执行市价平仓委托。

# tp_trigger_higher
source: The TP trigger price should be higher than %@.
es: El precio de activación del TP debe ser mayor que %@.
fr: Le prix de déclenchement du TP doit être supérieur à %@.
ja: TPトリガー価格は%@より高くなければなりません。
ko: TP 트리거 가격은 %@ 보다 높아야 합니다.
pt: O preço de disparo do TP deve ser maior que %@
ru: Цена активации TP должна быть выше %@.
tr: TP tetikleme fiyatı %@'den yüksek olmalıdır
vi: Giá kích hoạt chốt lời phải cao hơn %@
zh: 止盈的触发价格应高于%@

# sl_trigger_lower
source: The SL trigger price should be lower than %@
es: El precio de activación del SL debe ser menor que %@.
fr: Le prix de déclenchement du SL doit être inférieur à %@.
ja: SLトリガー価格は%@より低くなければなりません。
ko: SL 트리거 가격은 %@ 보다 낮아야 합니다.
pt: O preço de disparo do SL deve ser menor que%@
ru: Цена активации SL должна быть ниже %@.
tr: SL tetikleme fiyatı %@'den düşük olmalıdır
vi: Giá kích hoạt cắt lỗ phải thấp hơn %@
zh: 止损的触发价格应低于%@

# tp_trigger_lower
source: The TP trigger price should be lower than %@
es: El precio de activación del TP debe ser menor que %@.
fr: Le prix de déclenchement du TP doit être inférieur à %@.
ja: TPトリガー価格は%@より低くなければなりません。
ko: TP 트리거 가격은 %@ 보다 낮아야 합니다.
pt: O preço de disparo do TP deve ser menor que %@
ru: Цена активации TP должна быть ниже %@.
tr: TP tetikleme fiyatı %@'den düşük olmalıdır
vi: Giá kích hoạt chốt lời phải thấp hơn %@
zh: 止盈的触发价格应低于%@

# sl_trigger_higher
source: The SL trigger price should be higher than %@
es: El precio de activación del SL debe ser mayor que %@.
fr: Le prix de déclenchement du SL doit être supérieur à %@.
ja: SLトリガー価格は%@より高くなければなりません。
ko: SL 트리거 가격은 %@ 보다 높아야 합니다.
pt: O preço de disparo do SL deve ser maior que %@
ru: Цена активации SL должна быть выше %@.
tr: SL tetikleme fiyatı %@'den yüksek olmalıdır
vi: Giá kích hoạt cắt lỗ phải cao hơn %@
zh: 止损的触发价格应高于%@

# tpsl_cancel_order
source: Order Canceled
es: Orden cancelada
fr: Ordre annulé
ja: 注文取消
ko: 주문이 취소되었습니다
pt: Ordem cancelada
ru: Заказ отменён
tr: Emir İptal Edildi
vi: Lệnh đã bị hủy
zh: 订单已撤销

# tpsl_check_alert1
source: The SL trigger price for your long position is less than or equal to the estimated liquidation price, which may lead to liquidation before the SL is triggered. Please adjust the trigger price.
es: El precio de activación del SL para tu posición larga es menor o igual al precio de liquidación estimado, lo que puede provocar una liquidación antes de que se active el SL. Por favor, ajusta el precio de activación.
fr: Le prix de déclenchement du SL pour votre position longue est inférieur ou égal au prix de liquidation estimé, ce qui pourrait entraîner une liquidation avant que le SL ne soit déclenché. Veuillez ajuster le prix de déclenchement.
ja: ロングポジションのSLトリガー価格が推定清算価格以下であるため、SLが発動する前に清算される可能性があります。トリガー価格を調整してください。
ko: 롱 포지션의 SL 트리거 가격이 예상 청산가보다 작거나 같아 SL 실행 전에 청산될 수 있습니다. 트리거 가격을 조정하세요.
pt: O preço de disparo do SL para sua posição longa é menor ou igual ao preço de liquidação estimado, o que pode levar à liquidação antes do disparo do SL. Ajuste o preço de disparo.
ru: Цена активации SL для длинной позиции меньше или равна предполагаемой ликвидационной цене, что может привести к ликвидации до срабатывания SL. Пожалуйста, скорректируйте цену активации.
tr: Uzun pozisyonunuz için SL tetik fiyatı, tahmini tasfiye fiyatına eşit veya daha düşük. Bu, SL tetiklenmeden önce tasfiyeye yol açabilir. Lütfen tetik fiyatını ayarlayın.
vi: Giá kích hoạt cắt lỗ của vị trí dài hiện tại của bạn nhỏ hơn hoặc bằng giá thanh lý ước tính, có thể dẫn đến việc bị thanh lý trước khi kích hoạt lệnh cắt lỗ, khuyến nghị điều chỉnh lại giá kích hoạt cắt lỗ.
zh: 您当前设置的多仓止损触发价格小于或等于预估强平价，可能导致止损触发前被强平，建议重新调整止损触发价

# tpsl_check_alert2
source: The SL trigger price for your short position is less than or equal to the estimated liquidation price, which may lead to liquidation before the SL is triggered. Please adjust the trigger price.
es: El precio de activación del SL que has configurado para tu posición corta es menor o igual al precio estimado de liquidación. Esto puede resultar en una liquidación antes de que se active el SL. Por favor, ajusta el precio de activación.
fr: Le prix de déclenchement du SL pour votre position courte est supérieur ou égal au prix de liquidation estimé, ce qui pourrait entraîner une liquidation avant que le SL ne soit déclenché. Veuillez ajuster le prix de déclenchement.
ja: ショートポジションの設定したストップロス（SL）トリガー価格が、推定清算価格以下です。これにより、SLが発動する前に清算される可能性があります。トリガー価格を調整してください。
ko: 현재 설정한 공매도 포지션의 손절매(SL) 트리거 가격이 예상 강제청산 가격보다 작거나 같습니다. 이는 손절매가 발동되기 전에 강제청산이 발생할 수 있음을 의미합니다. 트리거 가격을 조정해 주세요.
pt: O preço de ativação do SL definido para sua posição vendida é menor ou igual ao preço estimado de liquidação. Isso pode levar à liquidação antes que o SL seja ativado. Por favor, ajuste o preço de ativação.
ru: Установленная вами цена срабатывания стоп-лосса (SL) для короткой позиции меньше или равна предполагаемой цене принудительной ликвидации. Это может привести к ликвидации до срабатывания стоп-лосса. Пожалуйста, измените цену срабатывания.
tr: Kısa pozisyonunuz için SL tetik fiyatı, tahmini tasfiye fiyatına eşit veya daha düşük. Bu, SL tetiklenmeden önce tasfiyeye yol açabilir. Lütfen tetik fiyatını ayarlayın.
vi: Giá kích hoạt cắt lỗ của vị trí ngắn hiện tại của bạn lớn hơn hoặc bằng giá thanh lý ước tính, có thể dẫn đến việc bị thanh lý trước khi kích hoạt lệnh cắt lỗ, khuyến nghị điều chỉnh lại giá kích hoạt cắt lỗ.
zh: 您当前设置的空仓止损触发价格小于或等于预估强平价，可能导致止损触发前被强平，建议重新调整止损触发价

# tpsl_check_alert3
source: The SL trigger price for your long position is greater than or equal to the estimated liquidation price, which may result in liquidation before the SL is triggered. Please adjust the trigger price.
es: El precio de activación del SL que has configurado para tu posición larga es mayor o igual al precio estimado de liquidación. Esto puede resultar en una liquidación antes de que se active el SL. Por favor, ajusta el precio de activación.
fr: Le prix de déclenchement du SL pour votre position longue est supérieur ou égal au prix de liquidation estimé, ce qui pourrait entraîner une liquidation avant que le SL ne soit déclenché. Veuillez ajuster le prix de déclenchement.
ja: ロングポジションの設定したストップロス（SL）トリガー価格が、推定清算価格以上です。これにより、SLが発動する前に清算される可能性があります。トリガー価格を調整してください。
ko: 현재 설정한 매수 포지션의 손절매(SL) 트리거 가격이 예상 강제청산 가격보다 크거나 같습니다. 이는 손절매가 발동되기 전에 강제청산이 발생할 수 있음을 의미합니다. 트리거 가격을 조정해 주세요.
pt: O preço de ativação do SL definido para sua posição comprada é maior ou igual ao preço estimado de liquidação. Isso pode levar à liquidação antes que o SL seja ativado. Por favor, ajuste o preço de ativação.
ru: Установленная вами цена срабатывания стоп-лосса (SL) для длинной позиции больше или равна предполагаемой цене принудительной ликвидации. Это может привести к ликвидации до срабатывания стоп-лосса. Пожалуйста, измените цену срабатывания.
tr: Uzun pozisyonunuz için SL tetik fiyatı, tahmini tasfiye fiyatına eşit veya daha yüksek. Bu, SL tetiklenmeden önce tasfiyeye yol açabilir. Lütfen tetik fiyatını ayarlayın.
vi: Giá kích hoạt cắt lỗ của vị trí dài hiện tại của bạn lớn hơn hoặc bằng giá thanh lý ước tính, có thể dẫn đến việc bị thanh lý trước khi kích hoạt lệnh cắt lỗ, khuyến nghị điều chỉnh lại giá kích hoạt cắt lỗ.
zh: 您当前设置的多仓止损触发价格大于或等于预估强平价，可能导致止损触发前被强平，建议重新调整止损触发价

# tpsl_check_alert4
source: The SL trigger price for your short position is greater than or equal to the estimated liquidation price, which may result in liquidation before the SL is triggered. Please adjust the trigger price.
es: El precio de activación del SL para tu posición corta es mayor o igual al precio de liquidación estimado, lo que puede provocar una liquidación antes de que se active el SL. Por favor, ajusta el precio de activación.
fr: Le prix de déclenchement du SL pour votre position courte est inférieur ou égal au prix de liquidation estimé, ce qui pourrait entraîner une liquidation avant que le SL ne soit déclenché. Veuillez ajuster le prix de déclenchement.
ja: ショートポジションのSLトリガー価格が推定清算価格以上であるため、SLが発動する前に清算される可能性があります。トリガー価格を調整してください。
ko: 숏 포지션의 SL 트리거 가격이 예상 청산가보다 크거나 같아 SL 실행 전에 청산될 수 있습니다. 트리거 가격을 조정하세요.
pt: O preço de disparo do SL para sua posição curta é maior ou igual ao preço de liquidação estimado, o que pode levar à liquidação antes do disparo do SL. Ajuste o preço de disparo.
ru: Цена активации SL для короткой позиции больше или равна предполагаемой ликвидационной цене, что может привести к ликвидации до срабатывания SL. Пожалуйста, скорректируйте цену активации.
tr: Kısa pozisyonunuz için SL tetik fiyatı, tahmini tasfiye fiyatına eşit veya daha yüksek. Bu, SL tetiklenmeden önce tasfiyeye yol açabilir. Lütfen tetik fiyatını ayarlayın.
vi: Giá kích hoạt cắt lỗ của vị trí ngắn hiện tại của bạn nhỏ hơn hoặc bằng giá thanh lý ước tính, có thể dẫn đến việc bị thanh lý trước khi kích hoạt lệnh cắt lỗ, khuyến nghị điều chỉnh lại giá kích hoạt cắt lỗ.
zh: 您当前设置的空仓止损触发价格大于或等于预估强平价，可能导致止损触发前被强平，建议重新调整止损触发价

# tpsl_alert_back_btn
source: Modify
es: Volver a modificar
fr: Modifier
ja: 戻って修正
ko: 수정
pt: Modificar
ru: Изменить
tr: Değiştir
vi: Quay lại chỉnh sửa
zh: 返回修改

# tpsl_alert_continue_btn
source: Continue
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하기
pt: Continuar
ru: Продолжить
tr: Devam et
vi: Tiếp tục đặt lệnh
zh: 继续下单

source: Mark Price
es: Precio de Marca
fr: Prix de marquage
ja: マーク価格
ko: 표시 가격
pt: Preço de Marca
ru: Маркетинговая цена
vi: Giá đánh dấu
zh: 标记价

# swap_filter_symbol_all
source: Symbol
es: Símbolo
fr: Symbole
ja: シンボル
ko: 심볼
pt: Símbolo
ru: Символ
vi: Tất cả hợp đồng
zh: 全部合约

# swap_filter_direction_all
source: Direction
es: Dirección
ja: 方向
ko: 방향
pt: Direção
ru: Направление
vi: Tất cả hướng
zh: 全部方向

# trade_基础委托
source: Basic orders
es: Órdenes básicas
fr: Ordres de base
ja: 基本注文
ko: 기본 주문
pt: Ordens Básicas
ru: Базовые ордера
tr: Temel emirler
vi: Lệnh cơ bản
zh: 基础委托

# trade_高级委托
source: Advanced orders
es: Órdenes avanzadas
fr: Ordres avancés
ja: 高度な注文
ko: 고급 주문
pt: Ordens Avançadas
ru: Расширенные ордера
tr: Gelişmiş emirler
vi: Lệnh nâng cao
zh: 高级委托

# trade_filter_des1
source: Buy or sell at the a specific or better price
es: Compra o vende a un precio específico o mejor
fr: Acheter ou vendre à un prix spécifique ou meilleur
ja: 指定された価格またはそれ以上の価格で買いまたは売りを行います
ko: 특정 가격 또는 더 나은 가격으로 매수하거나 매도합니다
pt: Compre ou venda a um preço específico ou melhor
ru: Купить или продать по указанной или более выгодной цене
tr: Belirli bir fiyat veya daha iyi bir fiyattan alım veya satım yapın.
vi: Mua hoặc bán theo giá chỉ định hoặc giá tốt hơn
zh: 按照指定或更优价格进行买入或卖出

# trade_filter_des2
source: Quickly buy or sell at the best available price in the current market
es: Compra o vende rápidamente al mejor precio disponible en el mercado actual
fr: Acheter ou vendre rapidement au meilleur prix disponible sur le marché actuel.
ja: 現在の市場で利用可能な最良の価格で迅速に買いまたは売りを行います
ko: 현재 시장에서 가장 유리한 가격으로 신속하게 매수 또는 매도합니다
pt: Compre ou venda rapidamente pelo melhor preço disponível no mercado atual
ru: Быстро купить или продать по лучшей доступной цене на текущем рынке
tr: Mevcut piyasada en iyi fiyatla hızlıca alım veya satım yapın.
vi: Mua hoặc bán nhanh chóng theo giá tốt nhất hiện tại của thị trường giao dịch
zh: 以当前交易市场的最优价格进行快速买入或卖出

# trade_filter_des3
source: The order is automatically triggered when the preset target price is reached
es: La orden se activa automáticamente cuando se alcanza el precio objetivo preestablecido
fr: L'ordre est automatiquement déclenché lorsque le prix cible prédéfini est atteint.
ja: 事前に設定した目標価格に達すると、システムが自動的に注文を発動します
ko: 미리 설정한 목표 가격에 도달하면 시스템이 자동으로 주문을 실행합니다
pt: A ordem é acionada automaticamente quando o preço-alvo predefinido é atingid
ru: Ордер автоматически активируется, когда достигается заданная целевая цена
tr: Emir, belirlenen hedef fiyata ulaşıldığında otomatik olarak tetiklenir.
vi: Hệ thống tự động kích hoạt lệnh khi đạt được mức giá mục tiêu đã đặt
zh: 达到预设的目标价格时，系统自动触发委托

# trade_高级限价单
source: Advanced limit order
es: Orden límite avanzada
fr: Ordre à cours limité avancé
ja: 高度な指値注文
ko: 고급 지정가 주문
pt: Ordem Limite Avançada
ru: Лимитный ордер+
tr: Gelişmiş limitli emir
vi: Lệnh giới hạn nâng cao
zh: 高级限价单

# trade_filter_des4
source: Includes three mechanisms: Post-Only, FOK, and IOC
es: Incluyen tres mecanismos: Post-Only, FOK e IOC
fr: Inclut trois mécanismes : Post-Only, FOK et IOC
ja: Post-Only、FOK、IOCの3つのメカニズムが含まれています
ko: Post-Only, FOK, IOC의 세 가지 메커니즘을 포함합니다
pt: Inclui três mecanismos: Post-Only, FOK e IOC
ru: Включают три механизма: Post-Only, FOK и IOC
tr: Üç mekanizma içerir: Post-Only, FOK ve IOC
vi: Bao gồm ba cơ chế: chỉ đặt lệnh, tất cả hoặc hủy (FOK), giao ngay và hủy phần còn lại (IOC)
zh: 包括只挂单、全部成交否则取消、立即成交并取消剩余三种机制

# ai_请输入搜索内容
source: Please enter search content
es: Por favor, ingresa contenido de búsqueda
fr: Veuillez entrer le contenu de recherche.
ja: 検索内容を入力してください
ko: 검색 내용을 입력하십시오
pt: Por favor, insira o conteúdo de pesquisa
ru: Пожалуйста, введите поисковый запрос
tr: Lütfen arama içeriğini girin.
vi: Vui lòng nhập nội dung tìm kiếm
zh: 请输入搜索内容

# coupon_entrace
source: Trial
es: Prb
fr: Essai
ja: 試用
ko: 체험
pt: Tst
ru: Тест
tr: Deneme
vi: Trải nghiệm
zh: 体验

# senior_limit_post_only_intro
source: Your order will always execute as a maker. If it would execute as a taker, it will be automatically canceled.
es: Tu orden siempre se ejecutará como maker. Si se ejecutaría como taker, será cancelada automáticamente.
fr: Votre ordre sera toujours exécuté en tant que maker. S'il devait être exécuté en tant que taker, il sera automatiquement annulé.
ja: 注文は常にメイカーとして執行されます。テイカーとして執行される場合、自動的にキャンセルされます。
ko: 주문이 항상 메이커로 실행됩니다. 테이커로 실행될 경우 주문이 자동으로 취소됩니다.
pt: Sua ordem sempre será executada como maker. Se for executada como taker, será automaticamente cancelada.
ru: Ваш ордер всегда будет выполнен как мейкер. Если он может быть выполнен как тейкер, то будет автоматически отменён.
tr: Emiriniz her zaman yapıcı olarak gerçekleşecektir. Eğer alıcı olarak gerçekleşecekse, otomatik olarak iptal edilir.
vi: Bạn sẽ luôn giao dịch với tư cách là người đặt lệnh, nếu lệnh của bạn được khớp với lệnh không phải là người đặt lệnh, lệnh của bạn sẽ tự động bị hủy.
zh: 您将始终以挂单者身份成交订单，如果以非挂单者身份匹配到了订单，则您的订单会自动撤销。

# senior_limit_fok_intro
source: The order will either be fully executed immediately or canceled entirely.
es: La orden se ejecutará completamente de inmediato o será cancelada por completo.
fr: L'ordre sera entièrement exécuté immédiatement ou totalement annulé.
ja: 注文は即座に全量執行されるか、完全にキャンセルされます。
ko: 주문이 즉시 전액 체결되거나 완전히 취소됩니다.
pt: A ordem será completamente executada imediatamente ou totalmente cancelada.
ru: Ордер либо полностью исполняется моментально, либо полностью отменяется.
tr: Emir ya tamamen hemen yerine getirilir ya da tamamen iptal edilir.
vi: Nếu không thể hoàn thành tất cả lệnh trong một lần, lệnh sẽ bị hủy. Nghĩa là phải hoàn thành tất cả hoặc hủy toàn bộ.
zh: 若不能一次全部成交，就撤销。即要么全部成交，要么全部撤销。

# senior_limit_ioc_intro
source: The order will execute as much as possible immediately, and any unfilled portion will be canceled.
es: La orden se ejecutará tanto como sea posible de inmediato, y cualquier parte no ejecutada será cancelada.
fr: L'ordre sera exécuté immédiatement autant que possible, et toute partie non exécutée sera annulée.
ja: 注文は可能な部分だけ即座に執行され、未執行部分は自動的にキャンセルされます。
ko: 주문이 가능한 만큼 즉시 체결되고, 체결되지 않은 부분은 자동으로 취소됩니다.
pt: A ordem será executada o máximo possível imediatamente, e qualquer parte não executada será cancelada.
ru: Ордер исполняется максимально возможным объёмом моментально, а неисполненная часть автоматически отменяется.
tr: Emir mümkün olan en kısa sürede ne kadar doldurulursa o kadar yerine getirilir ve doldurulamayan kısımlar iptal edilir.
vi: Giao dịch với đối tác bằng số lượng có sẵn, phần chưa giao dịch sẽ tự động bị hủy.
zh: 对手方有多少就成交多少，剩余未成交部分自动撤销。

# trigger_fail_txt
source: Trigger failed
fr: Échec du déclenchement
ja: トリガー失敗
ko: 발동 실패
pt: Gatilho falhou
ru: Сбой триггера
vi: Kích hoạt thất bại
zh: 触发失败

# ai_当前价格
source: Price
es: Precio
fr: Prix
ja: 現価格
ko: 현재 가격
pt: Preço
ru: Цена
vi: Giá hiện tại
zh: 当前价格

# swap_open_swap_title
source: Futures trading risk disclosure
es: Divulgación de riesgos en trading de futuros
fr: Divulgation des risques de trading de contrats à terme
ja: 契約取引リスク確認書
ko: 선물 거래 리스크 공시
pt: Divulgação de riscos de negociação de futuros
ru: Раскрытие информации о рисках при торговле фьючерсами
tr: Vadeli işlem ticareti risk bildirimi
vi: Xác nhận rủi ro giao dịch hợp đồng
zh: 合约交易风险确认书

# follow_close_volume
source: Closed Vol
es: Cantidad de cierre de posición
fr: Volume clôturé
ja: 決済量
ko: 청산 물량
pt: Volume de fechamento
ru: Сровнять.
tr: Hacmi kapat
vi: Khối lượng đóng lệnh.
zh: 平仓量

# only_reduce_cancel
source: Reduce-only orders have been canceled.
es: Las órdenes de solo-reducción han sido canceladas.
fr: Les ordres "Reduce-only" ont été annulés.
ja: 減少専用の注文がキャンセルされました。
ko: 감소 전용 주문이 취소되었습니다.
pt: Ordens apenas para reduzir foram canceladas.
ru: Ордера только на сокращение были отменены.
vi: Lệnh giảm vị thế duy nhất bị hủy
zh: 只减仓订单被撤销

# only_reduce_cancel_info
source: An existing better-priced order caused the %@ order at %@ %@ %@ to be automatically canceled.
es: Una orden existente con un mejor precio causó que la orden %@ en %@ %@ %@ fuera cancelada automáticamente.
fr: Un ordre existant à un meilleur prix a causé l'annulation automatique de l'ordre %@.
ja: より良い価格の既存の注文により、%@ の注文 %@ %@ %@ は自動的にキャンセルされました。
ko: 더 나은 가격의 기존 주문으로 인해 %@ 주문 %@ %@ %@가 자동으로 취소되었습니다.
pt: Uma ordem existente com melhor preço fez com que a ordem %@ em %@ %@ %@ fosse automaticamente cancelada.
ru: Существующий ордер с более выгодной ценой привел к автоматической отмене ордера %@ на %@ %@ %@.
vi: Vì đã có lệnh giá tốt hơn, lệnh %@ đã bị hủy tự động
zh: 因已存在价格更优订单，%@以%@%@%@的订单已自动撤销

# time_selector_1d
source: Last Day
es: 1 días
fr: Dernier jour
ja: 1日
ko: 1일
pt: 1 dias
ru: 1 дн.
vi: 1 ngày gần đây
zh: 近1天

# time_selector_intro
source: Supports history records for the past 6 months only.
es: Soporta registros históricos solo de los últimos 6 meses.
fr: Les enregistrements historiques ne sont disponibles que pour les 6 derniers mois.
ja: 過去6か月分の履歴記録のみ対応しています。
ko: 기록은 지난 6개월의 기록만 지원됩니다.
pt: Suporta registros históricos apenas dos últimos 6 meses.
ru: Поддерживаются исторические записи только за последние 6 месяцев.
vi: Bạn có thể tra cứu dữ liệu lịch sử trong vòng 180 ngày qua
zh: 您可以查询过去180天内的历史数据

# trade_guide
source: Operation Guide
es: Guía de operación
fr: Guide opérationnel
ja: 操作ガイド
ko: 사용 가이드
pt: Guia de operação
ru: Инструкция
tr: İşlem Kılavuzu
vi: Hướng dẫn thao tác
zh: 操作指引

# trade_guide_symbol
source: Click to select trading pairs.
es: Haga clic para seleccionar pares de comercio.
fr: Cliquez pour sélectionner les paires de trading.
ja: 取引ペアを選択するにはクリックしてください。
ko: 거래 쌍을 선택하려면 클릭하십시오.
pt: Clique para selecionar pares de negociação.
ru: Нажмите, чтобы выбрать торговые пары.
vi: Nhấn vào đây để chọn cặp giao dịch
zh: 点击此处选中交易对

# trade_guide_avail
source: This shows the available margin. Click to add margin.
es: Esto muestra el margen disponible. Haga clic para añadir margen.
fr: Cela montre la marge disponible. Cliquez pour ajouter de la marge.
ja: 利用可能な証拠金が表示されます。証拠金を追加するにはクリックしてください。
ko: 이것은 사용 가능한 마진을 보여줍니다. 마진을 추가하려면 클릭하십시오.
pt: Isso mostra a margem disponível. Clique para adicionar margem.
ru: Это показывает доступную маржу. Нажмите, чтобы добавить маржу.
vi: Đây là ký quỹ có sẵn, nhấn nút để thêm ký quỹ
zh: 此处为可用保证金，点击按钮可追加保证金

# trade_guide_margin
source: Adjust leverage and margin mode.
es: Ajuste el apalancamiento y el modo de margen.
fr: Ajustez le levier et le mode de marge.
ja: レバレッジと証拠金モードを調整します。
ko: 레버리지와 마진 모드를 조정하십시오.
pt: Ajuste a alavancagem e o modo de margem.
ru: Настройте режим кредитного плеча и маржи.
vi: Điều chỉnh chế độ đòn bẩy và ký quỹ
zh: 调整杠杆和保证金模式

# trade_guide_type
source: Select order type, including Limit, Market, Conditional, and Advanced Limit orders.
es: Seleccione el tipo de orden, incluyendo órdenes Límite, de Mercado, Condicional y Límite Avanzadas.
fr: Sélectionnez le type d'ordre, y compris les ordres Limit, Market, Conditional et Advanced Limit.
ja: 指値、成行、条件付き、または高度な指値注文を含む注文タイプを選択します。
ko: 지정가, 시장가, 조건부 및 고급 지정가 주문을 포함하여 주문 유형을 선택하십시오.
pt: Selecione o tipo de ordem, incluindo Limite, Mercado, Condicional e Ordens Limite Avançadas.
ru: Выберите тип ордера, включая Лимитный, Рыночный, Условный и Расширенный лимитный ордер.
vi: Chọn loại lệnh, bao gồm lệnh giới hạn, lệnh thị trường, lệnh điều kiện và lệnh giới hạn nâng cao
zh: 选择订单类型，包括限价单、市价单、条件单和高级限价单

# trade_guide_order
source: View positions and orders.
es: Ver posiciones y órdenes.
fr: Voir les positions et les ordres.
ja: ポジションと注文を表示します。
ko: 포지션 및 주문을 확인하십시오.
pt: Visualize posições e ordens.
ru: Просмотрите позиции и ордера.
vi: Xem vị thế và lệnh
zh: 查看仓位和订单

# trade_guide_history
source: Check historical trade data here.
es: Consulte aquí los datos históricos de comercio.
fr: Consultez ici les données de transactions historiques.
ja: ここで取引履歴データを確認してください。
ko: 여기에서 과거 거래 데이터를 확인하십시오.
pt: Consulte aqui os dados históricos de negociação.
ru: Проверьте здесь историю торгов.
vi: Xem dữ liệu giao dịch lịch sử tại đây
zh: 在此查看历史交易数据

# trade_guide_kline
source: View K-Line here.
es: Ver K-Line aquí.
fr: Voir le graphique K-Line ici.
ja: ここでKラインを表示します。
ko: 여기에서 K-선을 확인하십시오.
pt: Visualize o K-Line aqui.
ru: Просмотрите K-линию здесь.
vi: Xem biểu đồ nến tại đây
zh: 在此查看K线

# trade_guide_more
source: Click here for more features.
es: Haga clic aquí para más funciones.
fr: Cliquez ici pour plus de fonctionnalités.
ja: 詳細機能を見るにはここをクリックしてください。
ko: 더 많은 기능을 보려면 여기를 클릭하십시오.
pt: Clique aqui para mais recursos.
ru: Нажмите здесь для дополнительных функций.
vi: Xem thêm chức năng tại đây
zh: 此处查看更多功能

source: Opening Time
es: Hora de Abertura
fr: Heure d'ouverture
ja: 開店時間
ru: Время открытия
tr: Açılış Zamanı
vi: Thời gian mở cửa
zh: 开盘时间
