Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# swap.short.position.calculation.formula.title
source: Short position: number of coins x (average opening price - average closing price)
es: Posición corta: Cantidad de moneda x (precio medio de apertura - precio medio de cierre)
fr: Position courte : valeur nominale x nombre de contrats x (prix moyen d'ouverture - prix moyen de clôture)
ja: 空ポジション：名目 × 枚数 × （ポジションオープン平均価格 - 決済平均価格）
ko: 매도 포지션: 코인 수량 x (평균 개시 가격 - 평균 마감 가격)
pt: Posição curta: Quantidade de moedas x (preço médio de abertura - preço médio de fechamento)
ru: Короткая позиция: Номинальная стоимость x Количество фьючерсов x (Средняя цена открытия - Средняя цена закрытия)
tr: Boş pozisyon: Nominal değer x adet x (açılış fiyatı - kapanış fiyatı)
vi: Vị thế trống: Mệnh giá x Số lượng x (Giá mở vị thế - Giá đóng vị thế)
zh: 空仓:币数量x(开仓均价-平仓均价)

# contract.order.status.bankruptcy.loss.title
source: Overloss Compensation
es: Compensación por pérdida excesiva
fr: Compensation de perte
ja: 穿倉補償
ko: 초과 손실 보상
pt: Compensação de perdas excessivas
ru: Компенсация за чрезмерные убытки
tr: Aşırı Zarar Tazminatı
vi: Bồi thường khi bị quét lệnh
zh: 穿仓补偿

# experience.join.activity.now.title
source: Join now
es: Unirse
fr: Rejoindre maintenant
ja: 今すぐ参加
ko: 지금 가입하세요
pt: Participar
ru: Присоединиться
tr: Katıl
vi: Tham gia ngay
zh: 立即参与

# user.center.find.new.version.update.now.title
source: Update now
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐ更新
ko: 지금 업데이트하기
pt: Atualizar agora
ru: Обновить сейчас
tr: Hemen güncelle
vi: Cập nhật ngay
zh: 立即更新

# login.tip.register.now
source: Sign Up Now
es: Regístrate ahora
fr: Inscrivez-vous maintenant
ja: 登録する
ko: 지금 등록하기
pt: Registrar agora
ru: Зарегистрироваться сейчас
tr: Hemen kaydol
vi: Đăng ký ngay
zh: 立即注册

# register.title.login.now
source: Login immediately
es: Iniciar sesión
fr: Connectez-vous maintenant
ja: ログインする
ko: 지금 로그인
pt: Fazer login
ru: Войти
tr: Giriş Yap
vi: Đăng nhập ngay
zh: 立即登录

# 跟单.立即跟单
source: Copy
es: Copiar
fr: Copier
ja: 即時フォロー取引
ko: 복사하기
pt: Copiar
ru: Копировать
tr: Kopyala
vi: Sao chép giao dịch ngay.
zh: 立即跟单

# third.pay.bar.title
source: Third-Party Payment
es: Pago de terceros
fr: Paiement tiers
ja: 第三者決済
ko: 제3자 결제
pt: Pagamento de Terceiros
ru: Третья сторона для платежей
tr: Üçüncü taraf ödeme
vi: Thanh toán qua bên thứ ba
zh: 第三方支付

# product.pending.transaction.title
source: To be filled
es: Por completar
fr: À remplir
ja: 成立待ち
ko: 체결 예정
pt: A ser preenchido
ru: Для заполнения
tr: Doldurulacak
vi: Chờ khớp lệnh
zh: 等待成交

# assets.deposit.status.waiting.confirm.title
source: Wait for confirmation
es: Pendiente de confirmación
fr: En attente de confirmation
ja: 確認待ち
ko: 확인을 기다리세요
pt: Confirmação pendente
ru: В ожидании подтверждения
tr: Onay bekliyor
vi: Đang chờ xác nhận
zh: 等待确认

# third.pay.services.intro.title
source: Introduction
es: Introducción
ja: 概要
ko: 소개
pt: Introdução
ru: Введение
tr: Tanıtım
vi: Giới thiệu
zh: 简介

# assets.financial.algorithm.title
source: Cloud mining market
es: Mercado de minería en la nube
fr: Marché de minage en cloud
ja: 計算能力市場
ko: 클라우드 채굴 시장
pt: Mercado de mineração em nuvem
ru: Рынок облачного майнинга
tr: Bulut madenciliği pazarı
vi: Thị trường công suất
zh: 算力市场

# assets.financial.algorithm.mining.title
source: Cloud mining
es: Minería en la nube
fr: Minage en cloud
ja: 計算能力マイニング
ko: 클라우드 채굴
pt: Mineração em nuvem
ru: Облачный майнинг
tr: Bulut madenciliği
vi: Đào công suất
zh: 算力挖矿

# order.type.title
source: Type
es: Tipo
ja: タイプ
ko: 유형
pt: Tipo
ru: Тип
tr: Tür
vi: Hoặc
zh: 类型

# common_paste
source: Paste
es: Pegar
fr: Coller
ja: 貼り付け
ko: 붙여넣기
pt: Colar
ru: Вставить
tr: Yapıştır
vi: Dán
zh: 粘贴

# security.system.passport.not.set.title
source: The system password is not set
es: La contraseña del sistema no está establecida
fr: Le mot de passe système n'est pas défini
ja: システムパスワードが設定されていません
ko: 시스템 비밀번호가 설정되지 않았습니다
pt: A senha do sistema não está configurada
ru: Системный пароль не установлен
tr: Sistem şifresi ayarlanmamış
vi: Chưa thiết lập mật khẩu hệ thống
zh: 系统密码未设置

# 跟单.累计交易天数
source: Days Trading
es: Días de trading
fr: Jours de trading
ja: 累計取引日数
ko: 거래일수
pt: Dias de Negociação
ru: Торговля днями
tr: Günlük Ticaret
vi: Số ngày giao dịch tích lũy
zh: 累计交易天数

# 跟单.累计分润收益
source: Total profit sharing (USDT)
es: Ganancias acumuladas (USDT)
fr: Partage total des profits (USDT)
ja: 累積分配利益 (USDT)
ko: 총 수익 공유(USDT)
pt: Compartilhamento total de lucro (USDT)
ru: Накопленная прибыль(USDT)
tr: Toplam kar paylaşımı (USDT)
vi: Lợi nhuận chia sẻ tích lũy (USDT)
zh: 累计分润收益 (USDT)

# 跟单.累计分润金额
source: Total profit shared
es: Ganancia Total
fr: Profit total partagé
ja: 累積分配額
ko: 총 공유 수익
pt: Lucro total compartilhado
ru: Всего прибыли
tr: Toplam paylaşılan kar
vi: Số tiền chia sẻ lợi nhuận tích lũy
zh: 累计分润金额

# 跟单.累计收益
source: Total PnL (USDT)
fr: PnL total (USDT)
ja: 累積利益 (USDT)
ko: 총 손익(USDT)
pt: PnL Total (USDT)
ru: Общая прибыль (USDT)
tr: Toplam Kar/Zarar (USDT)
vi: Lợi nhuận tích lũy (USDT)
zh: 累计收益 (USDT)

# 跟单.累计盈利天数
source: Total Days Profitable
es: Total de días rentables
fr: Total des jours bénéficiaires
ja: 累計利益日数
ko: 총 수익 가능 일수
pt: Total de Dias Lucrativos
ru: Общее количество прибыльных дней
tr: Toplam Kazançlı Gün Sayısı
vi: Số ngày lợi nhuận tích lũy
zh: 累计盈利天数

# 跟单.累计资金费用
source: Total funding fee
es: Total de comisiones de financiación
fr: Frais de financement total
ja: 累積資金コスト
ko: 총 펀딩 수수료
pt: Taxa de financiamento total
ru: Общая плата за финансирование
tr: Toplam fonlama ücreti
vi: Chi phí tài chính tích lũy
zh: 累计资金费用

# 跟单.累计跟单人数
source: Total Copiers
es: Total de copiadores
fr: Total des copy traders
ja: 累計フォロワー数
ko: 총 복사자 수
pt: Total de Copiadores
ru: Всего копировщиков
tr: Toplam Kopyacılar
vi: Số người theo dõi tích lũy
zh: 累计跟单人数

# common.bind.title
source: Link
es: Vincular
fr: Lien
ja: バインド
ko: 연결
ru: Привязать
tr: Bağla
vi: Liên kết
zh: 绑定

# common.auth.bind.success.title
source: Successfully Bound
es: Vinculado con éxito
fr: Lien réussi
ja: バインド成功
ko: 성공적으로 연결하였습니다
pt: Vinculação bem-sucedida
ru: Успешно привязано
tr: Bağlantı başarılı
vi: Liên kết thành công
zh: 绑定成功

# common_link_mobile
source: Bind phone number
es: Vincular número de teléfono
fr: Lier un numéro de téléphone.
ja: 電話をバインド
ko: 전화번호 연결
pt: Vincular celular
ru: Привязать номер телефона
tr: Mobil bağlantı
vi: Liên kết số điện thoại
zh: 绑定手机

# third.pay.guide.bind.phone.title
source: Bind phone number
es: Vincular móvil
fr: Lier un numéro de téléphone.
ja: 携帯電話番号を绑定
ko: 전화번호 연결
pt: Vincular número de telefone
ru: Привязать мобильный
tr: Telefon numarasını bağla
vi: Liên kết số điện thoại
zh: 绑定手机号

# personal.center.bind.email.title
source: Bind email
es: Vincular correo electrónico
fr: Lier un e-mail
ja: バインドされたメール
ko: 이메일 연결
pt: Vincular e-mail
ru: Привязать электронную почту
tr: E-posta bağlantısı
vi: Liên kết email
zh: 绑定邮箱

# swap.settle.cycle.title
source: Settlement term
es: Término de liquidación
fr: Terme de règlement
ja: 決済周期
ko: 정산 기간
pt: Termo de liquidação
ru: Условия расчетов
tr: Ödeme süresi
vi: Chu kỳ thanh toán
zh: 结算周期

# contract.detail.settlement.coin.title
source: Settlement currency
es: Cripto de liquidación
fr: Crypto de règlement
ja: 決済通貨
ko: 정산 통화
pt: Cripto de liquidação
ru: Расчет криптовалюты
tr: Ödeme kripto para
vi: Loại tiền thanh toán
zh: 结算币种

# common_contine
source: Continue
es: Continuar
fr: Continuer
ja: 続行
ko: 계속
pt: Continuar
ru: Продолжить
tr: Devam Et
vi: Tiếp tục đặt lệnh
zh: 继续

# personal.id.auth.success.continue.advance.title
source: Continue to complete Lv 2 verification to increase P2P trading limit
es: Continúa para completar la verificación de nivel 2 y aumentar el límite de trading P2P
fr: Continuez à compléter la vérification du niveau 2 pour augmenter la limite de trading P2P
ja: 取引限度額を増やすために、Lv 2の上級認証を続行してください
ko: 계속 레벨 2 인증을 완료하여 P2P 거래 한도 늘리기
pt: Continue para completar a verificação Lv 2 para aumentar o limite de negociação P2P
ru: Продолжите для завершения верификации уровня 2 для увеличения лимита P2P торговли
tr: P2P ticaret limitinizi artırmak için Lv 2 doğrulamasını tamamlamaya devam edin
vi: Tiếp tục xác thực nâng cao Lv 2 để tăng hạn mức giao dịch
zh: 继续Lv 2高级认证以增加交易限额

# register.tip.agreement
source: Continue to register means you agreed
es: Continuar registrándote significa que estás de acuerdo
fr: Continuer l'inscription signifie que vous acceptez
ja: 登録を続けるには同意します
ko: 등록을 계속한다는 것은 다음 사항에 동의함을 의미합니다
pt: Ao prosseguir com o registro, você concorda com
ru: Продолжение регистрации означает, что вы согласились
tr: Devam et kayıt, temsilcinin kabulünü gösterir
vi: Tiếp tục đăng ký đồng nghĩa với việc bạn đồng ý
zh: 继续注册代表同意

# common_edit
source: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집하기
pt: Editar
ru: Редактировать
tr: Düzenle
vi: Chỉnh sửa
zh: 编辑

# self.choice.edit.title
source: Edit Favorites
es: Editar favoritos
fr: Modifier les favoris
ja: お気に入りを編集
ko: 즐겨찾기 편집
pt: Editar Favoritos
ru: Редактировать избранное
tr: Favorileri Düzenle
vi: Chỉnh sửa yêu thích
zh: 编辑自选

# 资产.网络手续费
source: Network Fee
es: Comisión de red
fr: Frais de réseau
ja: ネットワーク手数料
ko: 네트워크 수수료
pt: Taxa de Rede
ru: Сетевая плата
tr: Ağ Ücreti
vi: Phí mạng
zh: 网络手续费

# assets.deposit.withdraw.net.type.title
source: Network type
es: Tipo de red
fr: Type de réseau
ja: ネットワークタイプ
ko: 네트워크 유형
pt: Tipo de rede
ru: Тип сети
tr: Ağ tipi
vi: Loại mạng
zh: 网络类型

# self.choice.set.top.title
source: Pin to Top
es: Anclar al inicio
fr: Épingler en haut
ja: トップに固定
ko: 상단에 고정하기
pt: Fixar no topo
ru: Закрепить наверху
tr: Üstte Sabitle
vi: Đặt lên đầu
zh: 置顶

# home.func.title5
source: Chat
ja: カスタマーサポートに連絡
ko: 채팅
ru: Чат
tr: Sohbet
vi: Trò chuyện
zh: 联系客服

# asset.bill.auto.reduce.pos.close.more.title
source: Automatic position reduction for longs
es: Reducción automática de posición para largos
fr: Réduction automatique de position longue
ja: 自動減少ロング
ko: 롱에 대한 자동 포지션 감소
pt: Fechamento de posição long por auto-desalavancagem
ru: Автоматическое сокращение позиции для длинных
tr: Otomatik kaldıraç azaltma ile uzun pozisyonun kapatılması
vi: Tự động giảm vị thế dài
zh: 自动减仓平多

# asset.bill.auto.reduce.pos.close.empty.title
source: Automatic position reduction for shorts
es: Reducción automática de posición para cortos
fr: Réduction automatique de position courte
ja: 自動減少ショート
ko: 숏에 대한 자동 포지션 감소
pt: Fechar short por auto-desalavancagem
ru: Автоматическое сокращение позиции для коротких
tr: Otomatik kaldıraç azaltma ile kısa pozisyonun kapatılması
vi: Tự động giảm vị thế ngắn
zh: 自动减仓平空

# swap.position.adl.details.title
source: ADL details
es: Detalles de auto-deleveraging
fr: Détails de la réduction automatique de levier (ADL)
ja: 自動減少詳細
ko: ADL 세부 정보
pt: Detalhes da auto-desalavancagem
ru: Детали автоматического снижения
tr: Otomatik kaldıraç azaltma detayları
vi: Chi tiết giảm tài sản tự động
zh: 自动减仓详情

# contract.order.cancel.status.title
source: Selftrade Cancellation
es: Cancelación de auto-trading
fr: Annulation de l'auto-négociation
ja: 自己取引のキャンセル
ko: 셀프 트레이드 취소
pt: Cancelamento de auto-trading
ru: Отмена самоторговли
tr: Öz-ticaret iptali
vi: Hủy giao dịch tự thực hiện
zh: 自成交撤单

# self.choice.title
source: Favorites
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tr: Favoriler
vi: Yêu thích
zh: 自选

# user.password.set.or.modify.not.match.title
source: The password should consist of at least eight digits, including both upper and lower case letters and numbers.
es: La contraseña debe consistir en al menos ocho dígitos, incluyendo letras mayúsculas y minúsculas y números.
fr: Au moins 8 caractères, incluant des lettres majuscules, minuscules et des chiffres
ja: 8文字以上のパスワードを入力してください（大文字、小文字、数字を含む）
ko: 비밀번호는 대문자와 소문자 및 숫자를 포함하여 최소 8자리로 구성되어야 합니다.
pt: Mínimo de 8 caracteres, incluindo letras maiúsculas e minúsculas e números
ru: Пароль должен состоять как минимум из восьми символов, включая буквы верхнего и нижнего регистра и цифры.
tr: En az 8 karakter uzunluğunda, büyük ve küçük harf ile rakam içermelidir.
vi: Mật khẩu ít nhất 8 ký tự, bao gồm chữ hoa, chữ thường và số
zh: 至少8位密码，包含大小写字母及数字

# security.gesture.opr.invalid.title
source: The gesture pattern must connect at least four dots, please draw again.
es: El patrón de gestos debe conectar al menos cuatro puntos, por favor dibuja de nuevo.
fr: Le motif gestuel doit relier au moins quatre points, veuillez dessiner à nouveau.
ja: 4つ以上の点を接続してください。再度描き直してください
ko: 제스처 패턴은 최소 4개의 점을 연결해야 합니다.
pt: O padrão de gesto deve conectar pelo menos quatro pontos, por favor, desenhe novamente.
ru: Шаблон жеста должен соединять как минимум четыре точки, пожалуйста, нарисуйте снова.
tr: Gestür deseni en az dört noktayı bağlamalıdır, lütfen tekrar çizin.
vi: Vui lòng kết nối ít nhất 4 điểm, vẽ lại
zh: 至少连接4个点，请重新绘制

# 跟单.强平价格弹窗描述
source: If the mark price of the long/short positions is lower/higher than the liquidation price, your position will be liquidated.
es: Si el precio de marca de las posiciones largas/cortas es menor/mayor que el precio de liquidación, tu posición será liquidada.
fr: Si le prix de marquage des positions longues/courtes est inférieur/supérieur au prix de liquidation, votre position sera liquidée.
ja: ロングポジションのマーク価格がこの強制決済価格を下回る場合、またはショートポジションのマーク価格がこの強制決済価格を上回る場合、あなたのポジションは強制決済されます
ko: 롱/숏 포지션의 표시 가격이 강제청산 가격보다 낮거나 높은 경우 포지션이 청산됩니다.
pt: Se o preço de marcação das posições long/short for menor/maior do que o preço de liquidação, sua posição será liquidada
ru: Если рыночная цена длинных/коротких позиций ниже/выше цены ликвидации, ваша позиция будет ликвидирована.
tr: Eğer uzun pozisyonun işaret fiyatı bu likidasyon fiyatının altına düşerse veya kısa pozisyonun işaret fiyatı bu likidasyon fiyatının üzerine çıkarsa, pozisyonunuz likide edilecektir.
vi: Nếu giá đánh dấu của vị thế mua thấp hơn giá thanh lý này, hoặc giá đánh dấu của vị thế bán cao hơn giá thanh lý này, vị thế của bạn sẽ bị thanh lý
zh: 若多仓的标记价格低于此强平价格，或是空仓的标记价格高于此强平价格，你的持仓将被强平

# common_get_code
source: Get code
es: Obtener código
fr: Obtenir le code
ja: 認証コードを取得
ko: 코드 받기
pt: Obter código
ru: Получить код
tr: Kodu al
vi: Lấy mã xác nhận
zh: 获取验证码

# tabbar.market.item.title
source: Markets
es: Mercado
fr: Marché
ja: 相場
ko: 시장
pt: Mercado
ru: Рынок
tr: Piyasa
vi: Thị trường
zh: 行情

# otc.complain.additional.title
source: Supplementary appeal
es: Apelación suplementaria
fr: Appel supplémentaire
ja: 申し立てを補足
ko: 보완적 이의 제기
pt: Apelação suplementar
ru: Дополнительная апелляция
tr: Ek itiraz
vi: Bổ sung khiếu nại
zh: 补充申诉

# assets.withdraw.submit.check.detail.tip.title
source: To know the withdrawal status, please click the withdrawal details below
es: Para conocer el estado de la retirada, haz clic en los detalles de la retirada a continuación
fr: Pour connaître le statut de votre retrait, cliquez sur les détails de retrait ci-dessous
ja: 出金状況を確認するには、下の出金詳細をクリックしてください
ko: 출금 상태에 대해 알아보려면 아래의 출금 세부 정보를 클릭하세요
pt: Para saber o status da retirada, clique nos detalhes da retirada abaixo
ru: Для получения информации о статусе вывода средств нажмите на детали вывода ниже
tr: Çekim durumu hakkında bilgi almak için aşağıdaki çekim detaylarına tıklayın
vi: Để biết trạng thái rút tiền, vui lòng nhấp vào chi tiết rút tiền bên dưới
zh: 要了解提现状态，请点击下方提现详情

# swap.roler.title
source: Role
es: Rol
fr: Rôle
ja: 役割
ko: 역할
pt: Função
ru: Роль
tr: Rol
vi: Vai trò
zh: 角色

# contract.fund.status.unfreeze.title
source: Unfreeze
es: Desbloquear
fr: Dégeler
ja: 解凍
ko: 동결 해제
pt: Descongelar
ru: Разморозить
tr: Çözülme
vi: Giải phóng
zh: 解冻

# swap.pos.condition.order.trigger.price.title
source: Trigger price
es: Precio de activación
fr: Prix de déclenchement
ja: トリガー価格
ko: 발동 가격
pt: Preço de gatilho
ru: Цена триггера
tr: Tetikleme fiyatı
vi: Giá kích hoạt
zh: 触发价

# swap.order.trigger.time.title
source: Trigger time
es: Hora de activación
fr: Heure du déclenchement
ja: トリガー時間
ko: 발동 시간
pt: Hora do gatilho
ru: Время триггера
tr: Tetikleme zamanı
vi: Thời gian kích hoạt
zh: 触发时间

# swap.calculate.title
source: Calculate
es: Calcular
fr: Calculer
ja: 計算
ko: 계산하기
pt: Calcular
ru: Рассчитать
tr: Hesapla
vi: Tính toán
zh: 计算

# swap.calculating.price.benchmark.title
source: Calculating price benchmark
es: Calculando precio de referencia
fr: Base de calcul des prix
ja: 価格基準を計算
ko: 가격 벤치마크 계산 중
pt: Calcular preço de referência
ru: Расчет цены отсчета
tr: Fiyat hesaplama referansı
vi: Cơ sở tính giá
zh: 计算价格基准

# swap.calculator.title
source: Calculator
es: Calculadora
fr: Calculatrice
ja: 計算機
ko: 계산기
pt: Calculadora
ru: Калькулятор
tr: Hesap makinesi
vi: Máy tính
zh: 计算器

# swap.calculation.result.title
source: Calculation result
es: Resultados del cálculo
fr: Résultat du calcul
ja: 計算結果
ko: 계산 결과
pt: Resultados da calculadora
ru: Результаты расчета
tr: Hesaplama sonucu
vi: Kết quả tính toán
zh: 计算结果

# swap.calculation.results.reference.only.title
source: Calculation results are for reference only
es: Los resultados del cálculo son solo para referencia
fr: Le résultat du calcul est fourni à titre indicatif uniquement
ja: 計算結果は参考のみにご利用ください
ko: 계산 결과는 참조용으로만 사용해야 합니다
pt: Os cálculos são apenas para referência
ru: Результаты расчета предназначены только для справки
tr: Hesaplama sonucu yalnızca referans amaçlıdır
vi: Kết quả tính toán chỉ mang tính tham khảo
zh: 计算结果仅供参考

# otc.order.bar.title
source: Order
es: Orden
fr: Ordre
ja: 注文
ko: 주문
pt: Pedido
ru: Ордер
tr: Sipariş
vi: Lệnh
zh: 订单

# swap.history.order.center.title
source: My Trades
es: Mis operaciones
fr: Mes transactions
ja: 私の取引
ko: 내 거래
pt: Minhas negociações
ru: Мои сделки
tr: Emirler
vi: Lịch sử giao dịch
zh: 交易记录

# otc.order.detail.info.title
source: Order Information
es: Información de la orden
fr: Informations sur la commande
ja: 注文情報
ko: 주문 정보
pt: Informações do pedido
ru: Информация об ордере
tr: Sipariş Bilgisi
vi: Thông tin đơn hàng
zh: 订单信息

# otc.order.detail.no.title
source: Order no.
es: Número de orden
fr: Numéro de commande
ja: 注文番号
ko: 주문 번호
pt: Nº do pedido
ru: № ордера
tr: Sipariş numarası
vi: Mã đơn hàng
zh: 订单号

# otc.tab.my.order.count.title
source: Order numbers
es: Números de orden
fr: Numéros de commande
ja: 注文数量
ko: 주문 번호
pt: Números de pedido
ru: Номера ордеров
tr: Sipariş numaraları
vi: Số lượng đơn hàng
zh: 订单数量

# common_order_status
source: Order status
es: Estado de la orden
fr: Statut de la commande
ja: 注文状態
ko: 주문 상태
pt: Status do pedido
ru: Статус ордера
tr: Emir durumu
vi: Trạng thái đơn hàng
zh: 订单状态

# common_order_type
source: Order type
es: Tipo de orden
fr: Type d'ordre
ja: 注文タイプ
ko: 주문 유형
pt: Tipo de pedido
ru: Тип ордера
tr: Sipariş türü
vi: Loại lệnh
zh: 订单类型

# contract.order.detail.orderType.title
source: Order type
es: Tipo de orden
ko: 주문 유형
pt: Tipo de pedido
ru: Тип ордера
zh: 订单类型

# third.pay.order.detail.title
source: Order Details
es: Detalles del pedido
fr: Détails de l'ordre
ja: 注文の詳細
ko: 주문 세부 정보
pt: Detalhes do pedido
ru: Детали ордера
tr: Emir detayları
vi: Chi tiết lệnh
zh: 订单详情

# personal.id.auth.personal.info.title
source: Personal verification
es: Verificar identidad personal
fr: Vérifier l'identité personnelle
ja: 個人情報の認証
ko: 개인 인증
pt: Verifique a identidade pessoal
ru: Подтвердить личность
tr: Kişisel kimlik doğrulaması yapın
vi: Xác minh thông tin danh tính cá nhân
zh: 认证个人身份信息

# personal.id.auth.advance.ability.title
source: Enabled after verification
es: Disponible tras la verificación
fr: Disponible après vérification
ja: 認証後に行えます
ko: 인증 후 활성화됨
pt: Disponível após verificação
ru: Доступно после верификации
tr: Doğrulama sonrası kullanılabilir
vi: Sau khi xác minh, bạn có thể thực hiện
zh: 认证后可以进行

# otc.tab.my.auth.id.title
source: Certified merchants
es: Comerciantes certificados
fr: Marchands certifiés
ja: 認証された商人
ko: 공인 가맹점
pt: Comerciantes certificados
ru: Сертифицированные торговцы
tr: Sertifikalı tüccarlar
vi: Thương gia đã xác thực
zh: 认证商家

# personal.id.auth.success.title
source: Verification Successful
es: Verificación exitosa
fr: Vérification réussie
ja: 認証成功
ko: 인증 성공
pt: Verificação bem-sucedida
ru: Успешная верификация
tr: Doğrulama başarıyla tamamlandı
vi: Xác minh thành công
zh: 认证成功

# exchange.order.date.filtrate.title
source: Date
es: Establecer rango de tiempo
fr: Définir la plage horaire
ja: 時間範囲を設定
ko: 날짜
pt: Definir intervalo de tempo
ru: Установить временной диапазон
tr: Zaman aralığı belirle
vi: Thiết lập phạm vi thời gian
zh: 设定时间范围

# 跟单.设置为逐仓
source: Set to isolated margin
es: Establecer en margen aislado
fr: Passer en mode marge isolée
ja: 逐次ポジションに設定
ko: 격리 증거금으로 설정하기
pt: Definir para margem isolada
ru: Установить на изолированную маржу
tr: Sabit pozisyon olarak ayarla
vi: Đặt chế độ ký quỹ riêng lẻ
zh: 设置为逐仓

# common.setup.success.title
source: Successful Setting
es: Configuración exitosa
fr: Paramétrage réussi
ja: 設定成功
ko: 설정 성공
pt: Configuração bem-sucedida
ru: Настройка успешно завершена
tr: Başarıyla ayarlandı
vi: Cài đặt thành công
zh: 设置成功

# security.gesture.set.title
source: Set Gesture Password
es: Establecer contraseña de gestos
fr: Définir le mot de passe gestuel
ja: ジェスチャーパスワードを設定
ko: 제스처 비밀번호 설정하기
pt: Configurar senha de gesto
ru: Установить пароль жеста
tr: Jest şifresi belirleyin
vi: Đặt mật khẩu cử chỉ
zh: 设置手势密码

# reset.password.set.new.password.title
source: Set a new password
es: Establecer una nueva contraseña
fr: Définir un nouveau mot de passe
ja: 新しいパスワードを設定
ko: 새 비밀번호 설정하기
pt: Defina uma nova senha
ru: Установить новый пароль
tr: Yeni şifre belirle
vi: Đặt mật khẩu mới
zh: 设置新密码

# security.fund.ps.set.title
source: Set funding password
es: Establecer contraseña de financiación
fr: Définir le mot de passe des fonds
ja: 資金パスワードを設定
ko: 펀드 비밀번호 설정하기
pt: Configurar senha do fundo
ru: Установить пароль для фондирования
tr: Fon şifresi belirleyin
vi: Đặt mật khẩu quỹ
zh: 设置资金密码

# personal.id.step2.note.tip2
source: Original ID Required instead of Scanned or Any Other Copies
es: Se requiere ID original en lugar de escaneado u otras copias
fr: ID original requise au lieu de copies numérisées ou d'autres copies
ja: 原本の証明書であり、スキャンやコピーではないこと
ko: 스캔본이나 기타 사본이 아닌 원본 ID 필요
pt: Original necessário, em vez de digitalizações ou outras cópias
ru: Требуется оригинал удостоверения личности, а не отсканированная или другая копия
tr: Tarayıcı ile alınmış veya herhangi bir kopya yerine orijinal Kimlik gereklidir
vi: Giấy tờ gốc, không phải bản scan hoặc bản sao
zh: 证件原件，而非扫描件或副本

# personal.id.step2.note.tip1
source: Valid ID Card
es: Documento de identidad válido
fr: Carte d'identité valide
ja: 証明書が有効であること
ko: 유효한 ID 카드
pt: Carteira de identidade válida
ru: Действительное удостоверение личности
tr: Geçerli Kimlik Kartı
vi: Giấy tờ chưa hết hạn
zh: 证件未过期

# common_front_photo
source: Front Photo of the ID Card
es: Foto frontal del documento de identidad
ko: ID 카드 앞면 사진
pt: Foto frontal da carteira de identidade
ru: Фото лицевой стороны удостоверения личности
zh: 证件正面照

# personal.id.auth.sample.title0
source: Front Photo of the ID Card
es: Foto frontal del documento de identidad
fr: Photo de l'avant de la carte d'identité
ja: 証明書の表面写真
ko: ID 카드 앞면 사진
pt: Foto frontal da carteira de identidade
ru: Фото лицевой стороны удостоверения личности
tr: Kimlik Kartının Ön Yüzü Fotoğrafı
vi: Ảnh mặt trước giấy tờ
zh: 证件正面照

# personal.id.auth.cer.type.title
source: ID Type
es: Tipo de documento
fr: Type de pièce d'identité
ja: 書類の種類
ko: ID 유형
pt: Tipo de ID
ru: Тип удостоверения
tr: Kimlik türü
vi: Loại ID
zh: 证件类型

# common_back_photo
source: Photo of the Back of the ID Card
es: Foto del reverso del documento de identidad
ko: ID 카드 뒷면 사진
pt: Foto da parte de trás da carteira de identidade
ru: Фото обратной стороны удостоверения личности
zh: 证件背面照
