Repository: tianxiemaochiyu/aibit-lang
Catalog: summary/*/ios/*/Localizable.strings
Languages: es, fr, ja, ko, pt, ru, tr, vi, zh

# 资产.钱包余额
source: Wallet Balance
es: Saldo de la billetera
fr: Solde du portefeuille
ja: ウォレット残高
ko: 지갑 잔액
pt: Saldo da Carteira
ru: Баланс кошелька
tr: Cüzdan bakiyesi
vi: Số dư ví
zh: 钱包余额

# 资产.钱包余额USDT
source: Wallet Balance (USDT)
es: Saldo de la billetera (USDT)
fr: Solde du portefeuille (USDT)
ja: ウォレット残高 (USDT)
ko: 지갑 잔액(USDT)
pt: Saldo da Carteira (USDT)
ru: Баланс кошелька (USDT)
tr: Cüzdan Bakiyesi (USDT)
vi: Số dư ví (USDT)
zh: 钱包余额 (USDT)

# assetStatus12006
source: Transfer of withdrawal amount from Wallet to platform account
es: Transferencia de monto de retiro de la billetera a la cuenta de plataforma
fr: Transfert du montant de retrait du portefeuille vers le compte de la plateforme
ja: ウォレットからプラットフォームアカウントへの出金額
ko: 지갑에서 플랫폼 계정으로 출금 금액 이체
pt: Transferência do valor da retirada da Carteira para a conta da plataforma
ru: Перевод суммы вывода из кошелька на счет платформы
tr: Cüzdandan platform hesabına çekim tutarının transferi
vi: Rút tiền ví chuyển vào tài khoản nền tảng
zh: 钱包提现金额转入平台账户

# assets.deposit.pause.des.title
source: Wallet is under maintaining to enhance the security, please deposit after the end of maintenance.
es: La billetera está en mantenimiento para mejorar la seguridad, por favor deposita después del mantenimiento.
fr: Le portefeuille est en maintenance pour améliorer la sécurité, veuillez déposer après la fin de la maintenance.
ja: ウォレットは安全性向上のためメンテナンス中です。メンテナンス終了後に再度入金を続けてください。
ko: 보안 강화를 위해 지갑을 유지보수하는 중입니다.유지보수가 끝난 후 입금하세요.
pt: A carteira está em manutenção para aumentar a segurança, por favor, deposite após o término da manutenção.
ru: Кошелек находится на обслуживании для повышения безопасности, пожалуйста, пополните после завершения обслуживания.
tr: Cüzdan, güvenliği artırmak için bakımda, lütfen bakımın bitiminden sonra yatırım yapın.
vi: Ví đang bảo trì để nâng cao tính bảo mật. Vui lòng kiên nhẫn chờ đợi khi bảo trì kết thúc trước khi tiếp tục nạp tiền
zh: 钱包维护中，以提升安全性。请耐心等待维护结束后再继续充值

# otc.payment.method.bank.title
source: Bank card
es: Tarjeta bancaria
fr: Carte bancaire
ja: 銀行カード
ko: 은행 카드
pt: Cartão de banco
ru: Банковская карта
tr: Banka kartı
vi: Thẻ ngân hàng
zh: 银行卡

# otc.payment.method.bank.no.title
source: Bank card number
es: Número de tarjeta bancaria
fr: Numéro de carte bancaire
ja: 銀行カード番号
ko: 은행 카드 번호
pt: Número do cartão de banco
ru: Номер банковской карты
tr: Banka kartı numarası
vi: Số thẻ ngân hàng
zh: 银行卡号

# otc.payment.method.bank.name.title
source: Name of Bank
es: Nombre del banco
fr: Nom de la banque
ja: 銀行名
ko: 은행명
pt: Nome do banco
ru: Название банка
tr: Banka Adı
vi: Tên ngân hàng
zh: 银行名称

# otc.order.detail.bank.account.title
source: Bank account number
es: Número de cuenta bancaria
fr: Numéro de compte bancaire
ja: 銀行口座番号
ko: 은행 계좌 번호
pt: Número da conta bancária
ru: Номер банковского счета
tr: Banka hesap numarası
vi: Số tài khoản ngân hàng
zh: 银行账号

# 跟单.错误
source: Error
fr: Erreur
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
tr: Hata
vi: Lỗi
zh: 错误

# reset.password.set.new.password.tip.length
source: 8-30 characters in length.
es: 8-30 caracteres de longitud.
fr: La longueur doit être de 8 à 30 caractères
ja: 8〜30文字の長さ
ko: 8~30자 길이.
pt: 8-30 caracteres de comprimento.
ru: 8-30 символов в длину.
tr: 8-30 karakter uzunluğunda olmalıdır.
vi: Độ dài từ 8-30 ký tự
zh: 长度为 8-30 个字符

# personal.id.step2.sample.tip4
source: Flash overexposed
es: Exposición excesiva
fr: Flash surexposé
ja: フラッシュが強すぎる
ko: 플래시 과다 노출
pt: Imagem superexposta
ru: Слишком яркая вспышка
tr: Flaş aşırı pozlanmış
vi: Ánh sáng chói mạnh
zh: 闪光强烈

# common_limit_price_new
source: Limit
es: Precio límite
fr: Limite
ja: 指値
ko: 한도
pt: Limite
ru: Лимитная цена
vi: Giới hạn giá
zh: 限价

# contract.order.detail.limited.title
source: Limit price
es: Límite
fr: Prix limite
ja: 指値
ko: 지정가
pt: Limite
ru: Лимит
tr: Limit fiyatı
vi: Giới hạn giá
zh: 限价

# exchange.order.detail.limit.price.buy.title
source: Limit buy
es: Compra limitada
fr: Achat limité
ja: 指値で購入
ko: 지정가 매수하기
pt: Compra com limite
ru: Лимит на покупку
tr: Limit al
vi: Mua giới hạn
zh: 限价买入

# swap.history.order.type.limit.price.title
source: Limit
es: Orden limitada
fr: Limite
ja: 指値注文
ko: 지정가 주문
pt: Ordem limite
ru: Лимитный ордер
tr: Limit emri
vi: Lệnh giới hạn
zh: 限价单

# exchange.order.detail.limit.price.sell.title
source: Limit sell
es: Venta limitada
fr: Vente limitée
ja: 指値で売却
ko: 지정가 매도하기
pt: Venda com limite
ru: Лимит на продажу
tr: Limit sat
vi: Bán giới hạn
zh: 限价卖出

# product.limit.order.title
source: Limit order
es: Orden limitada
fr: Limite
ja: 指値委託
ko: 지정가 주문
pt: Ordem limite
ru: Лимитный ордер
tr: Limitli emir
vi: Lệnh giới hạn
zh: 限价委托

# exchange.order.limit.tip.title
source: Limit orders can be set by the user in terms of the number of orders and the maximum buy or minimum sell price. When the market price meets the user's expectations, the system will close the deal at the best price within the limit.
es: En una orden limitada, el usuario puede establecer la cantidad del pedido y el precio máximo de oferta o el precio mínimo de demanda. Cuando el precio de mercado cumple las expectativas del usuario, el sistema ejecuta al mejor precio dentro del rango del precio límite.
fr: Les ordres à cours limité peuvent être définis par l'utilisateur en fonction du nombre d'ordres et du prix d'achat maximum ou du prix de vente minimum. Lorsque le prix du marché répond aux attentes de l'utilisateur, le système effectuera la transaction au meilleur prix dans la limite.
ja: 指値委託は、ユーザーが委託数量と最高購入価格または最低売却価格を設定できます。市場価格がユーザーの期待に合った場合、システムは指値範囲内の最適価格で約定します。
ko: 지정가 주문은 사용자가 주문 수와 최대 매수 또는 최소 매도 가격을 기준으로 설정할 수 있습니다.시장 가격이 사용자의 기대를 충족하면 시스템이 지정가 내에서 최적가로 거래를 체결합니다.
pt: As ordens limite podem ser definidas pelo usuário em termos do número de pedidos e do preço máximo de compra ou mínimo de venda. Quando o preço de mercado atende às expectativas do usuário, o sistema fechará o negócio ao melhor preço dentro do limite.
ru: В лимитном ордере пользователь может установить количество ордера и максимальную цену предложения или минимальную цену запроса. Когда рыночная цена соответствует ожиданиям пользователя, система выполняет ордер по лучшей цене в пределах лимитного диапазона.
tr: Limit emirleri, kullanıcı tarafından emir sayısı ve maksimum alım veya minimum satım fiyatı açısından ayarlanabilir. Piyasa fiyatı kullanıcının beklentilerine uyduğunda, sistem en iyi fiyattan işlem yapacaktır.
vi: Lệnh giới hạn cho phép người dùng thiết lập số lượng lệnh và giá mua cao nhất hoặc giá bán thấp nhất. Khi giá thị trường phù hợp với kỳ vọng của người dùng, hệ thống sẽ thực hiện giao dịch với giá tốt nhất trong phạm vi lệnh giới hạn.
zh: 限价委托可由用户设置委托数量以及最高买入价或最低卖出价。当市场价格符合用户预期时，系统会以限价范围内的最优价格成交。

# swap.close.pos.limit.title
source: Limit close
es: Cierre limitado
fr: Fermeture limite
ja: 限定価格決済
ko: 지정가 청산
pt: Fechar com limite
ru: Лимитное закрытие
tr: Limitli kapama
vi: Đóng vị thế giới hạn
zh: 限价平仓

# otc.tab.my.limit.balance.title
source: Limit
es: Límite
fr: Limite
ja: 制限
ko: 한도
pt: Limite
ru: Лимит
vi: Giới hạn
zh: 限额

# common_privacy_policy
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 보호 정책
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh: 隐私政策

# assets.hidden.empty.symbol.title
source: Hide small balance
es: Ocultar saldo pequeño
fr: Masquer les petits actifs
ja: 小額資産を隠す
ko: 소액 잔액 숨기기
pt: Ocultar pequenos ativos
ru: Скрыть малый баланс
tr: Küçük varlıkları gizle
vi: Ẩn tài sản nhỏ
zh: 隐藏小额资产

# calendar.hidden.has.cancel.title
source: Hide canceled
es: Ocultar órdenes canceladas
fr: Masquer les annulés
ja: キャンセルされたものを非表示
ko: 취소된 항목 숨기기
pt: Ocultar cancelados
ru: Скрыть отмененные ордера
tr: İptal edilenleri gizle
vi: Ẩn lệnh đã hủy
zh: 隐藏已撤销

# common_estimated_liquidation_price
source: Estimated liquidation price
es: Precio de liquidación estimado
fr: Prix de liquidation
ja: 予想強制決済価格
ko: 예상 강제청산 가격
pt: Preço estimado de liquidação
ru: Предполагаемая цена ликвидации
tr: Tahmini likidasyon fiyatı
vi: Giá thanh lý ước tính
zh: 预估强平价

# swap.next.funding.rate.description.title
source: Next funding rate
es: Tasa de financiación próxima
fr: Taux de financement prévu
ja: 予測資金費率
ko: 다음 펀딩비
pt: Taxa de financiamento estimada
ru: Следующая ставка фондирования
tr: Tahmini fon oranı
vi: Dự đoán tỷ lệ phí vốn
zh: 预测资金费率

# personal.id.auth.submitte.success.tip
source: KYC process is expected to complete within 48 hours
es: El proceso KYC se espera que se complete en 48 horas
fr: Le processus KYC devrait être terminé dans les 48 heures
ja: 認証は48時間以内に完了する見込みです
ko: KYC 절차는 48시간 이내에 완료될 것으로 예상됩니다
pt: O processo KYC deve ser concluído em até 48 horas
ru: Ожидается, что процесс KYC завершится в течение 48 часов
tr: KYC işleminin 48 saat içinde tamamlanması bekleniyor
vi: Dự kiến hoàn tất xác thực trong vòng 48 giờ
zh: 预计48小时内完成认证

# financial_redemption_time
source: Estimated arrival time
es: Tiempo estimado de llegada
ko: 예상 도착 시간
pt: Tempo estimado de chegada
ru: Ожидаемое время прибытия
zh: 预计到账时间

# 跟单.预计待分润
source: Est.Profit sharing (USDT)
es: Ganancia Pendiente Estimada (USDT)
fr: Partage de bénéfices prévu (USDT)
ja: 予想未分配利益 (USDT)
ko: 예상 수익 공유(USDT)
pt: Lucro estimado (USDT)
ru: Ожидаемая прибыль(USDT)
tr: Paylaşılacak tahmini kar (USDT)
vi: Lợi nhuận dự kiến chờ chia (USDT)
zh: 预计待分润 (USDT)

# swap.close.pos.estimated.profit.title
source: Estimate PNL:
es: PnL estimado
fr: PNL estimée :
ja: 予想利益：
ko: 예상 손익:
pt: Estimar PNL:
ru: Оценочная прибыль и убыток (PnL)
tr: Tahmini PNL:
vi: Dự kiến lợi nhuận:
zh: 预计收益：

# 跟单.额度
source: Limits
es: Límites
fr: Limites
ja: 限度額
ko: 한도
pt: Limites
ru: Лимит
tr: Limitler
vi: Hạn mức.
zh: 额度

# swap.risk.reserve.fund.title
source: Risk Reserve Fund
es: Fondo de seguro
fr: Fonds d'assurance
ja: リスク保障基金
ko: 위험 준비금 자금
pt: Fundo de seguro
ru: Страховой фонд
tr: Sigorta fonu
vi: Quỹ bảo đảm rủi ro
zh: 风险保障基金

# contract.detail.risk.fee.balance.title
source: Risk reserve balance
es: Saldo de reserva de riesgo
fr: Solde de réserve de risque
ja: リスク準備金残高
ko: 위험 준비금 잔액
pt: Saldo da reserva de risco
ru: Баланс резервного фонда риска
tr: Risk rezervi bakiyesi
vi: Số dư quỹ dự phòng rủi ro
zh: 风险准备金余额

# 跟单.风险控制
source: Risk control
es: Control de riesgo
fr: Contrôle des risques
ja: リスク管理
ko: 위험 관리
pt: Controle de risco
ru: Управление рисками
tr: Risk kontrolü
vi: Kiểm soát rủi ro
zh: 风险控制

# account.write.off.risk.tip.title
source: Risk warning
es: Advertencia de riesgo
fr: Avertissement de risque
ja: リスク警告：
ko: 위험 경고
pt: Aviso de risco
ru: Предупреждение о рисках
tr: Risk uyarısı
vi: Cảnh báo rủi ro:
zh: 风险提示：

# product.risk.chargeback.title
source: Risk cancellations
es: Cancelaciones de riesgo
fr: Annulation de commande à risque
ja: リスク取り消し
ko: 위험 취소
pt: Cancelamentos de risco
ru: Отмены из-за риска
tr: Risk iptalleri
vi: Hủy đơn hàng do rủi ro
zh: 风险撤单

# coin.overview.first.public.price.title
source: Issue Price
es: Price of initial offering
fr: Prix de l'offre initiale
ja: 初回発行価格
ko: 초기 공개 가격
pt: Preço da oferta inicial
ru: Цена первоначального предложения
tr: İlk arz fiyatı
vi: Giá phát hành lần đầu
zh: 首次发行价

# coin.overview.first.public.title
source: Issue Date
es: Time of initial offering
fr: Heure de l'offre initiale
ja: 初回発行日時
ko: 초기 공개 시간
pt: Hora da oferta inicial
ru: Время первоначального предложения
tr: İlk arz zamanı
vi: Thời gian phát hành lần đầu
zh: 首次发行时间

# home.tabbar.index.title
source: Home
es: Inicio
fr: Page d'accueil
ja: ホーム
ko: 홈
pt: Início
ru: Главная
tr: Anasayfa
vi: Trang chủ
zh: 首页

# personal.id.auth.cer.type.driver.title
source: Driving License
es: Licencia de conducir
fr: Permis de conduire
ja: 運転免許証
ko: 운전면허증
pt: Carteira de motorista
ru: Водительское удостоверение
tr: Sürücü belgesi
vi: Giấy phép lái xe
zh: 驾照

# security.bio.ps.changed.title
source: Verification is inconsistent, please log in and reset
es: La verificación es inconsistente, por favor inicie sesión y restablezca
fr: La vérification est incohérente, veuillez vous connecter et réinitialiser
ja: 確認が一致しません。ログイン後に再設定してください
ko: 인증이 일관되지 않습니다.로그인 후 재설정하세요
pt: A verificação é inconsistente, por favor, faça login e redefina
ru: Проверка несовместима, пожалуйста, войдите и сбросьте
tr: Doğrulama tutarsız, lütfen giriş yapın ve sıfırlayın
vi: Xác minh không khớp, vui lòng đăng nhập lại để thiết lập
zh: 验证不一致，请登录后重新设置

# security.bio.verify.fail.title
source: Validation failed
es: Validación fallida
fr: Échec de la validation
ja: 確認に失敗しました
ko: 인증 실패
pt: Falha na validação
ru: Проверка не удалась
tr: Doğrulama başarısız
vi: Xác minh thất bại
zh: 验证失败

# security.touchid.verify.tip.title
source: Verify existing TouchID
es: Verificar TouchID existente
fr: Vérifier le TouchID existant
ja: すでに指紋認証が設定されています
ko: 기존 TouchID 인증
pt: Verificar o TouchID existente
ru: Проверить существующий TouchID
tr: Mevcut TouchID'yi doğrulayın
vi: Xác minh vân tay đã có
zh: 验证已有指纹

# security.faceid.verify.tip.title
source: Verify existing FaceID
es: Verificar FaceID existente
fr: Vérifier le FaceID existant
ja: すでに顔認証が設定されています
ko: 기존 FaceID 인증
pt: Verifique o FaceID existente
ru: Проверить существующий FaceID
tr: Mevcut FaceID'yi doğrulayın
vi: Xác minh khuôn mặt đã có
zh: 验证已有面部

# security.bio.success.title
source: Verified successfully
es: Verificado con éxito
fr: Vérification réussie
ja: 確認に成功しました
ko: 성공적으로 인증되었습니다
pt: Verificado com sucesso
ru: Успешно проверено
tr: Başarıyla doğrulandı
vi: Xác minh thành công
zh: 验证成功

# register.verify.has.sent.to.title
source: The verification code has been send to %@
es: El código de verificación ha sido enviado a %@
fr: Le code de vérification a été envoyé à %@
ja: 認証コードは %@ に送信されました
ko: 인증 코드가 %@(으)로 전송되었습니다
pt: O código de verificação foi enviado para %@
ru: Код подтверждения отправлен на %@
tr: Doğrulama kodu %@ adresine gönderildi
vi: Mã xác thực đã được gửi đến %@
zh: 验证码已发送至 %@

# market.kline.pop.high.title
source: High
es: Alto
fr: Haut
ja: 高値
ko: 고점
pt: Alto
ru: Высокий
tr: Yüksek
vi: Cao
zh: 高

# swap.exchange.advance.title
source: Advanced
es: Avanzado
fr: Avancé
ja: 高級
ko: 고급
pt: Avançado
ru: Расширенный
tr: Gelişmiş
vi: Nâng cao
zh: 高级

# personal.id.auth.advance.intro.des.title
source: Advanced verification information must be consistent with basic verification information. You can try only three times for verification.
es: La información de la verificación avanzada debe coincidir con la verificación básica. Solo puedes verificar tres veces
fr: Les informations de la vérification avancée doivent correspondre à la vérification de base. Vous ne pouvez vérifier que trois fois.
ja: 高度な認証の情報は基礎認証の情報と一致する必要があります。認証は3回までです。
ko: 고급 인증 정보는 기본 인증 정보와 일치해야 합니다.세 번까지만 인증을 시도할 수 있습니다.
pt: As informações da verificação avançada precisam corresponder à verificação básica. Você só pode verificar três vezes.
ru: Информация расширенной проверки должна соответствовать базовой проверке. Вы можете пройти проверку только три раза
tr: İleri düzey doğrulama bilgileri, temel doğrulama bilgileriyle eşleşmelidir, yalnızca 3 kez doğrulama yapabilirsiniz.
vi: Thông tin xác minh nâng cao cần phải khớp với thông tin xác minh cơ bản, bạn chỉ có thể xác minh 3 lần.
zh: 高级认证的信息需要与基础认证的信息相符，您只能认证3次

# swap.market.depth.price.side.default.title
source: Default
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pt: Padrão
ru: По умолчанию
tr: Varsayılan
vi: Mặc định
zh: 默认

# 跟单.交易员协议
source: the Trader Agreement
es: El acuerdo del trader
fr: l'Accord du Trader
ja: すべてのポジション決済時間
ko: 주의 깊게 읽고 수락했습니다
pt: o Acordo do Trader
ru: Соглашение трейдера
tr: **Tüccar Sözleşmesi'ni** kabul ediyorum
vi: 《Thỏa thuận trader》
zh: 《交易员协议》

# search_hot
source: Hot
es: Caliente
fr: Chaud
ja: 人気
ko: 인기 있는
ru: Популярное
tr: Popüler
vi: Phổ biến
zh: 热门

# search_no_data
source: No data
es: Sin datos
fr: Aucune donnée
ja: 検索結果はありません
ko: 아직 검색이 없습니다
pt: Nenhum resultado de pesquisa
ru: Нет данных
tr: Veri yok
vi: Không có kết quả tìm kiếm
zh: 暂无搜索

# home_search_hint
source: Search Crypto
es: Buscar cripto
fr: Recherche
ja: 通貨ペアを検索
ko: 통화쌍 검색
pt: Pesquisar pares de moedas
ru: Поиск денег.
tr: Coin çiftlerini ara
vi: Tìm kiếm cặp tiền
zh: 搜索币对

# common_search_crypto
source: Search
es: Buscar par de monedas
fr: Rechercher
ja: 通貨ペアを検索
ko: 통화쌍 검색
pt: Buscar Cripto
ru: Поиск денег.
tr: Kripto Ara
vi: Tìm kiếm
zh: 搜索币对

# home_deposit
source: Deposit
es: Depósito
fr: Dépôt
ja: オンチェーン入金
ko: 체인에서 재충전
pt: Depósito
ru: Депозит
tr: Yatırım
vi: Nạp tiền
zh: 链上充值

# home_register_tip
source: Up to %@ Bonus: Sign up to grab
es: Hasta %@ de bonificación: Regístrate para obtenerlo
fr: Jusqu'à %@ Bonus : Inscrivez-vous pour saisir
ja: 登録で最大%@の新規ユーザー特典をアンロック
ko: 등록하고 최대 %@ 초보자 선물 팩 잠금 해제
pt: Até %@ de Bônus: Inscreva-se para obter
ru: Бонус до %@: зарегистрируйтесь, чтобы получить
tr: En fazla %@ Bonus: Kaydolun ve kazanın
vi: Đăng ký để mở khóa gói quà tân thủ lên đến %@
zh: 注册解锁高达 %@ 新手礼包

# home_more_bulletin
source: View more
es: Ver más
fr: Voir plus
ja: もっと見る
ko: 더보기
pt: Ver mais
ru: Смотреть больше
tr: Daha fazla göster
vi: Xem thêm
zh: 查看更多

# home_rank_add_optional
source: Add to favourites
es: Agregar a favoritos
fr: Ajouter aux favoris
ja: お気に入りを追加
ko: 나만의 것을 추가하세요
pt: Adicionar aos favoritos
ru: Добавить в избранное
tr: Favorilere ekle
vi: Thêm vào mục yêu thích
zh: 添加自选

# home_gold_day_raffle
source: Daily Draw
es: Sorteo diario
fr: Tirage au sort quotidien
ja: 毎日抽選
ko: 일일 추첨
pt: Sorteio Diário
ru: Ежедневный розыгрыш
tr: Günlük Şanslı Çekiliş
vi: Rút thăm hàng ngày
zh: 天天抽奖

# home_gold_card_collecting
source: Hunting Game
es: Juego de caza
fr: Jeu de chasse
ja: 楽しいスタンプ集め
pt: Jogo de Caça
ru: Охотничья игра
tr: Av Oyunu
vi: Trò chơi săn mồi
zh: 欢乐集卡

# search_his_market
source: Search history
es: Historial de búsqueda
fr: Historique de recherche
ja: 履歴検索
ko: 내역 검색
pt: Histórico de pesquisa
ru: История поиска
tr: Arama Geçmişi
vi: Lịch sử tìm kiếm
zh: 历史搜索

# depth_total_amount
source: Amount
es: Cantidad
fr: Montant
ja: 累積注文
ko: 수량
pt: Quantidade
ru: Сумма
tr: Miktar
vi: Lệnh chờ tích lũy
zh: 累计挂单

# depth_price_margin
source: Range
es: Rango
fr: Plage
ja: 価格幅
ko: 범위
pt: Intervalo
ru: Диапазон
tr: Aralık
vi: Biên độ chênh lệch
zh: 价格幅度

# k_2h
source: 2h
ja: 2時間
ko: 2시간
ru: 2ч
tr: 2s
zh: 2时

# k_6h
source: 6h
ja: 6分
ko: 6시간
ru: 6ч
tr: 6s
zh: 6时

# k_8h
source: 8h
ja: 8時間
ko: 8시간
ru: 8ч
tr: 8s
zh: 8时

# k_12h
source: 12h
ja: 12時
ko: 12시간
ru: 12ч
tr: 12s
zh: 12时

# k_3m
source: 3m
ja: 3分
ko: 3분
ru: 3м
tr: 3d
zh: 3分

# spot_offline_title
source: Trading Pair Delisted
es: Par de trading deslistado
fr: La paire de trading a été retirée
ja: 通貨ペアはサービス終了しました
pt: Par de negociação removido
ru: Торговая пара удалена
tr: İşlem Çifti Listeden Kaldırıldı
vi: Cặp giao dịch đã bị hủy niêm yết
zh: 币对已下线

# kline_online_warn
source: The trading schedule for this project has been delayed. Please refer to Aibit announcements for the latest updates.
es: El horario de trading para este proyecto se ha retrasado. Por favor, consulta los anuncios de Aibit para las actualizaciones más recientes.
fr: Le calendrier de trading pour ce projet a été retardé. Veuillez consulter les annonces Aibit pour les dernières mises à jour.
ja: このプロジェクトの取引時間は遅延しています。最新の取引時間についてはAibitの公告をご確認ください。
pt: O cronograma de negociação para este projeto foi adiado. Consulte os anúncios do Aibit para as últimas atualizações.
ru: График торговли по этому проекту был отложен. Пожалуйста, обратитесь к объявлениям Aibit для получения последних обновлений.
tr: Bu proje için ticaret programı ertelendi. Lütfen en son güncellemeler için Aibit duyurularına bakın.
vi: Thời gian giao dịch của dự án này bị trì hoãn. Vui lòng theo dõi thông báo của Aibit để biết thời gian giao dịch mới nhất.
zh: 该项目交易时间延迟。请关注Aibit公告以了解最新交易时间。

# kline_online_delay
source: Stay Tuned!
es: ¡Mantente atento!
fr: Restez à l'écoute !
ja: お楽しみに！
pt: Fique ligado!
ru: Следите за новостями!
tr: Bizi Takip Edin!
vi: Hãy chờ đợi!
zh: 敬请期待！

# kline_will_online
source: Opening Soon!
es: ¡Próximamente!
fr: Ouverture prochaine !
ja: もうすぐ市場が開きます！
pt: Abrindo em breve!
ru: Скоро открытие!
tr: Yakında Açılıyor!
vi: Sắp mở cửa!
zh: 即将开盘！

# time_unit_s
source: S
ja: 秒
ru: С
vi: Giây
zh: 秒

# time_unit_m
source: M
ja: 分
ru: М
vi: Phút
zh: 分

# time_unit_h
source: H
ja: 時
ru: Ч
vi: Giờ
zh: 时

# time_unit_d
source: D
fr: J
ja: 日
ru: Д
vi: Ngày
zh: 天

# kline_new_spot_desc
source: For detailed information, please refer to the official announcement
es: Para obtener información detallada, consulta el anuncio oficial
fr: Pour des informations détaillées, veuillez consulter l'annonce officielle
ja: 詳細情報は公式公告をご確認ください
pt: Para informações detalhadas, consulte o anúncio oficial
ru: Для получения подробной информации, пожалуйста, обратитесь к официальному объявлению.
tr: Detaylı bilgi için lütfen resmi duyuruyu inceleyin
vi: Vui lòng tham khảo thông báo chính thức để biết thông tin chi tiết.
zh: 详细信息请留意官方公告

# spot_online_warn
source: This trading pair is temporarily unavailable. Please refer to the official announcement
es: Este par de trading está temporalmente no disponible. Consulta el anuncio oficial
fr: Cette paire de trading est temporairement indisponible. Veuillez consulter l'annonce officielle
ja: 通貨ペアは一時的に取引不可です。公式公告にご注意ください。
pt: Este par de negociação está temporariamente indisponível. Consulte o anúncio oficial
ru: Эта торговая пара временно недоступна. Пожалуйста, обратитесь к официальному объявлению.
tr: Bu işlem çifti geçici olarak kullanılamıyor. Lütfen resmi duyuruyu kontrol edin
vi: Cặp giao dịch tạm thời không thể giao dịch, vui lòng theo dõi thông báo chính thức.
zh: 币对暂时不可交易，请留意官方公告。

# common_join_now
source: Join Now
es: Únete ahora
fr: Inscrivez-vous
ja: 今すぐ申し込む
ko: 지금 참여
pt: Participe agora
ru: Присоединиться
tr: Kaydol
vi: Đăng ký
zh: 立即报名

# pop_activity_daily_draw_title
source: Merry Christmas! Join Our New Year Giveaway
fr: Joyeux Noël ! Participez à notre tirage au sort du Nouvel An
ja: メリークリスマス！新年抽選に参加しよう
ko: 메리 크리스마스! 새해 이벤트 참여하세요
pt: ¡Feliz Navidad! Participa en nuestro sorteo
ru: С Рождеством! Участвуйте в новогоднем розыгрыше
tr: Mutlu Noeller! Yeni Yıl Çekilişimize Katıl
vi: Chúc mừng Giáng Sinh, tham gia rút thăm trúng thưởng đón năm mới
zh: 圣诞快乐，抽奖迎新年

# common_history_record
source: History
es: Historial
fr: Historique
ja: 履歴
pt: Histórico
ru: История
tr: Geçmiş
vi: Lịch sử
zh: 历史记录

# common_hot_symbol
source: Hot Coins
es: Criptomonedas populares
fr: Pièces populaires
ja: 人気通貨
pt: Moedas Populares
ru: Популярные монеты
tr: Popüler Coin'ler
vi: Các đồng tiền phổ biến
zh: 热门币种

# common_symbol_list
source: Coin List
es: Lista de monedas
fr: Liste des devises
ja: 通貨リスト
pt: Lista de Moedas
ru: Список валют
tr: Coin Listesi
vi: Danh sách coin
zh: 币种列表

# recharge_select_network
source: Select network
es: Seleccionar red
fr: Sélectionner le réseau
ja: ネットワークを選択してください
pt: Selecionar rede
ru: Выбрать сеть
tr: Ağı seçin
vi: Vui lòng chọn mạng
zh: 请选择网络

# recharge_share_save_address
source: Save Address and Share
es: Compartir y guardar dirección
fr: Enregistrer et partager l'adresse
ja: 共有アドレスを保存
pt: Compartilhar e Salvar Endereço
ru: Поделиться и сохранить адрес
tr: Paylaşım adresini kaydedin
vi: Lưu địa chỉ chia sẻ
zh: 保存分享地址
